{
    "Name": "Amethyst Fruit", 
    "Product": "Amethyst Fruit", 
    "SeedName": "Amethyst Fruit Seeds", 
    "SeedDescription": "Plant these in the spring or the fall. Takes 10 days to mature, and continues to produce after first harvest.", 
    "Type": "Fruit", 
    "CropType": "Normal", 
    "Seasons": ["spring", "fall"], 
    "Phases": [1, 2, 3, 4, 4],
    "RegrowthPhase": 4, 
    "HarvestWithScythe": false, 
    "TrellisCrop": false, 
    "Bonus": 
    {
        "MinimumPerHarvest": 1, 
        "MaximumPerHarvest": 1, 
        "MaxIncreasePerFarmLevel": 5, 
        "ExtraChance": 0.0, 
    },
    "SeedPurchaseRequirements": null, 
    "SeedPurchaseFrom": "Krobus", 
    "SeedPurchasePrice": 100, 

    // Localization

    "SeedNameLocalization":
    {
        "es": "Semillas de Fruta Amatista", 
        "ko": "자수정 과일 씨앗", 
        "de": "Amethyst-Frucht Samen", 
        "fr": "Graines de Fruits Améthyste", 
        "hu": "Ametiszt Gyümölcsmagokat", 
        "it": "Semi di Frutta Ametista", 
        "ja": "アメジストの果実の種", 
        "pt": "Fruta Ametista Sementes", 
        "ru": "Семена плодов аметиста", 
        "tr": "Ametist Meyve Tohumları", 
        "zh": "紫水晶水果种子", 
    },
    "SeedDescriptionLocalization":
    {
        "es": "Plantar estos en la primavera o el otoño. Tarda 10 días en madurar y continúa produciendo después de la primera cosecha.", 
        "ko": "봄 또는 가을에 심습니다. 성숙하는데 10 일이 걸리며 첫 수확 후에도 계속 생산됩니다.", 
        "de": "Pflanzen Sie diese im Frühjahr oder Herbst. Reift 10 Tage und produziert nach der ersten Ernte weiter.", 
        "fr": "Plantez-les au printemps ou à l'automne. Prend 10 jours pour mûrir et continue de produire après la première récolte.", 
        "hu": "Ültesse ezeket tavasszal vagy ősszel. 10 napig érik, és az első betakarítás után folytatja a termelést.", 
        "it": "Piantali in primavera o in autunno. Ci vogliono 10 giorni per maturare e continua a produrre dopo il primo raccolto.", 
        "ja": "春または秋に植えます。熟すには10日かかり、最初の収穫後も生産を続けます。", 
        "pt": "Plante-os na primavera ou no outono. Leva 10 dias para amadurecer e continua a produzir após a primeira colheita.", 
        "ru": "Посади их весной или осенью. Требуется 10 дней, чтобы созреть, и продолжает производить после первого урожая.", 
        "tr": "İlkbahar ve sonbaharda yetiştirin. Olgunlaşması 10 gün sürer ve ilk hasattan sonra üretime devam eder.", 
        "zh": "春季或秋季播种。10天成熟，在第一次收获后循环生产。", 
    }
}