// 0 neutral, 1 happy, 2 sad, 3 blank, 4 blushing, 5 angry, 6 glasses, 7 sparkle, 8 annoyed, 9-11 cigarette
{

  "Introduction": "Oh hey there, you must be the new farmer.#$b#I'm Shiko, I just moved in a year before you.#$b#Joe is letting me board at his place, but I spend a lot of time at the saloon. Don't be a stranger, okay?",
  "danceRejection": "Yeah. No thanks.",
  "Divorced": "Get out of my sight.$5",
  "secondChance_Girls": "I guess we can try again...$3",
  "Mon": "Hey @. Where'd you get your clothes from?#$b#Your fashion taste is certainly... #$b#Unique.$1",
  "Mon2": "Hey @.#$q 6000/6001 question_1#Have you ever been to Zuzu city?#$r 6000 15 q_yes#Sure have!#$r 6001 0 q_no#Nope",
  "q_yes": "That's great! I used to live in Zuzu City before I moved here.$1",
  "q_no": "No? Well it isn't so bad.#$b#Maybe you should plan a trip there!",
  "question_1": "$p 6000#I'm starting to get a little homesick if you ask me.|Zuzu city certainly is a unique place.#$b#If you don't mind all the noise.",
  "Tue": "Hmph, sorry I'm not in a good mood right now, @.$2#$e#I went to bed at 2 am but now I'm up again.$3#$e#I shouldn't have drank four coffees.",
  "Wed": "You know I used to be a fashion model back in Zuzu City?#$e#As much as I loved the lifestyle, I needed a break from all the stress and daunting tasks.$2",
  "Thu": "Hey there, @! Are you here to keep me company?$1#$b#Haha, I'm just kidding. Don't let me keep you from being busy.",
  "Fri": "Hey there, @. Are you doing anything fun over the weekend?#$b#I'd love to go on a joyride...$1",
  "Fri2": "I should've brought my motorcycle with me...$s#$q 6002/6003 question_2#Hey, have you ever ridden a motorcycle before?#$r 6002 15 q_myes#I have!#$r 6003 0 q_mno#Never.",
  "q_myes": "Oh I have too! There's nothin' like drifting and speeding through narrow streets and alleyways!$1#$b#What do you mean 'that's illegal'?$3",
  "q_mno": "No? Aw, that's too bad...",
  "question_2": "$p 6002#Maybe I could take you for a ride with me someday.#$b#Do you have motion sickness by any chance?|You're really missing out, @!",
  "Saloon_Entry": "Hey, Gus!/Time to relax!/Pour me a cold one!",
  "Mon4": "Hey, @. Keep up the hard work. I know you'll make everyone proud!$1",
  "Tue2": "Hey farmer boy, you've got a twig in your hair.^Hey farmer girl, you've got a twig in your hair.#$b#There, it's gone now.$1",
  "Tue6": "*sigh* I could really go for a cigarette right now...$2#$e#Oh hey, @. Did you need something?$3",
  "Wed4": "I swore I saw some little green cube thingies by the old community center the other day.#$e#Weird, right?",
  "Wed2": "I think we're really starting to click, @.#$e#If you ever need anything, don't be afraid to come find me!$1",
  "Thu2": "I wonder what they're up to right now...$2#$e#Hm? Oh don't mind me, I was just thinking out loud.$0",
  "Thu4": "I heard that Sebastian kid has a motorcycle...#$b#You think he'd let me borrow it for a quick ride?",
  "Thu10": "I think I might have to go get my eyes checked out at the clinic soon...#$e$#Either I'm getting too old or I'm spending too much time on my phone.",
  "Fri3": "You know what? I think this town might be growing on me.#$e#It isn't Zuzu city, but hey, what can you do, right?",
  "Fri4": "Would you ever be interested in learning new languages, @?#$e#I know a couple myself. And I'd be happy to teach you if you'd like.",
  "Sat": "I wonder how my family is doing back home.#$e#Oh, I don't mean back in Zuzu City. I mean a faraway place. You know, where the sun rises.",
  "Sat2": "Ugh, I think I just chipped a nail.$2#$b#Too bad there isn't a salon nearby.$2",
  "Sat4": "@, would you ever be interested in becoming a model?#$b#If your new farming life doesn't pan out as you hoped it would, I'm sure you'd have a good chance at getting into the modeling business.$1",
  "Sun": "I wonder what Emily is doing right now...#$e#Oh hey farmer. Did you need something?",
  "Sun2": "Oh, hey @.#$e#Nice weather, right?",
  "Sun8": "Hey there, @.#$b#Did you do something with your clothes?#$b#You look very attractive today!$1",
  "spring_12": "The Egg Festival is tomorrow, are you gonna go?#$e#Personally, I find it a little odd to celebrate eggs, but there's food so I can't complain.",
  "spring_23": "The Spring Flower Dance is tomorrow isn't it?#$b#Sounds fun, but I won't be dancing.",
  "summer_Mon": "Ugh, it's so hot! I hope I remembered to pack enough sunscreen.$2#$e#This weather is too hot for my sensitive skin.",
  "summer_Mon2": "I can't wait for the winter.#$b#Why? Because my birthday is coming up!",
  "summer_Mon4": "It must be hard to work when the sun is beaming down on you, @.",
  "summer_Tue": "I tried my hand at fishing the other day.#$b#Can't say I'm making any progress though...",
  "summer_Tue2": "@, remember to stay hydrated and try to stay in the shade!#$b#We can't have you passing out on us now, can we?",
  "summer_Tue4": "@, you inspire me so much, maybe I'll start farming just so we can have something in common.#$b#Then again, I don't think I have the patience to wait all year for some crops to grow...",
  "summer_Wed": "You know what, @? I think you're the hardest working person I know.#$e#Aside from me, but that's besides the point, heh.",
  "summer_Wed2": "Would you ever be interested in coming to the beach with me, farmer boy?^Would you ever be interested in coming to the beach with me, farmer girl?#$b#To do what?#$b#Well, just lounge around of course!$1",
  "summer_Wed4": "%Shiko is on the phone with someone.#$e#Yeah yeah, I told you I'd send some letters back don't get so worked up about it.",
  "summer_Sat": "The sun is blazing hot... My skin is a bit too sensitive for this kind of weather.",
  "summer_Sat2": "I just ran out of sunscreen...$2#$e#Hopefully Pierre has some in stock.",
  "summer_Sat4": "Sometimes I feel as if I'm a burden to poor Joe.$2#$b#Some random chick shows up without a place to stay and he takes me in without a second thought...",
  "summer_Thu": "Ack! I think I just got bit by a bug!$8#$e#*grumble grumble* stupid bugs... *grumble* should've kept the bug spray... *grumble*$8",
  "summer_Thu2": "Oh, @. I was just thinking about you.#$e#How are you today? Doing well I hope?",
  "summer_Thu4": "*Yawn* I'm so bored...$3#$b#There's not much to do around here except walk around in circles...$3",
  "summer_Thu8": "@, what do you look for in a person?#$b#Height? Psychical appearance? Personality?#$e#Just asking... uh, for a friend.",
  "summer_Sun": "It was a mistake to wear all black today... $2#$e#I may be in pain, but I do it for fashion.$0",
  "summer_Sun2": "Hey there @, taking a break to come and see me?$1#$e#Don't let me keep you busy then.",
  "summer_Sun4": "Man, this weather makes me wish I hadn't left home.#$b#In my old hometown, the seasons we got were cold, less cold, and extreme snow storms.",
  "summer_Fri": "Here, @. Drink this and stay hydrated. [167]",
  "summer_Fri2": "Uh, @? You okay? You look a little out of it today.#$b#Here have this. Try to stay hydrated. [167]",
  "summer_Fri4": "Hey there @, are you busy doing chores?#$b#I wish we can have some time to at least sit down and talk.#$b#Maybe get some drinks too while we're at it.$1",
  "summer_10": "I heard the Luau is tomorrow, hopefully no one messes up the soup this time around.#$e#Although, It would be a pretty funny prank to toss something... unexpected in there.$1",
  "summer_27": "I've never seen jellyfish before, especially ones that glow.#$e#Last year, I missed out on seeing 'em all 'cause I fell asleep at the bar.#$b#And no one had the heart to wake me up... *sigh*$2",
  "fall_Mon": "Hello @!#$e#The weather is getting cooler, I think I'll be able to go out more often.",
  "fall_Mon2": "Hey there @.#$e#Are you busy today?",
  "fall_Mon4": "Remember the first day we met, @?#$b#I was so sure that it'd be the last time we'd see each other, but look where we are now!$1",
  "fall_Tue": "It's finally nice to get out of the blasted heat waves.",
  "fall_Tue2": "The valley looks beautiful this time around.#$e#Should've brought my camera...",
  "fall_Tue4": "You know I debated about becoming an idol when I was still trying to figure out myself, and what I wanted to do.#$b#Then I found out how people had to meet certain beauty standards to even get a chance to audition, so I dropped it.",
  "fall_Wed": "There's something beautiful yet tragic about the leaves on trees.#$b#It kind of symbolizes beauty, life, death, and renewal. Maybe trees in itself are a metaphor for our lives.$3#$b#Am I over-thinking this?#$e#God my head hurts, guess it's time to drink!",
  "fall_Wed2": "Have you ever seen cherry blossoms before, @?#$b#They're native to where I used to live, and I tell ya' it's such a sight to see when they're in bloom.",
  "fall_Thu": "It gets windy this time of year!$h#$e#I know this might sound a bit childish, but I love jumping into piles of leaves!$1",
  "fall_Thu2": "I wonder what Shane is up to.#$e#Oh, hey there. Nice weather we're having.",
  "fall_Thu4": "That Clint guy keeps making eyes towards Emily...$3#$b#I don't like it.$8",
  "fall_Fri": "I should send my brother a postcard.#$b#Oh, but then I'd have to get three more for my older sisters...",
  "fall_Fri4": "Are you gonna do anything fun over the weekend, @?#$e#We could grab a drink or two at the bar if you're not busy!$1",
  "fall_Fri8": "I can't wait till I have enough to pay for a house of my own.#$b#I can't stop daydreaming about sitting by the fireplace with a nice cup of hot chocolate.",
  "fall_Fri10": "@, when you're around...I feel unusually at ease.$l#$e#I know it's weird, but it's true.",
  "fall_Sat": "I'm in the mood for a nice shake...#$b#Or maybe a protein shake? I wonder if Pierre sells the right ingredients for it.",
  "fall_Sun": "This weather makes me feel so energized!#$b#It's perfect weather for running miles!$1",
  "fall_15": "Have you been to the Stardew Valley Fair, @?#$e#I wanna try my hand out on all the games. I hope the prizes are worth it though...",
  "fall_26": "The Spirit's Eve festival is tomorrow, do you plan on going?#$b#I was thinking of dressing up, but I think I'd be doing a little too much.",
  "winter_Mon": "Have you come to see me in this kind of weather?#$b#Either you're incredibly daring or incredibly stupid.#$e#I appreciate the gesture nonetheless.$1",
  "winter_Mon2": "You came to visit me in the cold?#$e#I'm flattered!$1",
  "winter_Mon8": "Have you ever been in love, @?#$e#For me, it was... terrifying.$2#$b#Haha, I'm just kidding with you!$1#$e#.... $2",
  "winter_Tue": "I really need to start doing some indoor workouts.#$e#This weather is making me lazy.",
  "winter_Tue2": "I may not look like it, but I'm pretty buff.#$b#I won that Alex guy at arm wrestling the other day.#$b#He doesn't like talking about it, hehe.$1",
  "winter_Wed": "I could really go for a nice cup of hot chocolate. Too bad Gus doesn't have anything to make it.",
  "winter_Wed2": "Look at you, you must be freezing!#$b#I guess no type of weather can stop you, farmer boy.^I guess no type of weather can stop you, farmer girl.",
  "winter_Thu": "*sigh* My legs are stiff from sitting around indoors.",
  "winter_Thu2": "Oh, @, I was just thinking about you.#$e#How are you?",
  "winter_Fri": "Phew, I'm super worn out today! I think I deserve a nice drink to congratulate myself.#$e#Oh, what did I do today?#$b#Absolutely nothing! Cheers!$1",
  "winter_Fri8": "My younger brother just sent me something in the mail.#$b#He gave me a little extra, so I'd like for you to have some! [221]",
  "winter_Sat": "The year is almost over. Can you believe how fast time flies?#$e#I need to send my family a postcard.",
  "winter_Sun": "Aw what a shame, I think I just ran out of cigarettes...$2",
  "winter_7": "There's a festival dedicated to just ice?#$b#Wow this place really has it all...",
  "winter_24": "Wow, the Feast of the Winter Star is tomorrow?#$b#I wonder who's gonna get me a gift...#$b#What will I get them? Oh I dunno. Maybe myself, haha!$1#$b#This year's hottest gift, get one before they're gone.",
  "stardrop_gift": "Sunshine, I wanted to give you this. You mean so much to me, thank you for everything.$l",
  "give_flowersA": "Hey how'd you know these were my favorite flowers?$1#$b#Oh you mean...?$3#$b#You're such a stud, @!^You're such a doll, @!$1#$b#Of course I'll be your girlfriend! Been waiting on you to ask me that for a loooong time actually.$1",
  "give_flowersB": "Hey how'd you know these were my favorite flowers?$1#$b#Oh you mean...?$3#$b#You're such a stud, @!^You're such a doll, @!$1#$b#Of course I'll be your girlfriend! Been waiting on you to ask me that for a loooong time actually.$1",
  "give_pendant": "You want to marry me?$3#$b#I-... Of course!$4#$b#I'll speak with the mayor, don't worry about the preparations, sunshine.$4#$b#Time and time again, you never fail to make me fall for you. I can't wait for our wedding day!$4",
  "reject_two_heartA": "You're interested in me?$3#$b#Sorry farmer boy, we're just not as close as you think we are.$2^Sorry farmer girl, we're just not as close as you think we are.$2",
  "reject_two_heartB": "It's a bit too soon for that, don't you think?$3",
  "reject_four_heartA": "Oh this is awkward.$3#$b#Sorry farmer, I just think we're not on the same level...$2",
  "reject_four_heartB": "That's gonna be a hard pass from me, farmer guy...$2^That's gonna be a hard pass from me, farmer girl...$2#$b#I just don't think we're compatible enough...$3",
  "engageA": "Aren't you engaged?$3",
  "engageB": "You're already engaged, stop it.$8",
  "marriedA": "How many flags do you need?$8#$b#You. Are. Married.$8",
  "marriedB": "Are you trying to set up a harem or something...?$3",
  "refusal_no_heartsA": "Is this some kind of joke I'm not in on?$3",
  "refusal_no_heartsB": "Funny. Is this a prank? Where's the camera?$3",
  "refusal_knownA": "I don't want to come off as rude, but... I don't feel the same way.$3",
  "refusal_knownB": "I'm sorry. I don't feel the same way...",
  "refusal_botherA": "Not interested, pal.$3#$b#Learn to take a hint, will ya'?$3",
  "refusal_botherB": "...$8#$b#You're pissing me off.$8",
  "event_shiko1": "...!$4",
  "event_shiko2": "Of course. We can always spend time together here, I don't mind.",
  "event_shiko3": "I guess it's an acquired taste...$3"



}