{
  "Rainy_Day_0": "It's raining outside so try to stay indoors, babe.#$e#Some people are quite prone to colds when you stay out in this type of weather.",
  "Rainy_Day_1": "It's raining! I can't wait to do nothing, but stay indoors all day.",
  "Rainy_Day_2": "Good morning!$h#$e#Have a great day, honey, and don't work yourself too hard!",
  "Rainy_Day_3": "As much as I love the rain, I can't really go out wearing heels like these...",
  "Rainy_Day_4": "I'm still not used to cooking food but I'll try my best for you, @!$1",
  "Rainy_Night_0": "Are you cold, darling? Come to bed so we can warm you up.$l",
  "Rainy_Night_3": "The rain makes our home seem so cozy.$h",
  "Rainy_Night_4": "I feel like staying in bed today, wanna keep me company?$1",
  "Rainy_Night_5": "I'm glad you're home... I feel like cuddling a lot tonight!$l",
  "Indoor_Day_0": "Good morning, handsome.^Good morning, gorgeous.$h#$e#Ready for a hard day's work?",
  "Indoor_Day_1": "Good morning, sunshine.$l#$b#I tried making something for you![210 211 195 240 610]",
  "Indoor_Day_2": "Did you sleep well?#$b#You looked like you were having a nice dream!$1",
  "Indoor_Day_3": "Well look at you. I must still be dreamin'$4",
  "Indoor_Day_4": "I look at all the hard work you've done on this farm, and I have to say I'm really impressed.#$e#I'm really proud of you, @.$4",
  "Indoor_Night_0": "Did you get everything done today, @?#$e#You must be tired.#$b#I'm ready for bed whenever you are.$l",
  "Indoor_Night_1": "You look like you did a lot of work today!$h#$e#There's no shame in taking a load off.",
  "Indoor_Night_2": "I'm glad you're home.#$e#I started feeling a little lonely.$l",
  "Indoor_Night_3": "Are you done with your work? Come, let's get you to bed so we can cuddle.",
  "Indoor_Night_4": "I'm done for the day and ready for a good night's sleep!",
  "Outdoor_0": "It's a beautiful day today, isn't it, sunshine?",
  "Outdoor_1": "If you need me, I'll just be around the farm today.#$e#I'll be cheering you on, haha!$1",
  "Outdoor_2": "Have a nice day today alright, sunshine?#$e#The weather is nice today, so try to do as much as you can.",
  "Outdoor_3": "I got you a drink, @!$h[350]",
  "Outdoor_4": "This should keep you energized for the day!$h[204]",
  "OneKid_0": "Isn't %kid1 the cutest?",
  "OneKid_1": "I hope %kid1 grows to be a wonderful person like you!$l",
  "OneKid_2": "Don't worry, I'll keep an eye on %kid1 today. You just focus on your work!$h",
  "OneKid_3": "Life's different now that we have a child but I don't mean that in a bad way.",
  "TwoKids_0": "I already gave %kid1 and %kid2 their breakfast. Go ahead and seize the day, darling!",
  "TwoKids_1": "I hope you finish work early. The kids have been talking nonstop about playtime with you!",
  "TwoKids_2": "I think your charming personality is growing on the kids, darling.#$e#Everytime I look at them I can't stop smiling.$1",
  "TwoKids_3": "I've said it many times before, but I love our family so much!$4",
  "Good_0": "The married life is... Well, I can't even begin to describe it!$h#$b#And not to mention it was with someone as wonderful as you.$l",
  "Good_1": "The day you told me that you loved me was the greatest day of my life.$4",
  "Good_2": "You know, because of you, I've stopped smoking.#$b#And I feel great!$1#$e#Instead of taking a drag from a cigarette, I'm starting to take walks in the forest.",
  "Good_3": "Well, hello there handsome!^Well, hello there gorgeous!#$e#Ready to face the day?",
  "Good_4": "Please be careful out there, @. I know you're super strong and all, but don't get too careless out there...$2",
  "Good_5": "Wow, you look really handsome today! Did you do something different?$l^Your feminine allure is irresistible today. I can't keep my eyes off you.$l",
  "Good_6": "Don't mind me... I'm just enjoying the view, heh.$4",
  "Good_7": "I appreciate all the hard work you do! Just thought I should let you know.$1#$e#I love you, dear!$h",
  "Good_8": "Hey handsome. Don't be gone for too long.$l^Hey doll. Don't be gone for too long.$l",
  "Good_9": "I'll still love you when you're old and gray.",
  "Neutral_0": "Don't forget to stay hydrated while you work!#$e#Take plenty of breaks as well.",
  "Neutral_1": "Hmmm, I wonder what I'll do today.#$e#Is there anything on you agenda today?",
  "Neutral_2": "Are you on a break?#$b#That's good, you need to mind your health and balance rest with work.",
  "Neutral_3": "I wouldn't call married life boring, but... It feels like it's been one-sided lately.$s",
  "Neutral_4": "I'm still trying to learn how to cook properly, so I can make some nice meals for you.#$e#So far it isn't going to well...",
  "Neutral_5": "I feel a little worn out all of a sudden. I should probably go lie down.",
  "Neutral_6": "I wonder what the townsfolk are up to today?",
  "Neutral_7": "I don't feel like doing anything today. But that's me everyday...#$e#I just feel emotionally exhausted. That's all.",
  "Neutral_8": "Please don't forget to tidy around the house now and then!",
  "Neutral_9": "I wonder how long will the two of us live our lives together...",
  "Bad_0": "We are still in love... right?$s",
  "Bad_1": "*sigh*... $s",
  "Bad_2": "Are you not happy with what we have?$8#$e#...$s",
  "Bad_3": "You've been acting different lately.$s",
  "Bad_4": "I hope you're not having any second thoughts about... well, us.$s",
  "Bad_5": "Am I not enough?$s",
  "Bad_6": "@... $s#$e#Nevermind... $s",
  "Bad_7": "If there's something wrong, you need to communicate with me, @.$s#$e#*sigh*... $s",
  "Bad_8": "Sorry, but I'm not in the mood.$s",
  "Bad_9": "Maybe I should've married Emily instead... $s",
  "spring_1": "My new year's resolution is to learn something new!",
  "spring_8": "Spring was always a nice season.",
  "spring_23": "I won't be dancing tomorrow, but I wouldn't mind if you danced with someone else.",
  "summer_1": "The heat of summer is upon us!#$b#Drink plenty of water and don't overwork yourself.",
  "summer_8": "If you like, we can have a nice beach date together.#$b#I think you'd enjoy a refreshing dip in the ocean to cool off!$1",
  "summer_15": "Don't worry so much about me in this heat! You're the one who's doing all the hard work.#$b#Worry about yourself more.$0",
  "fall_1": "Ahh, I love the fall! The weather is perfect for a nice stroll in the forest.$h",
  "fall_8": "Are you prepared for the winter, darling?",
  "fall_15": "Have you decided on what items to bring for the grange display tomorrow?#$e#I hope you'll kick Pierre's butt this year!$h",
  "fall_26": "I can't wait to for the festival! I love everything about it! Especially when I get to stuff my face with food...$h",
  "winter_1": "*yawn* I start feeling drowsy whenever the snowy season arrives..$u",
  "winter_7": "Will you be participating in the fishing contest tomorrow?#$e#Best of luck of you do, honey!",
  "winter_28": "Thank you for the happiness you've brought me all year, @.$l#$e#I hope to always remain by your side.$l#$b#Here! to celebrate the new year. [348]",
  "patio_Shiko": "The weather is nice today! Get out there and do your best today, my darling!$1",
  "spouseRoom_Shiko": "Have a lovely day, @. I'm just tidying up a little here.",
  "funLeave_Shiko": "I think I'll walk down to the beach today. It's always nice to see the ocean again.",
  "funReturn_Shiko": "I had a nice time at the beach by myself. I watched the waves come and go, just like old times."

}