{
			"Entries": {
//GNO
				"Good_0": "So, how's my favorite person in the world doing today?$6",
				"Good_1": "Hey, feel my shirt...#$b#It's made of husband material.$6#$e#Yeah, that would have worked a lot better if we weren't already married.$h",
				"Good_2": "Morning, chickadee. So, I was thinking...$6#$b#...$l#$e#Huh, what? Sorry, I got distracted. Do you have any idea how good you look right now?$6",
				"Good_3": "Sometimes I feel like I'm really getting it together. I get all these chores done, I spend time with my family...#$b#It's nice. I'm feeling pretty proud of myself.$6",
				"Good_4": "Ugh... I just wanna crawl back into bed...$s#$b#I'll just stay in today, okay? I don't feel up to anything at all...#$e#Have a good day out there, bud.$6",
				"Good_5": "A little bit before we started dating, I got these really sappy romantic dreams about you.$6#$b#Yoba, I was so embarrassed about them.$3#$e#I kinda freaked out whenever I saw you afterwards, you know. Like I was scared you'd read my mind or something.$6#$e#Yeah, I do still dream about you every now and then. Not that big a deal to me, though...#$b#I know you're way sappier in real life.$h",
				"Good_6": "So picture this: I'm just getting on with my day, doing chores and stuff... when my wedding pendant swings into view.#$b#*sigh*... You know how distracting this thing is? I keep getting all soft and mushy whenever I lay my eyes on it.#$e#Take it off?$10#$b#Yeah sunshine, I get that it's the practical thing to do, but the only way to get this pendant off me is to pry it off my cold, dead body.#$b#I'm not taking it off for shit.$6",
				"Good_7": "I'm glad that we were neighbors before I moved in.$6#$b#It doesn't feel like I moved out and left Jas and Marnie behind. It's more like my home just got a lot bigger, you know?$6#$e#I hope you feel the same way. What's mine is yours, and all that.$6#$b#Besides, Marnie and Jas have been bugging me about getting you to visit more often.$h",
				"Good_8": "Sometimes I get scared that this is all a really great, elaborate fever dream. Like any minute I'll wake up in a hospital bed with a doctor telling me that I've been asleep for ten years.#$b#Maybe I've just been watching too many movies...$3#$e#Or maybe you're too good to be true, and I still can't believe that I'm the one who gets to wake up next to you every morning.$l",
				"Good_9": "Huh... You're wondering why I have this goofy grin on my face? You have a short memory span, don't you? *blush*$h#$e#Maybe I oughta remind you how you got me smiling like an idiot. You know, just so we're even.$6",
				"Neutral_0": "Are we doing okay on money, @?",
				"Neutral_1": "I'll do the laundry tomorrow morning before you get up... could you separate your darks from the whites before going to bed?",
				"Neutral_2": "I don't really feel like doing anything today.$s",
				"Neutral_3": "No matter how much I clean, the house keeps getting dirty again.#$e#*sigh* I guess it's no different from how things were on the ranch.$3",
				"Neutral_4": "Ugh, I just read that the Joja CEO made another billion in the past week. I bet he never even had to do half the crap we did when we worked there.$s#$e#I'm so glad I don't work for those bozos anymore.",
				"Neutral_5": "I woke up at one in the morning and couldn't get back to sleep, so I scrubbed and mopped all our floors.#$b#Well, looks like I just used up all my productivity for the month. At least the floors are shiny.$3#$e#My head's starting to hurt, so I think I'll go back to sleep now. G'night, bugaboo.",
				"Neutral_6": "Buh... my stomach doesn't feel too good...$s#$b#I guess I shouldn't have eaten all those poppers before going to bed last night...",
				"Neutral_7": "#$1 shaneDishwasher#Hey, do you think we should get a dishwasher? It could help us save water... and it would be a huge help with the chores.#$e#Sorry... I left last night's dishes in the sink. I couldn't get myself to wash them.#$e#I'll do them in a little bit, okay? Don't worry about it.$6",
				"Neutral_8": "Aw man... we're out of spicy pretzel snacks.",
				"Neutral_9": "*sigh*... I spilled some salsa in the fridge.$s#$b#Don't worry, I'll clean it up. Maybe we should start keeping stuff like that in airtight containers...",
				"Outdoor_0": "Sometimes I stop and realize that I'm nothing more than a bag of juicy, squishy flesh.#$e#But hey... that's just fine... what's life, anyway?$h",
				"Outdoor_1": "Ooohh... my tongue is swollen from eating too many pepper poppers.$s",
				"Outdoor_2": "*munch munch*#$b#Oh, hey. Want some poppers?$6#$b#I thought having breakfast out here might be nice.$6 [215]#$e#What do you mean, this isn't a proper breakfast?#$b#I'm an adult. Poppers can be breakfast food if I want them to be.$6",
				"Outdoor_3": "I guess my therapist was onto something when he told me to spend more time outdoors... this is pretty nice.$6#$e#So what are you doing today?$6",
				"Outdoor_4": "Hey, you're finally up.$6#$b#Yeah, I've been up since before dawn. I'm tired, but watching the sunrise was nice...$6#$e#How about you? I hope you slept better than I did.$6",
//Day/Night
				"Indoor_Day_0": "I've been saving vegetable scraps to give the girls every morning. They eat pretty much anything.$6#$e#One of the reasons why I love chickens is because they're so easy to please.$6#$b#Nothing like seeing a hen go hog wild over a half-eaten lettuce leaf.$h",
				"Indoor_Day_1": "Morning, peach. What are your plans for today?$6#$e#Me? I'm feeling pretty good today, so I'll read up on chicken breeding.#$b#I think I'm pretty good at caring for them, but I think I can still do better, you know?#$b#Plus the better I get at it, the happier our girls will be.$6",
				"Indoor_Day_2": "Hey, are you okay with soup for breakfast? [199 457 727]#$e#I don't feel up to cooking today, so I just heated up last night's leftovers...#$b#Hope you don't mind.$6",
				"Indoor_Day_3": "I may keep to myself a lot, and I may seem unhappy sometimes... but I do appreciate what we've built together. I'm a lucky guy.$6",
				"Indoor_Day_4": "Morning, sunshine. Look, you and breakfast match.$6 [194]#$e#Get it? They're sunny-side up...$h#$e#Hm. That didn't sound as funny as it did in my head...$3#$b#What, you think I made breakfast just to crack a lame joke?$6#$b#You're right, I did.$6",
				"Indoor_Night_0": "Hm... maybe I should try building a dust bath box for the girls. It could be a good project to work on.$3#$b#Plus, a dust box would give them a place to clean themselves in the winter.$6",
				"Indoor_Night_1": "Hey, you're home! How's your day been?$6#$e#What did I do today? Well, I was just hanging out with the hens...$6#$b#Then I accidentally took a five-hour nap in the coop.$3#$b#The girls were nice enough to not poop on me, at least.$6",
				"Indoor_Night_2": "Buh... I wish I was six inches taller and a whole lot smarter...#$e#You like me for who I am? I still have a hard time understanding that sometimes...#$b#But I know that you wouldn't make stuff up just to make me feel better about myself. So... I trust you when you say cheesy stuff like that.$6#$e#For what it's worth, I like you for who you are, too.$6",
				"Indoor_Night_3": "You okay? You look pretty tired. Didn't overwork yourself, did you?#$e#C'mere, I'll put some liniment on your back.$6#$b#This is the same brand I used when I was on my high school varsity team... I bought a few bottles since I figured you could use it.$6",
				"Indoor_Night_4": "Hey, you're back. How was your day?$6#$b#I'm gonna watch the game before heading to bed. Wanna join me?$6",
				"Rainy_Day_0": "I remember when I had to trudge through the mud to get to work on days like this.$3#$b#I can't even begin to describe how glad I am that neither of us have to work for Joja anymore.$6",
				"Rainy_Day_1": "I like the rain a lot better now that I don't have to walk in it for two miserable hours to go to work...#$b#It's pretty cozy in here.$6",
				"Rainy_Day_2": "Looks like it isn't raining in Zuzu City today...#$b#That means tonight's Tunnelers game is still on!$h",
				"Rainy_Day_3": "Hey, what do you think of going to Zuzu when it isn't raining? We could watch a game or eat at some fancy restaurant.$6#$b#Just to shake up the ol' routine a little, you know?$6",
				"Rainy_Day_4": "I got this strong urge to eat a whole sack of spicy pretzel snacks, guzzle soda, and take a 12-hour nap on the couch. I just wanna do something really stupidly unhealthy today.#$b#Today feels pretty awful, and if I'm gonna feel like a disaster, I wanna fucking act like one...$s#$e#*sigh*... Yeah, I'll try to not do everything I just said.$3#$b#I'll... I don't know, maybe spend some time with the hens today. Don't worry about me.$6",
				"Rainy_Night_0": "Hey, I microwaved some pizzas. Want some?$6 [206]#$e#I know you've been working all day, so just sit back and have a slice.$6",
				"Rainy_Night_1": "You know, I'm gonna get you an umbrella hat one of these days. You almost always get home completely soaked on nights like this...$6#$b#What do you mean they look lame?$10",
				"Rainy_Night_2": "I got a lot done today. It's way easier to focus on stuff when the sound of the rain drowns everything out.$6#$b#How about you? How was your day?$6",
				"Rainy_Night_3": "It's all right if you didn't finish everything you wanted to do today. You can pick up where you left off tomorrow.$6#$b#Tonight, just relax. Okay?$6",
				"Rainy_Night_4": "Today was nice. Didn't get much done, but I let myself kick back and relax.$6#$e#How did your day go?$6",
			},
}
