{
			"Entries": {
				"Bad_0": "Did I do something to piss you off?#$b#Or what, are you just tired of me and my bullshit?#$e#I fucking warned you, @. I told you that I'm a mess, but no, you went ahead and married me anyway.#$b#You knew exactly what you were getting into when you asked me to marry you. So if you regret anything, that's on you.$a",
				"Bad_1": "...Can we still fix this?$s#$b#Not that I have much experience, but I'm pretty sure this isn't how a happy marriage is supposed to work.#$e#Please... I just want us to go back to how we were before.$3",
				"Bad_2": "...I should've known better than to think that I'd ever really be happy.",
				"Bad_3": "Are you gonna leave me? Is that why you've been so distant lately?$s#$e#I'm... I'm doing the best I can for you, you know.#$b#I'm sorry it isn't enough, but it's the best I can do...$s#$b#Fuck, please don't leave me. I'll try harder, @. I'll do whatever you want me to, just... just talk to me. Tell me what you want from me.#$e#...I want to fix us, @. Do you?$3",
				"Bad_4": "...$3#$e#I used to think that we'd be happy together.",
				"Bad_5": "You were my best friend once, you know?#$b#Yoba, we just had to fuck that up and get hitched, didn't we?$s",
				"Bad_6": "Did you ever really love me? Do I mean anything to you, or am I just a stupid mistake you couldn't back out of?$a#$b#You sure've been treating me like a mistake lately...$s",
				"Bad_7": "You know, if I knew that marrying me would make you so fucking miserable, I wouldn't have said yes.#$e#You said I'd make you happy, asshole! And damn if I'm not trying my hardest to do that, but you're just completely checked out of this relationship.$a",
				"Bad_8": "Staying sober's been really hard, you know? You're not making it any easier on me...$s#$e#I'm fucking tired of having to beg for scraps of your attention. Did I ever really matter to you?$a",
				"Bad_9": "Oh, are you not ignoring me today? How exciting.#$b#Thank Yoba, I was deemed worthy of attention today. Whoo-fucking-pee.",
			},
}
