{
			"Entries": {
//GNO
				"Good_0": "Ah... it sure is good to know that I get to annoy you for the rest of my life.$6#$b#Have a good day, you dweeb. Love you.$6",
				"Good_1": "Have I ever told you that Jas thinks you're the coolest grown-up ever?$6#$b#Don't worry, I won't tell her what a huge dork you really are.$h",
				"Good_2": "Hey, I was thinking we should have Jas and Marnie over for lunch sometime. They'd like that, wouldn't they?$6#$e#I'll probably get Gus to make us something, though. I don't wanna take any chances with my cooking.",
				"Good_3": "Well, someone was really clingy last night... it took me a while to wiggle out of your grip so I could get to the bathroom.$6#$e#Hey, I'm not complaining. Not one bit.$h",
				"Good_4": "Hey, you know I love you, right?$l#$b#I just wanna make sure you never forget.$l",
				"Good_5": "I'm in a great mood today... The Tunnelers won big last night.$h",
				"Good_6": "Ah, don't kiss me. I haven't brushed my teeth yet and I don't wanna expose you to that.$6#$b#I've, uh, had some trouble getting myself to do anything this morning.$3",
				"Good_7": "Hey, sunshine. Could you stay with me for a little bit?#$b#Today feels really heavy...$s",
				"Good_8": "*Sniff*... *sniff*... mmm... what's that wonderful fragrance you're wearing? Eau de pepperoni?$6#$e#I'm kidding, I'm kidding.$h#$e#Seriously, though, do you smell pizza somewhere?",
				"Good_9": "If someone told me before we met that this is what my life would be like, I would've told them that they were wrong.#$b#I'm glad that *I* was wrong, though.$6",
				"Neutral_0": "Why don't you tell me about your day when we're in bed tonight? I'm kind of busy right now...",
				"Neutral_1": "Don't touch the sink, I'll do the dishes eventually. I just need time to psych myself up for it, okay?",
				"Neutral_2": "Ugh... clean, clean, clean. Sweep, sweep, sweep. Bathe. Cook. Make the bed... Oh, well. Life's alright.",
				"Neutral_3": "Hm... the door hinges are getting squeaky.$3#$b#*sigh* I guess I gotta deal with that later.",
				"Neutral_4": "Do you think your grandpa would be proud of the work we've done?",
				"Neutral_5": "Do you ever feel like there's a huge yawning chasm in your chest?#$b#Sometimes I wake up feeling so... hollow.$s#$e#*sigh*... I hate having days like these.",
				"Neutral_6": "Do you think I spend too much time in the house?#$e#Maybe I should get out more...$3#$b#Ugh, I'd really rather just stay in most of the time.",
				"Neutral_7": "Hm. I can't tell if my hair is turning gray, or if it's just a trick of the light.$3#$b#You'll still like me when I'm old for real, right?$6",
				"Neutral_8": "I wish Jas would come over more often...$3#$b#Well yeah, she comes over almost every day, but still.#$e#*sigh*... I sure am getting clingy.$6",
				"Neutral_9": "Sometimes I feel like I'm not doing enough to help you out...$3#$b#I'm trying my best though. You know that, right?#$e#I wish it weren't so hard for me to get stuff done.$3",
				"Outdoor_0": "I didn't sleep well last night, so I'm hoping this fresh air will get the juices flowing.#$e#What juices, you ask? Heh... you're weird.$h",
				"Outdoor_1": "Hey, @. You were sleeping like a baby, so I slipped out of bed and went for a morning walk around the farm. Everything looks fine.$6",
				"Outdoor_2": "I used to have plans of moving back to the city someday, but I've grown really attached to this place.$6#$e#Visiting Zuzu's still fun, but I can't really imagine living there anymore.$6",
				"Outdoor_3": "When I stop and think about it... I'm in a good place. My life is pretty nice.$6",
				"Outdoor_4": "I wonder what I'd be like if I grew up in this town.$3#$b#*sigh*... I really shouldn't dwell on 'what-ifs.'#$e#So, what are you up to today?$6",
//Day/Night
				"Indoor_Day_0": "Some days it feels like people shouldn't interact with me. I just don't have the energy to talk to anyone.#$e#I really appreciate it when you're just there, you know? You never make me hold conversations I'm not feeling up to.#$b#Things feel better when you're around.$6",
				"Indoor_Day_1": "Hey, don't worry about grocery shopping, okay? You've got enough on your plate as it is, so I'll handle it. Besides, I like doing it.$6#$b#...Ugh. I really am getting old.$s",
				"Indoor_Day_2": "Do me a favor... when I die, use my dust to fertilize some corn for the hens.#$b#It's the circle of life, bud... the circle of life.",
				"Indoor_Day_3": "Hey. Take this... I didn't feel like cooking today, so I just nuked some breakfast. [195 215 206]#$e#Sorry if it's squishy.$6",
				"Indoor_Day_4": "Morning, sunshine. Here's breakfast, courtesy of Charlie and the girls.$6 [195]#$e#I like to think that I've gotten pretty good at making egg dishes. Except for deviled eggs.$6#$b#Yoba, I could really go for some of Gus's special fancy-rich-jerk deviled eggs right now...$3",
				"Indoor_Night_0": "#$1 shaneSponsor#I just agreed to sponsor someone in my support group. I'm supposed to give him advice and emotional support and all that. It's kinda scary, but I think I'm up to it.$6#$e#I just got off the phone with the guy I'm sponsoring. Looks like we both got through another week sober.$6",
				"Indoor_Night_1": "Hey, I'm glad you're home. I missed you today.$6#$e#Yeah, yeah, so maybe I'm feeling a little clingy today. I like it when you're around, so sue me.$6",
				"Indoor_Night_2": "Hey, @. How's your day been?$6#$e#Jas came over for a little while earlier. She had a bunch of new artwork to show me.$h#$b#And speaking of, we're gonna need some more fridge magnets.$6",
				"Indoor_Night_3": "I just spent the whole afternoon watching videos about fixing color bleeds in laundry.#$e#Why, you ask? Uh...$10#$b#Don't worry about it.$h#$e#Fine. I accidentally loaded a red sock in the washing machine with our whites.#$b#I don't even know whose sock that is.$a",
				"Indoor_Night_4": "I spent all day watching TV, and now my legs feel like soft dough.#$b#I guess I should get out of the house tomorrow, maybe go on a walk...",
				"Rainy_Day_0": "The rain makes me feel so lazy...$3#$b#Do you have to go out today? We could just stay in bed till the rain stops...$6",
				"Rainy_Day_1": "I'm gonna stay in today... the rain looks pretty bad out there.$3#$e#Wanna stay in with me? Or do you have stuff to do?#$b#All right, be careful out there.$6",
				"Rainy_Day_2": "Hey, looks like you won't have to worry about watering the crops... why don't you take it easy today?$6",
				"Rainy_Day_3": "Take this... [773]#$e#I know you like to head into the caves on days like this. Come home in one piece, @.",
				"Rainy_Day_4": "Heh, sorry I'm dripping all over the floor. I tried to go for a walk when it started pouring.$6#$e#I should probably start checking the weather forecast, but ehhh.",
				"Rainy_Night_0": "...#$b#...I'll never get used to seeing how good you look after a day of working outdoors.$l",
				"Rainy_Night_1": "*sigh*... You're gonna get yourself sick if you keep spending all day in the rain like that. Come on, let's get you into some dry clothes.",
				"Rainy_Night_2": "I just remembered some of the video projects I made back when I was in high school. I wonder if I can find the tapes...#$e#Do I wanna watch them? Fuck no. I wanna find the tapes so I can have the cows trample them before I put them in a box to throw into the bottom of a gorge.#$b#Ugh, those were so embarrassing...$3#$e#Well... I guess I could let you watch some of them if you really wanna.$6",
				"Rainy_Night_3": "Eat up, bugaboo.$6 [199 457 727]#$e#I know it's not Luau-level stuff, but you gotta warm up after spending all day in the rain.$6",
				"Rainy_Night_4": "*sigh*... I hope Jas doesn't get any nightmares tonight. The rain has a way of setting her off...$3#$e#I'm gonna give her a call. I'll join you in bed in a bit, bud.$6",
			},
}
