{
    "9850000/m 10":"continue/5 14/farmer 5 19 0 Madam 3 15 2/skippable/speak Madam \"A visitor, welcome.$1 It's been such a long time since I have had a visitor other than Willy, you must be the new farmer he told me about.$1#$b#Be welcome, this is my store and I have the finest baits you may find. If you are in a fishing trip this local has some fish you will never find in the valley.$5#$b#My shop is opened evey day except on Saturdays. Feel free to stay as long as you want and come back whenever you like.$1\"/end",
	"9850001/i 460/t 800 2000/p Madam":"musicboxsong/5 14/farmer 5 19 0 Madam 3 15 2/speak Madam \"Hi sweetie, welcome.$1\"/move Madam 3 0 0/move Madam 0 2 3 farmer 0 -2 1/pause 650/speak Madam \"What have you got there?\"/faceDirection farmer 1/showFrame 35/addObject 5 18 460/pause 1000/showFrame 6/speak Madam \"$q 16001 null#Ohhh! Well you...#$r 16001 0 event_pendant1#I don't know, I bought it from this shady old Mariner. What is it?#$r 16001 20 event_pendant2#A mermaid pendant! The Old Mariner said it's special.#$r 16000 0 event_pendant3#I think I got scammed, I just payed 5000g for an old shell.\"/speak Madam \"Almost forgot to congratulate you. I'm so happy for you and I wish you a long and happy life with your loved one. Oh, my little @ is getting married.$1\"/emote farmer 20/end",
    "9850002/e 26/f Madam 1000/t 800 2000/p Madam":"moonlightJellies/5 14/Linus 5 19 0 Madam 3 15 2 farmer -100 -100 0/skippable/speak Madam \"Ah! Linus, what a pleasant surprise, I'm so happy to see you again.$1\"/move Madam 4 0 2/move Linus 0 -2 1 Madam 0 2 3/pause 1000/speak Linus \"Yes! It's been a while, I'm sorry I can't visit you as often anymore. These old knees have been bothering me lately.$1\"/speak Madam \"I'm so sorry to hear that. Here, try my special remedy drink.$0\"/showFrame Madam 33/addObject 6 17 900/pause 1000/removeTemporarySprites/showFrame Madam 12/speak Linus \"Thank you, ah, that's the stuff. You're an amazing...$1\"/warp farmer 5 19/faceDirection Madam 2/speak Madam \"Hi sweetie, welcome.\"/faceDirection Linus 2/speak Linus \"@, hi. Glad to see you. I see you have come for supplies as well.$1#$b#Did you know she was the one who taught me the wild bait recipe? Yes, she's something else, isn't she? She knows so many amazing recipes!$1\"/speak Madam \"Oh, Linus, stop. Ha, ha!$4\"/speak Madam \"$q 16002 null#Well...#$r 16002 -50 event_linus1#What is she Linus? No really. I'm curious. She always walks funny.#$r 16001 50 event_linus2#Yes, the Madam is quite a lady!#$r 16000 0 event_linus3#I don't mean to be rude, but where are you from? Love your accent too.\"/faceDirection Linus 1/faceDirection Madam 3/speak Linus \"My, dear, before I go here is a wild berry mix...\"/showFrame Linus 20/addObject 6 17 610/pause 1000/showFrame Linus 4/speak Linus \"...the flute you asked for and I found some more spoons.\"/showFrame Linus 20/addObject 6 16 119/addObject 6 18 110/pause 1000/showFrame Linus 4/removeTemporarySprites/speak Linus \"Ah and here is a flower from me.$1\"/showFrame Linus 20/addObject 6 17 402/pause 1000/showFrame Linus 4/removeTemporarySprites/speak Madam \"Thank you so much Linus, you are such a gentleman!$1#$b#And here is your order as well, now you take good care of yourself.$6\"/showFrame Madam 33/pause 250/showFrame Madam 12/playSound pickUpItem/speak Linus \"No worries dear, @ here visits me often. I'm in good hands.\"/end dialogue Madam \"I'm glad you and Linus are friends, he used get so lonely in the valley.$1\"",
	 }