{
        "Mon": "You can find a lot of new fish in these areas.$h#$b#They don't go near the valley as the water is too dirty.",
        "Tue": "Do you know Willy?$h#$b#He visits me from time to time.",
		"Tue8": "Hey@.How is Willy doing?$0#$b#I hope he is ok, the sea can be so dangerous.$2",
        "Wed": "Oh hi sweetie.$h#$b#Your visit makes me very happy.",
        "Thu": "I like diving in the ocean.$h# Maybe when you have some free time you can dive with me.",
        "Fri": "If you fish any trash please be sure to dump it in the bin.$h#$b#I so hate it when people leave their trash here.",
        "Sat": "Hello Sweetie, taking a break? I am!$1#$e#The fox outside sells ice cream.$1#$e#Maybe I will go diving.$0",
		"Sat6": "Hello Sweetie, taking a break? I am!$1#$e#IceFox's ice creams are the best.$1",
        "Sun": "Welcome back sweetie!$h#$b#I hope you have a great week ahead of you.",
		"event_pendant1": "It's a mermaid pendant. In ancient times it was used to wed fisher folk and merfolk into one tribe. It's a symbol of peace and unity.$1#$b#It breaks my heart this custom was abandoned, but I'm glad that the people of Pelican town still honour the tradition.$0",
		"event_pendant2" : "Yes, it's very special, he didn't lie.$1#$b#Be sure to give this to someone you really love.$5",
		"event_pendant3" : "Ha, ha silly! You didn't get scammed, that pendant is like the wedding ring from Zuzu city.$4#$b#You use it to propose. Here the customs are different from where you are from, I guess.",
		"event_linus1": "Oh, this, I have an old diving injury.$2",
		"event_linus2": "Thank you. Yes, it wasn't easy to leave my home, but Linus showed me how to stand on my own two feet.$5",
		"event_linus3": "Oh, I'm from the southern part of the sea. The bay of Sh'eenaz, means storm lands in the old tongue.$0",
		"event_secret1": "Guess you found me out, sweetie. Can I trust you with my secret? Ha, ha! But seriously, keep it to yourself.$2#$b#While I'm glad the new generation is much more open minded, there are still many who keep to the old ways on both sides.$0",
		"event_secret2": "Oh, sweetie. This is not a costume, and neither are the girls at the winter night market in costume. We are mermaids, the legends are true.$3#$b#I know this may come as a shock. But we're very happy to see that both our peoples are more open minded now and we can be friends again, like in ancient times.$0",
		"event_secret3": "Yes, haha, guess nothing gets past you, my little detective.$0",
		"event_willy1": "No worries I should have placed a sign. The shops will be open tomorrow. Since you are here already, at least have some carp. [209] $8",
		"event_willy2": "William!$3%fork", 
		"event_willy3": "Uh, ok … I guess he can have some. Hope you like carp. [209] $7",
    }