{
				"Rainy_day_1": "Watch your back because I'm looking to get you soaked and dirty.$1#$e#Do you want to play in the rain with me?#$b#I promise to go easy on you.$1",
				"Rainy_Night_1": "If you ever want to stay over, you're welcome to.#$e#It'd be nice having someone to sleep next to.$4",
				"Saloon": "Hello there, you come here often?$1#$b#Haha, I'm just playing.#$b#We should have a drink together, baby, I love your company.$4",
				"LyellsHouse": "I thought I lost a earring this morning.#$b#It would break my heart if I ever lost it. My father handed these earrings down to me when I was crowned a man by my sister.$2",
				"Mon": "%He looks very tired. Maybe leave him alone for now.",
				"Tue": "Hello, sweetheart, you're looking lovely today.#$e#But really you look lovely every day, you know.$4#$e#%He's starting to blush deeply.",
				"Wed": "Where I'm from, when two people start dating.#$b#It's customary to break freshly baked bread together.#$b#It's supposed to bring good luck in the relationship.",
				"Thu": "I've always wondered what it would be like to skydive, but then I just imagine the shoot not opening.$2#$e#Think I'll stay where the gods intended.$1",
				"Fri": "There's many reasons I go silent, but none of them are because of you.#$b#Please don't take it personally when I stop talking, it's just how I am.#$e#I hope you understand that. Too often people are hurt by my silence.#$b#It's just who I am, really.$3",
				"Sat": "It's tradition for those in Gotoro to celebrate their relationship nightly with a glass of wine.#$b#Perhaps we should start doing that...$4",
				"Sun": "When I was a young man, I travelled all over Gotoro with a group of merchants.#$b#After my father and sister passed of pox, it was the only way I could earn a decent income.#$e#I miss Patcha quite a bit. He sort of acted like a father to me for a long time.#$b#Up until he was arrested, anyway.$2",
				"spring_23": "I think tonight I'll have a glass of wine with Marlin. I'm sure even in death he would enjoy a glass of it.",
				"spring_13": "My house smells of vinegar right now because I've been coloring eggs for the festival tomorrow.#$e#I'm not very good at it, but I try at least.$1",
				"summer_Mon": "Do you think the ancestors are happy how mankind has developed?#$b#The people of the past used to work back-breakingly hard just to survive.#$b#Would they be proud we've developed past such soul-crushing labor?",
				"summer_Tue": "I hope my father isn't too angry that I fought against Gotoro and moved across the sea.#$e#I'm sure he understands. He was always very supportive and understanding of my choices.",
				"summer_Wed": "You'd think after so long I would get used to socializing with people. But... I still feel like an awkward teenager.$s#$e#I'm surprised you talk to me so often, @. Isn't there someone more interesting you like?#$e#I suppose you know yourself best.#$b#I'm just not used to talking so much.",
				"summer_Thu": "Hello my love, it's a good day to go to the saloon.#$b#I hope I see you there later.$4",
				"summer_Fri": "I'm not as young as I used to be, but I still got some fight left in my body.#$e#I have to fight, really. Life doesn't fly by for me.",
				"summer_Sat": "You ever wonder if animals have conversations the way we do?#$b#They seem to communicate in their own way.$1",
				"summer_Sun": "Lately I've been obsessed with Journey of the Prairie King.#$b#Abigail got me into it and I can't seem to put it down.$1",
				"summer_10": "I'm gonna slip in something really spicy into the potluck tomorrow.#$b#I can't wait to see the looks on everyone's faces.",
				"summer_27": "Don't tell anyone this.#$b#But I'm strongly considering 'pushing' Lewis into the ocean tomorrow during the festival.#$b#I think it would be funny to see him all washed up.$1",
				"fall_1": "The smell of fall is wonderful.#$b#It really is refreshing and comforting.$1",
				"fall_Mon": "%He seems to be lost in thought.",
				"fall_Tue": "Hm, do you think Xenos meant to create a world so full of war?#$b#Maybe it was an accident. Besides, they did throw up our galaxy, so I can't imagine that was on purpose.$1",
				"fall_Wed": "I was reading up on the laws of the valley and some of them are just silly.#$b#Did you know it's illegal to ride a horse on a boat?#$b#What in the world happened to make that a law that was needed?!$1",
				"fall_Thu": "I know I shouldn't judge, but there are some people in this valley who really need to get themselves together and rethink their attitude towards people.$3#$e#I'm not saying who but if you know these townspeople like I do, you can guess the few I'm talking about.",
				"fall_Fri": "Personally, I feel that nudity should be legal everywhere.#$b#Even if I wouldn't run around without clothes on, people have a right to choose.#$e#We weren't born with clothes on, you know, it only makes sense.$3",
				"fall_Sat": "I caught Rosewell drinking my coffee of all things.#$b#My morning coffee had been disappearing lately but now I know!$1#$b#It was the chicken!$1#$e#The chicken, @, she's stealing my coffee!$1",
				"fall_Sun": "Pepper keeps going missing.#$e#That crafty hen, I put her back in the coop and she escapes somehow. I can't figure it out.$1",
				"fall_15": "I think I'm actually really excited for the fair tomorrow! I'm looking forward to playing the games.#$e#Except for the gambling, I don't gamble.#$b#Always ends badly.",
				"fall_26": "I should probably go to a dentist soon, maybe after the festival tomorrow.#$e#I'll get my fill of candy during Spirit's Eve and let the dentist fix the wreckage.$1",
				"winter_Mon": "Buh... Have you seen the way Pam talks to her daughter?...#$b#I suppose it's none of my concern.$a#$e#But it really gets to me. I would never treat my family so poorly.$2",
				"winter_Tue": "Winter is the slowest season by far.#$e#I would say I hate it, but really I don't, I just get annoyed with it sometimes.$3",
				"winter_Wed": "There's this white cat running around. I think they're a stray.#$b#I've tried catching them, but the little bugger is too fast for me.#$e#Maybe I can set up a little house for them, get them out of this cold weather.",
				"winter_Thu": "You know, I'm still pretty shocked you wanted to date me...#$e#I just don't find myself very worthwhile, I suppose.$4#$e#%He's started to blush.",
				"winter_Fri":"Lately I've been listening to a lot of 50's music. It really tak-$h#$b#...It really improves my mood.#$e#H%He seems lost in thought.",
				"winter_Sat": "%He smiles but doesn't talk. It doesn't look like he wants to.",
				"winter_Sun": "Linus and I talk occasionally. He's very wise, you know.#$e#It's a real shame people treat him so poorly.$2",
				"winter_16":  "%He doesn't seem to be in a good mood. You should probably leave him alone.",
				"winter_17": "Please, @, I care for you deeply but I need to be alone right now.#$e#%He looks annoyed.",
				"winter_18": "I'm sorry, I really just - it's hard right now for me.#$b#I miss my children...$2#$e#%He looks very sad.",
				"winter_19": "%Lyell sighs heavily. He looks really depressed.",
				"winter_20": "It's always hard, @, I don't think I'll ever move on.#$e#%Are his eyes tearing up?",
				"winter_14": "Hello, love, the night market is coming to town.#$b#I think I'll look for something interseting to buy.",
				"winter_23": "I can't wait until tomorrow. You know how much I love giving gifts.$1#$e#I don't like getting gifts though, it makes me feel odd, haha.$1",
			
				///events
				"camp_fire_1": "That means a lot to me.$l",
				"event_camp_fire_2": "I see. That's good to know$8",
				"mountain_talk_1": "Great minds think alike, I suppose.$h",
				"mountain_talk_2": "Well, everyone's different.$n",
				"mountain_talk_3": "I suppose both have their cons and pros.",
				"past_talk_1": "I'm really glad you understand that... Some people don't.$9",
				"past_talk_2": "I suppose it is, isn't it.$u",
				"past_talk_3": "That's alright. Not everyone gets it.$h",
				"Beach_12_39": "$6 He's distracted right now, come back later.",
				"aging_1": "I don't meet many who think like that.$h",
				"aging_2": "I suppose it is. Let's drop the conversation, then.$u",
				"aging_3": "That's very true, isn't it? Wise words.$h",
				"summons_1": "Oh, that's... very sweet.$4",
				"summons_2": "Wha- Yes, you're important too.$5",
				"summons_3": "Oh, I see. I suppose I could take a break.$8",
				"blessings_1": "That's true, I am being quite vague, aren't I?$h",
				"blessings_2": "Yes... I suppose you're right.$u",
				"blessings_3": "That's okay, it's probably better anyway.$h",
				"drinking_1": "I hope you're right. It would certainly make me feel better if you were.$s",
				"drinking_2": "I guess so. Didn't really think of it that way.$u",
				"shrine_1": "Oh, you did... I just - I don't know if I can tell you. If you'll believe me...$10",
				"shrine_2": "Oh gods, you were. I swear I can explain.$10",
				"apology_1": "That... That means a lot to me, @, thank you.$7",
				"apology_2": "I'm sorry you had to. It won't happen again.",
				"kiss_1": "I'm happy too, @. I love you so much.$l",
				"kiss_2": "Oh gods, I'm so sorry, @... I promise that won't happen again.$s",
				"marlin_1": "Thanks for that. I always get a bit nervous telling people my beliefs.$h",
				"marlin_2": "Yes, erm, I suppose it is.$u",
				"answer_one": "I suppose you're right. I guess I'm just being stubborn$2.",
				"answer_two": "I guess you're right. I'll try to listen more.$3",
				"answer_three":"I knew you would understand.$1",
				"confession_one": "@... Gods, I love you too.$9",
				"confession_two": "Please, @... Don't say that.$10",
				"Mon2": "I'm not interested in getting close.$s",
				"Mon6": "Sometimes I notice people staring... I'm certain they're staring at my 'lack' of an arm.$s",
				"Mon10": "I wouldn't go into the mines alone. It's dangerous.",
				"Tue8": "You just keep coming back. Thank you for that.$h",
				"Tue10": "Hello, love, it's always nice seeing you around.$h",
				"Wed6": "I don't have many friends and there's a reason for that.$s",
				"Wed8": "If you're not busy later, we should grab a beer together?$9",
				"Wed10": "I was just thinking of you... Oh, it's nothing bad.$s",
				"Thu2": "Can I help you...?",
				"Thu10": "You look good today...#$b#Well, I mean, you look good everyday.*cringes*$s",
				"Fri6": "Oh hello, what's that look for?$3",
				"Fri10": "You've been on my mind a lot recently.$9",
				"Sat4": "My days seem to just drag by.#$b#Drives me crazy.$8",
				"Sat6": "*Lyell is staring at you*#$b#...Hm? Oh it's nothing, I was just distracted by something.$9",
				"Sat8": "*Lyell makes eye-contact with you, but he doesn't approach.*#$b#*Oh, he's running off now.*$9",
				"Sat10": "I, uh...#$b#Nevermind, it's not important.$9",
				"Sun4": "*Lyell appears to be spaced out.$8",
				"Sun6": "*Lyell pulls something out of your hair* #$b#Don't mind me...$8",
				"Sun8": "I'm sorry, I don't have much to say to you.$8",
				"Sun10": "On Sundays I add gems and candles to my shrine.#$b#I'm not big on worship, but I like letting the gods know I think of them.$h",
				"summer_Mon10": "*He babbles incoherently*#$b#....Ah, I mean, it's a beautiful day isn't it?$9",
				"summer_Tue6": "Hm? My accent? Oh, well, I'm not from this country.$h",
				"summer_Wed10": "You look hot...#$b#I mean, you're sweaty.*cringes*$9",
				"summer_Thu6": "On hot days like this, I like going to the beach and sunbathing.$h",
				"summer_Sat8": "*Lyell sees you and quickly walks away.*$9",
				"summer_Sat10": "Look I...#$b#I'm not very good with expressing myself.#$b#I hope that doesn't bother you.$s",
				"fall_Mon8": "Something keeps bothering my hens at night. I'm thinking of setting traps.",
				"fall_Mon10": "*Lyell looks tired.*#$b#Hm? Oh sorry, I didn't sleep well last night.$8",
				"fall_Tue8": "This is the date I was discharged from the military...#$b#Word of advice: stick to your farm.$s",
				"fall_Tue10": "*Lyell looks like he's in pain*#$b#...Sorry, I just - sometimes I can feel my arm hurting even though it's not there.$s",
				"fall_Wed6": "This cold weather makes me want to go swimming.#$b#Is that crazy?$h",
				"fall_Wed10": "It would be nice to spend some time together... If you want to.$4",
				"fall_Thu2": "Not to be rude, but I really don't feel like talking right now.",
				"fall_Thu6": "It confuses me how often you talk to me.$s",
				"fall_Thu10": "I never thought I'd get this close to someone again.$9",
				"fall_Fri10": "Something about fall takes me back.$h",
				"winter_Mon8": "Winter is such a great season. I love the snow.$h",
				"winter_Tue10": "I guess it's pretty cold. Your face is red.",
				"winter_Wed6": "I'm sorry I get so distant.#I'm not very good at keeping up with people.$s",
				"winter_Wed10": "*Lyell looks like he wants to say something.*$9",
				"winter_Thu2": "Isn't there a farm you need to tend to?$3",
				"winter_Thu10": "*Lyell has a dreamy expression.*$4",
				"winter_Fri6": "Is there something you need?",
				"winter_Fri10": "@, I really... You know I...#Nevermind.$9",
				"pool_date": "I guess you're right.$16",
				"pool_date2": "I knew you would understand. I love you @$15",
				"pool_date3": "@, I love you so much.$15",
				"pool_date4": "...$16",
				"event_beach1": "I suppose you're right. I was just being dramatic, I guess.$16",
				"event_beach2": "Oh... That's okay.$16",
				"event_beach3": "Hey, that's a really good idea. I'd like that a lot.$14",
				"event_beach4": "You... really feel that way?$16",
				"event_beach5": "@, I love you so much.$15",
				"event_farm1": "@, please don't ask that. I don't... I can't talk about it.$17",
				"event_farm2": "Don't you think I know that, @?!$18",
				"event_farm3": "@... You really are always there for me.$17",
				"Event_stargazing1": "I knew you'd appreciate it as much as I do. There's something truly special about stars. Nothing quite like it.$1",
				"Event_stargazing2": "Oh, you think so... I don't know, I think it's special.$2",
				"give_flowersA": "Oh...#$b#That's very sweet of you.$4",
				"give_flowersB": "I'm sorry, I don't have anything to give to you...$4",
				"give_pendant": "I...#$b#I don't know...$2#$b#Okay...$4#$b#I accept.$4",
				"stardrop_gift": "This is so much, thank you.$h",
				"rejectNPCA": "It's not a good idea.",
				"rejectNPCB": "There's someone better for you.",
				"reject_two_heartA": "Forgive me, but no.$2",
				"reject_two_heartB": "I'm not interested in a relationship.$2",
				"reject_four_heartA": "It's better that we stay friends.$2",
				"reject_four_heartB": "I think you should seek someone else out.$2",
				"engageA": "That's just wrong - you're already engaged!$5",
				"engageB": "I should pound you black and blue! You're already taken!$5",
				"marriedA": "I'll pretend you didn't ask, for your fiancé's sake.$a",
				"marriedB": "Perhaps instead of getting married, you should have stayed casual. I'm not interested in being a homewrecker.$a",
				"refusal_no_heartsA": "You shouldn't joke about love.$3",
				"refusal_no_heartsB": "This isn't funny.$3",
				"refusal_knownA": "It's simply a bad idea...$3",
				"refusal_knownB": "It wouldn't work out. There's someone better out there.$2",
				"refusal_botherA": "It's not a good time.$2",
				"refusal_botherB": "I don't think so.$2",
}