{
				"danceRejection": "I don't think so, my apologies.#$e#I'm just not much of a dancer these days. Joints are too sore to move like that anymore.$2",
				"Rainy_day_1": "Rainy days are perfect for hot drinks.$1#$e#I like to sit with my girls during stormy evenings. The hens love the attention when they're scared.",
				"Rainy_Night_1": "I think I'm going to let the girls into the house tonight, they always get worked up during rainy nights.#$e#I know it's a bit odd, but I like having the hens inside my place sometimes.",
				"Saloon_Entry": "Hello, Gus.",
				"Saloon2": "Oh hey, it's nice seeing you again.$h#$e#It's been a long day for me, but I'm in good spirits.$1",
				"Saloon3": "I keep seeing you - are you stalking me?$h#$e#Don't think I mind too much.$4",
				"Saloon4": "$1 LyellDrink1#I think you're growing on me.#$e#Let me buy you a drink.$9#$e#Here, try this.. [346]#$e#You're good company.#$e#I try not to get too close to people, but talking to you is nice.$1",
				"LyellsHouse2": "My place isn't the prettiest, but it's home.#$e#Perhaps I should get another chair, so you have somewhere to sit when you come over.$2",
				"LyellsHouse3": "Make yourself at home, @.#$e#If you grab a beer from the fridge, well, you'll meet my current project.$1#$e#Taxidermy has always been a hobby of mine, but I refuse to kill animals.#$b#I always just pick them up where they died naturally.",
				"LyellsHouse4": "@, it's good to see you.$1#$e#I have to admit, it's not as lonely anymore.$2#$e#I suppose making friends can be a good thing, though I always worry I'll lose them too early.$2",
				"Mon": "It's a beautiful day, isn't it?#$e#The valley reminds me of Gotoro, or, well, the area I'm from.#$b#We had thick forest and green scenery as well.#$e#The ocean nearby was much clearer though. I remember I could see straight down to the bottom.#$b#It was very pretty.$1#$b#I quite miss it.$2",
				"Tue": "My girls are loving the weather. If they didn't run off into the forest every time, I'd let them roam my property.$1#$e#I usually let them inside my house at night. I think they've got enough wiggle room when it comes to space to play.$1",
				"Wed": "Early morning, I can nearly hear the nature calling to me.#$b#I think that's why I always return to farming - there's something about being with the land that really completes me.#$e#I guess that's pretty silly though, isn't it...$2#$b#But is it so silly? After all, doesn't everything around us have a soul?#$b#I think so, anyway.$1",
				"Thu": "Thursdays are always hit or miss for me.#$e#It's strange, I feel like this day is cursed for me.#$b#Every Thursday something bad happens.$2",
				"Fri": "There's something much more rewarding about doing things yourself.#$e#I think that's why I love farming, you do basically everything yourself.$1",
				"Sat": "Oh hello, @$1#$e#It's a wonderful day, isn't it?#$b#I feel that days like this are what make it all worth it.#$b#There's not much that moves me, but the sunny sky and thick forest certainly speaks to me.",
				"Sun": "Don't cut the grass on your property unless you have a proper place to store it. It'll come in handy when feeding your animals.#$e#If you ever need help around the farm, come get me.#$b#I may have one arm but I can still work.$1",
				"spring_23": "...$2#$e#I'm sorry, @, it's just a hard day today.#$b#I know I should be moving on, but Marlin was one of the most important people in my life.$2#$e#It's been far too long. I shouldn't be mourning like this anymore, I know.",
				"spring_13": "I collected all the eggs from my girls for the festival tomorrow. I'm not the best at decorating them, but I can at least donate them to the festival.$1#$e#If you enter the egg-hunting contest, good luck beating Abigail.#$b#She's really good at finding those eggs.$1",
				"summer_Mon": "Eliza would have loved Vincent and Jas.#$e#I think about what it would have been like to see those three play together often.$2#$e#I suppose dwelling does nothing to help things, does it?$2",
				"summer_Tue": "My father and his father before him were farmers.#$b#Really, all the men were in my family. We all seemed to have green thumbs.$1#$e#I don't have a large area to plant, but what little I can plant I love raising.",
				"summer_Wed": "I realize I'm rather, well, awkward.#$b#If I ever make you uncomfortable, please tell me.#$e#I know I can say some pretty strange things, but I don't mean to.$2",
				"summer_Thu": "You think Lewis would get angry if I leashed up my girls and brought them into town?$1#$b#He'd probably throw a fit.#$e#I might do it just to make him mad.$1#$b#%The corners of his eyes crinkle as he laughs.",
				"summer_Fri": "I'm thinking of investing in a boathouse.#$e#It would be nice to have the option to spend some time out at sea.$1",
				"summer_Sat": "If I had half a brain, I'd wear shades when it's this sunny.#$b#My eyes are watering from this sunshine.#$e#I can't help but love it though, summer is such a wonderful season.$1",
				"summer_Sun": "If you find any rainbow shells at the beach, would you mind handing them over to me?#$e#I'm starting a little arts and crafts project.$1",
				"summer_10": "Wow, the festival came up fast, didn't it?#$b#Well, make sure to bring your best produce to town tomorrow.",
				"summer_27": "If jellyfish weren't bags of pain, I'd jump in and swim with them during the festival.#$e#But, well, I'd rather not get stung.$1",
				"fall_1": "The leaves have already started changing color, it's very exciting.#$e#My favorite festival is this season - Spirit's Eve.#$b#I love dressing up and giving candy to the kids.$1",
				"fall_Mon": "I'm suspecting some misdeeds from Lewis.#$b#There's something about him that stinks of corruption$5#$e#But, well, I don't like most politicians to begin with.",
				"fall_Tue": "When I was a boy, my sister and I would collect oddly-shaped leaves and paste them to our bedroom ceiling.#$e#We had quite the forest above us.$1",
				"fall_Wed": "My glass eye popped right out of my head and fell in my beer last night.$1#$b#The look on Gus's face was priceless.$1#$e#Sometimes I think about just taking the glass eye out and wearing my patch again, gives me less grief.",
				"fall_Thu": "It's turning into a long day, but I didn't sleep much last night so I'm tired.#$e#Maybe I just need a cup of coffee, yeah?",
				"fall_Fri": "With how often we talk, people might think we're becoming friends.$1#$e#I think I'd like to have a friend.",
				"fall_Sat": "Pierre never really has a good selection. It's such a shame to have to order so many things instead of getting to buy it in person.#$e#I refuse to buy from Joja though. I don't care if they have everything, they can bite me.$5",
				"fall_Sun": "Rasmodius is quite a interesting fella when you get to know him.$1#$b#He has a lot of interesting stories.",
				"fall_15": "The fair is coming to town already! Can't believe fall passed by so quickly.$2",
				"fall_26": "Hope you have a costume ready for tomorrow.$1#$e#I bought a few bags of candy yesterday for the kids.$1",
				"winter_Mon": "It's gotten cold fast, hasn't it?#$e#You can feel the wind right down to your bones. I should have layered up more.$2",
				"winter_Tue": "Crops don't grow during winter, but if you have a greenhouse, you can grow all year round.#$e#I don't have a greenhouse yet, but I'm planning on having Robin build one.",
				"winter_Wed": "I love the snow, but sometimes the slush it makes gets on my nerves.#$e#Well, at least it's beautiful slush.$1",
				"winter_Thu": "A raccoon got into my girls' coop last night.#$b#Usually I'd be worried, but the hens are pretty aggressive. They chased it right out.$1",
				"winter_Fri":"You know, I forgot how much I love country music until recently.$1#$e#Old country is better, in my opinion. Has more spirit.",
				"winter_Sat": "My fingertips have turned red, so I think it's time I head inside somewhere to get warm.#$e#I don't need frostbite.$2",
				"winter_Sun": "Freshly fallen snow is quite pretty, but the winter can be very dangerous if you're not careful.#$e#Make sure you wear a coat when you go outside.$2",
				"winter_16":  "You're always checking on me.#$b#I'm not used to the attention.#$e#I don't feel like talking much today.$3",
				"winter_17": "Right now is really a bad time.$2#$e#Please, I'd really rather not be talking right now.$5",
				"winter_18": "Please, @, leave me alone today...$u#4e#%He's ignoring you.",
				"winter_19": "I know I've been weird the past few days, but just work with me, okay?$2#$3#%He looks away and waits for you to leave.",
				"winter_20": "I'm feeling better today. Sorry for the attitude, I've just been feeling off.$2",
				"winter_14": "Don't forget about the night market coming to town on the 15th to 17th.#$e#I always find great stuff there and the shows are pretty great too.$h",
				"Sun4": "The people here are nice, but keeping things private is nearly impossible.$8",
				"Tue4": "I live out in the forest to keep people from prying. Rasmodius understands this.$s",
				"Wed2": "I'm a bit wary of strangers. No offense.$u#$e#Don't take it personally though, give it time.",
				"Thu4": "Keep a eye out at night. There's always something lurking in the darkness.$u",
				"Fri4": "Friday came quickly. Guess I'm losing time.$s#$b#%He looks pretty sad now.",
				"Sat4": "I try to be kind to anyone who approaches... But some people in this town really try me.$a#$e#It's nothing, just...#$b#People asking stupid questions.#$b#I know they're curious about what happened to me, but it's pretty rude to ask.$2",
				"Mon2": "I'm not interested in getting close.$s",
				"Thu2": "Can I help you...?",
				"Sat4": "My days seem to just drag by.#$b#Drives me crazy.$8",
				"Sun4": "*Lyell appears to be spaced out.$8",
				"fall_Thu2": "Not to be rude, but I really don't feel like talking right now.",
				"winter_Thu2": "Isn't there a farm you need to tend to?$3",
				"give_flowersA": "Oh...#$b#That's very sweet of you.$4",
				"give_flowersB": "I'm sorry, I don't have anything to give to you...$4",
				"give_pendant": "I...#$b#I don't know...$2#$b#Okay...$4#$b#I accept.$4",
				"stardrop_gift": "This is so much, thank you.$h",
				"rejectNPCA": "It's not a good idea.",
				"rejectNPCB": "There's someone better for you.",
				"reject_two_heartA": "Forgive me, but no.$2",
				"reject_two_heartB": "I'm not interested in a relationship.$2",
				"reject_four_heartA": "It's better that we stay friends.$2",
				"reject_four_heartB": "I think you should seek someone else out.$2",
				"engageA": "That's just wrong - you're already engaged!$5",
				"engageB": "I should pound you black and blue! You're already taken!$5",
				"marriedA": "I'll pretend you didn't ask, for your fiancé's sake.$a",
				"marriedB": "Perhaps instead of getting married, you should have stayed casual. I'm not interested in being a homewrecker.$a",
				"refusal_no_heartsA": "You shouldn't joke about love.$3",
				"refusal_no_heartsB": "This isn't funny.$3",
				"refusal_knownA": "It's simply a bad idea...$3",
				"refusal_knownB": "It wouldn't work out. There's someone better out there.$2",
				"refusal_botherA": "It's not a good time.$2",
				"refusal_botherB": "I don't think so.$2",

				//events
				"summons_2": "Wha- Yes, you're important too.$5",
				"summons_3": "Oh, I see. I suppose I could take a break.$8",
				"blessings_1": "That's true, I am being quite vague, aren't I?$h",
				"blessings_2": "Yes... I suppose you're right.$u",
				"blessings_3": "That's okay, it's probably better anyway.$h",
				"drinking_1": "I hope you're right. It would certainly make me feel better if you were.$s",
				"drinking_2": "I guess so. Didn't really think of it that way.$u",
				"shrine_1": "Oh, you did... I just - I don't know if I can tell you. If you'll believe me...$10",
				"shrine_2": "Oh gods, you were. I swear I can explain.$10",
				"apology_1": "That... That means a lot to me, @, thank you.$7",
				"apology_2": "I'm sorry you had to. It won't happen again.",
				"kiss_1": "I'm happy too, @. I love you so much.$l",
				"kiss_2": "Oh gods, I'm so sorry, @... I promise that won't happen again.$s",
				"marlin_1": "Thanks for that. I always get a bit nervous telling people my beliefs.$h",
				"marlin_2": "Yes, erm, I suppose it is.$u",
				"answer_one": "I suppose you're right. I guess I'm just being stubborn$2.",
				"answer_two": "I guess you're right. I'll try to listen more.$3",
				"answer_three":"I knew you would understand.$1",
				"confession_one": "@... Gods, I love you too.$9",
				"confession_two": "Please, @... Don't say that.$10",
				"pool_date": "I guess you're right.$16",
				"pool_date2": "I knew you would understand. I love you @$15",
				"pool_date3": "@, I love you so much.$15",
				"pool_date4": "...$16",
				"event_beach1": "I suppose you're right. I was just being dramatic, I guess.$16",
				"event_beach2": "Oh... That's okay.$16",
				"event_beach3": "Hey, that's a really good idea. I'd like that a lot.$14",
				"event_beach4": "You... really feel that way?$16",
				"event_beach5": "@, I love you so much.$15",
				"event_farm1": "@, please don't ask that. I don't... I can't talk about it.$17",
				"event_farm2": "Don't you think I know that, @?!$18",
				"event_farm3": "@... You really are always there for me.$17",
				"Event_stargazing1": "I knew you'd appreciate it as much as I do. There's something truly special about stars. Nothing quite like it.$1",
				"Event_stargazing2": "Oh, you think so... I don't know, I think it's special.$2",
				
}