{
				"danceRejection": "Oh no, no, I don't want to dance.#$e#I'd rather watch everyone else have fun.#$b#That's fun for me.$1",
				"Rainy_day_1": "%He's completely soaked.#$b#I've been running around in the rain, enjoying how it feels.$1#$b#It's very nice.#$e#I probably should dry off soon though or I'll catch a cold.",
				"Rainy_Night_1": "I'm lucky to live on high ground. It would be terrible if my property flooded every time it rained.#$e#You wouldn't think it, but I do worry when the weather gets bad enough.#$b#The rain is good for crops but bad for animals.$2",
				"Saloon5": "%Lyell looks away shyly.#$b#I don't know why you talk to me so often, I can't be very interesting.#$b#I'm just a washed-up vet after all.#$e#%He looks uncomfortable and then starts to blush.",
				"Saloon6": "%He's drunkenly singing to himself.#$b#Hoson zês, phainou, mêden holôs su lupou-$1",
				"LyellsHouse5": "I prefer my privacy, but I do enjoy company.#$e#Just please don't look through my belongings.$2#$b#There are some things I'd like to keep to myself.",
				"LyellsHouse6": "That deer head has been in my freezer for a while now.#$b#I can't seem to get motivated enough to work on it. I want to mount it on my wall, but...$2#$b#Maybe I should throw him away...$2",
				"LyellsHouse7": "I know I shouldn't, but I often wonder what life would have been like if I had just made some better choices.$2#$e#I don't regret too many of my choices but I certainly do have regrets I wish I could go back on.$3#$b#I'm sorry, I'm so negative, aren't I?$2#$e#Well, on the bright side I know you now.#$b#That fact always makes me smile.$4",
				"Mon": "For a few years, I lived on a houseboat.#$b#It was very rewarding.$1#$e#I really want to buy another houseboat. I probably won't sail too far from Pelican Town, but I'd love a way to spent some nights on the water.$1",
				"Tue": "Harvey keeps suggesting I get a service dog, but honestly I'm not sure I want one.#$b#I love animals but I guess one meant for service makes me feels rather odd.#$e#It's weird thinking of an animal as being on the job for me. It's an animal, it deserves a life of relaxing.$1",
				"Wed": "I'm very sore today, but I've been working extra hard on my property lately.#$e#There's repairs I had to do and I wanted to try and figure out how to do them one-handed instead of relying on Robin.#$b#She's great at what she does, but sometimes I want to do things myself, you know?",
				"Thu": "Rosewell was really cranky last night. She wouldn't let the other hens near her and she pecked at me.#$b#Wonder what's gotten into her.$2#$e#Maybe I'll talk to Marnie about it, I'm sure she'll see something I'm missing.",
				"Fri": "It's better to water your crops once in the morning and once at night.#$b#That way your plants get a good amount of water during times the sun doesn't affect the fields.",
				"Sat": "There's a old legend of creation from the area of Gotoro I grew up in.#$b#It's been on my mind lately.#$e#Oh, you look curious?#$b#Well, it's said that there was the god Xenos.#$b#They stood larger then galaxies and had three heads.#$b#They created our galaxy when they grew sick from over-eating dying galaxies.#$b#In the vastness of space, they quite literally threw up our galaxy.#$b#See, Xenos' belly is said to be full of the magic that brings things to life.#$b#So when they ate dying galaxies, that magic sparked new life into whatever combined inside of them.#$b#After so long eating, Xenos would get sick to bring life to new galaxies.#$b#It's called the Uta'Ra, or Circle of Ailment.#$b#Pretty interesting stuff, isn't it?#$e#I always find myself believing in the ancient ways of Gotoro.#$bIt simply speaks to me more then the way of Yoba. ",
				"Sun": "I really wish I could introduce some of the old festivals I attended as a child to the people of the valley.#$b#I've brought it up with Lewis, but he doesn't seem very open to it.$2#$e#One of my favorite festivals was the Fall Festival. It's a day to celebrate love, fertility, and rebirth.#$b#I think Lewis heard fertility and closed his mind to the idea...$2",
				"spring_23": "Will you be attending the festival tomorrow?#$e#I'm thinking of staying home, but we'll see.$2",
				"spring_13": "Shane and I have been spoiling our hens rotten in preparation for the egg festival.#$e#They're working really hard for tomorrow.",
				"summer_Mon": "I woke up and had to peel myself from my bed, I was so sweaty.$1#$e#I guess it's a good sign. Means my body is working.$1",
				"summer_Tue": "%Lyell seems spaced out. He looks at you, but it seems like he doesn't see you.",
				"summer_Wed": "Summer is a season of passion and strength.#$b#Where I grew up, it was common for people to make passionate declarations during the summer.#$b#Sometimes they would even put it off until the season, because doing so during the right season brought luck and blessings onto you from the god Firious.$1",
				"summer_Thu": "I've been making a special brew of wine dedicated to the god Firious.#$b#I know it's silly, but it's said to put you in his good graces to drink spiced wine when the sun is at its highest.",
				"summer_Fri": "A common misconception about Gotoro is that its people are aggressive. I believe this is because of the many civil wars fought throughout history.#$b#But really, it can be quite peaceful in Gotoro.#$b#There's tension between certain groups of people, but often you can see everyone putting those differences aside to live peacefully.$1",
				"summer_Sat": "When I was a boy, my sister was the one to take me to my right of passage.#$b#See, for young men where I grew up, it's the mother that's supposed to crown them as a man, but my mother died during childbirth.#$b#So my older sister took her place. It was a very happy night for me.$1",
				"summer_Sun": "Curi is one of my favorite summer candies. I can't find it anywhere in this country, so I have to order it overseas#$b#Too bad the shipping is so expensive nowadays.$2",
				"summer_10": "The festival is tomorrow. I'm not going to enter, but I'm looking forward to seeing what you bring to the pot.$1",
				"summer_27": "I can't wait to see the jellyfish tomorrow. They're very beautiful.#$b#Perhaps we can watch together...$4",
				"fall_1": "The fall festival of love is the 10th.#$b#I think I'll celebrate on my own for once.$1",
				"fall_Mon": "Lewis and Marnie, they...#$b#...$2#$b#Nevermind, It's none of my business.",
				"fall_Tue": "You wouldn't think it, but pink is my favorite color.#$b#But it's not as acceptable for men to wear it these days, so I've grown wary of it.",
				"fall_Wed": "It's a lovely day, isn't it?#$b#If I was confident, I would sing about it, but I'm rather shy.$1#$e#Oh, no way, I'm not gonna sing for you.$4",
				"fall_Thu": "I've been feeling very homesick lately.#$b#I would visit Gotoro, but I run the risk of being arrested since I fought the war against my home country.$3",
				"fall_Fri": "It's touching you want to talk to me so often.#$b#I'm sorry I never have anything interesting to say to you.",
				"fall_Sat": "Rasmodius has been teaching me a lot about the elements and magic.#$b#I'm looking forward to teesting some things out.$1",
				"fall_Sun": "I think if a parent truly loved their children, they'd do anything in their power to give them a proper, happy life.#$b#But I suppose some people don't see it that way...$3",
				"fall_15": "The fair is tomorrow. I'll probably go to at least grab some festival food.#$b#It's greasy and disgusting, but somehow I love it.$1",
				"fall_26": "You think I'd get tired of dressing as the same thing every year but you know, Spirit's Eve is a day of enjoyment.#$e#So yes, I will enjoy myself and dress how I like.$1",
				"winter_Mon": "I need to buy a sun lamp to make up for the sun.#$e#I'm more of a sunshine guy, I need it to feel happy.",
				"winter_Tue": "Perhaps I could stop by the saloon tonight and get something hot to drink.#$e#Maybe some apple cider will be good.",
				"winter_Wed": "Sam and Abigail pelted me with snowballs last night on my way back home.$1#$b#I love kids, even big ones.#$b#I've always wanted a big family myself, with six little babies running around.#$b#Doesn't matter what gender they are, as long as my house is full I'd be happy.$1",
				"winter_Thu": "I swear, I am not that interesting.#$b#But having you talk to me so often really makes my day.$1",
				"winter_Fri":"I was writing yesterday and I got stuck on a word.#$b#This isn't my first language, so I have no idea how to even explain what I was trying to come up with.$1",
				"winter_Sat": "%He doesn't look very pleased right now. Best to leave him alone.",
				"winter_Sun": "I miss the sun so much.$2#$e#But at least the snow is beautiful.$1",
				"winter_16":  "Thank you for always checking on me, @.#$b#I really like your company when you come around.$1",
				"winter_17": "%He doesn't want to talk right now.",
				"winter_18": "%Lyell looks upset right now. Maybe you shouldn't bother him.",
				"winter_19": "I know I've been quiet lately, but I just don't feel like talking.#$e#%He gives you an annoyed look and walks away.",
				"winter_20": "Sorry about yesterday. I always get moody towards the end of the season.$2#$e#It's hard to talk about, but..#$b#The 20th of winter is the day my sweet Lexi and Diana died.#$b#It still hurts each passing year.$2",
				"winter_14": "I'm looking forward to the night market tomorrow.$1#$e#I'm looking for something special this time.",
				"winter_23": "I love buying things for people. Even if they don't like it, nothing makes me happier then giving presents.#$e#Hope to see you tomorrow! The festival will be wonderful as always.",
				"Wed6": "If it were up to me, Joja wouldn't be hanging around this town.$a#$e#They're such a terrible company. I felt soulless working for them.$5",
				"Mon6": "Sometimes I notice people staring... I'm certain they're staring at my 'lack' of an arm.$s",
				"Wed6": "I don't have many friends and there's a reason for that.$s",
				"Fri6": "Oh hello, what's that look for?$3",
				"Sat6": "*Lyell is staring at you*#$b#...Hm? Oh, it's nothing, I was just distracted by something.$9",
				"Sun6": "*Lyell pulls something out of your hair.* #$b#Don't mind me...$8",
				"summer_Tue6": "Hm? My accent? Oh, well, I'm not from this country.$h",
				"summer_Thu6": "On hot days like this, I like going to the beach and sunbathing.$h",
				"fall_Wed6": "This cold weather makes me want to go swimming.#$b#Is that crazy?$h",
				"fall_Thu6": "It confuses me how often you talk to me.$s",
				"winter_Wed6": "I'm sorry I get so distant.#I'm not very good at keeping up with people.$s",
				"winter_Fri6": "Is there something you need?",
				"give_flowersA": "Oh...#$b#That's very sweet of you.$4",
				"give_flowersB": "I'm sorry, I don't have anything to give to you...$4",
				"give_pendant": "I...#$b#I don't know...$2#$b#Okay...$4#$b#I accept.$4",
				"stardrop_gift": "This is so much, thank you.$h",
				"rejectNPCA": "It's not a good idea.",
				"rejectNPCB": "There's someone better for you.",
				"reject_two_heartA": "Forgive me, but no.$2",
				"reject_two_heartB": "I'm not interested in a relationship.$2",
				"reject_four_heartA": "It's better that we stay friends.$2",
				"reject_four_heartB": "I think you should seek someone else out.$2",
				"engageA": "That's just wrong - you're already engaged!$5",
				"engageB": "I should pound you black and blue! You're already taken!$5",
				"marriedA": "I'll pretend you didn't ask, for your fiancé's sake.$a",
				"marriedB": "Perhaps instead of getting married, you should have stayed casual. I'm not interested in being a homewrecker.$a",
				"refusal_no_heartsA": "You shouldn't joke about love.$3",
				"refusal_no_heartsB": "This isn't funny.$3",
				"refusal_knownA": "It's simply a bad idea...$3",
				"refusal_knownB": "It wouldn't work out. There's someone better out there.$2",
				"refusal_botherA": "It's not a good time.$2",
				"refusal_botherB": "I don't think so.$2",
				///events
				"camp_fire_1": "That means a lot to me.$l",
				"event_camp_fire_2": "I see. That's good to know$8",
				"mountain_talk_1": "Great minds think alike, I suppose.$h",
				"mountain_talk_2": "Well, everyone's different.$n",
				"mountain_talk_3": "I suppose both have their cons and pros.",
				"past_talk_1": "I'm really glad you understand that... Some people don't.$9",
				"past_talk_2": "I suppose it is, isn't it.$u",
				"past_talk_3": "That's alright. Not everyone gets it.$h",
				"Beach_12_39": "$6 He's distracted right now, come back later.",
				"aging_1": "I don't meet many who think like that.$h",
				"aging_2": "I suppose it is. Let's drop the conversation, then.$u",
				"aging_3": "That's very true, isn't it? Wise words.$h",
				"summons_1": "Oh, that's... very sweet.$4",
				"summons_2": "Wha- Yes, you're important too.$5",
				"summons_3": "Oh, I see. I suppose I could take a break.$8",
				"blessings_1": "That's true, I am being quite vague, aren't I?$h",
				"blessings_2": "Yes... I suppose you're right.$u",
				"blessings_3": "That's okay, it's probably better anyway.$h",
				"drinking_1": "I hope you're right. It would certainly make me feel better if you were.$s",
				"drinking_2": "I guess so. Didn't really think of it that way.$u",
				"shrine_1": "Oh, you did... I just - I don't know if I can tell you. If you'll believe me...$10",
				"shrine_2": "Oh gods, you were. I swear I can explain.$10",
				"apology_1": "That... That means a lot to me, @, thank you.$7",
				"apology_2": "I'm sorry you had to. It won't happen again.",
				"kiss_1": "I'm happy too, @. I love you so much.$l",
				"kiss_2": "Oh gods, I'm so sorry, @... I promise that won't happen again.$s",
				"marlin_1": "Thanks for that. I always get a bit nervous telling people my beliefs.$h",
				"marlin_2": "Yes, erm, I suppose it is.$u",
				"answer_one": "I suppose you're right. I guess I'm just being stubborn$2.",
				"answer_two": "I guess you're right. I'll try to listen more.$3",
				"answer_three":"I knew you would understand.$1",
				"confession_one": "@... Gods, I love you too.$9",
				"confession_two": "Please, @... Don't say that.$10",
				"pool_date": "I guess you're right.$16",
				"pool_date2": "I knew you would understand. I love you @$15",
				"pool_date3": "@, I love you so much.$15",
				"pool_date4": "...$16",
				"event_beach1": "I suppose you're right. I was just being dramatic, I guess.$16",
				"event_beach2": "Oh... That's okay.$16",
				"event_beach3": "Hey, that's a really good idea. I'd like that a lot.$14",
				"event_beach4": "You... really feel that way?$16",
				"event_beach5": "@, I love you so much.$15",
				"event_farm1": "@, please don't ask that. I don't... I can't talk about it.$17",
				"event_farm2": "Don't you think I know that, @?!$18",
				"event_farm3": "@... You really are always there for me.$17",
				"Event_stargazing1": "I knew you'd appreciate it as much as I do. There's something truly special about stars. Nothing quite like it.$1",
				"Event_stargazing2": "Oh, you think so... I don't know, I think it's special.$2",	
}