{
				"danceRejection": "Oh no, I'd really rather not. It's nothing personal.#$e#I'm sure someone else will dance with you.",
				"Rainy_day_1": "Watch yourself, @, I've been known to toss mud.$1#$e#Forgive me, I'm feeling quite playful today.$1#$e#I love playing in the rain - it really makes me feel young again.",
				"Rainy_Night_1": "When it rains, I find I can finally sleep soundly at night.#$e#It's simply relaxing, I suppose, the way the rain sounds against the roof of my home.#$e#Plus when it rains, I end up with a bed full of warm hens. The girls love sleeping next to me.$1",
				"Saloon8": "Hello, love, it's a good night for a drink, isn't it?$h#$e#It's lovely to see you. I always enjoy talking to you when I get the chance.$4",
				"Saloon9": "%He looks like he's in pain.#$b#No, it's fine, I just...$2#$b#Sometimes my missing arm - hurts?#$b#If that makes sense. Harvey said it's called phantom pain.$2#$e#It's very unsettling...$2",
				"Saloon10": "%His face is red. Looks like someone has been drinking too much.#$b#%Lyell looks at you. His stare is glassy and unfocused, but despite that he smiles at you.#$e#Hello, love, it's always a pleasure.$4",
				"LyellsHouse8": "Hello, darling, my home is your home.#$e#It's so much easier having you around.$4#$e#I get pretty lonely out here on my own, so it's nice to have a vistor.$4",
				"LyellsHouse9": "If you like, you can rest here. My bed is free.$1#$e#I know working on the farm can be tiring. I've done it myself on and off through the years.#$e#I grew up on a farm, you know. I know all about that lifestyle.$1",
				"LyellsHouse10": "%He looks deeply disturbed.#$b#I'm sorry, I...I keep smelling smoke, but I can't find anything burning.$2#$e#I'm trying to stay calm but it's difficult.#$b#I'm... admittedly terrified of fire now. Ever since the explosion I can only seem to handle campfires or the stove.$2#$e#Don't worry, I'll be okay, I'm sure.#$b#It always passes, after all.$1",
				"Mon": "It was a rough night last night...$2#$e#Oh I just - sometimes I can't sleep because my mind is racing by too quickly.$2#$e#It's nothing to worry about though, I can handle it.",
				"Tue": "%He makes eye contact with you but doesn't say anything.#$b#...Oh, it's nothing, I'm just thinking about something.$4#$e#%His blush grows darker before Lyell quickly looks away.#$e#I'm sorry, I can't get my thoughts in order. Let's talk later.$4",
				"Wed": "%Lyell looks embarrassed. His face is beet-red.#$b#Has... Has anyone ever told you that you have very lovely eyes?$4#$e#There's a old Gotoro saying...#$b#The eyes are windows into the divinity of the afterlife.#$b#I never thought much of it until, well...#$b#I met you.$4",
				"Thu": "When I was a boy, my father forbade me from cutting my hair.#$b#Everyone in my family had long beautiful hair. I'm thinking of growing my out again, but I'm not sure.#$e#Long hair is hard to take care of.#$b#I'd probably just pull it back into a ponytail.$1",
				"Fri": "Vincent is such a curious boy, always asking me questions about the war.#$b#I think maybe he wants to know because of his father.$2#$e#I always change the subject. War isn't something a child needs to hear about.#$b#The struggles of it, the pain it causes.#$b#It's better I keep it to myself.$2",
				"Sat": "%He smiles wearily at you. There's a pained look in his gaze.#$b#It's been years but I still think about my daughters Eliza and Lexi.#$b#I'm happy Eliza and her mother probably lived happily but...#$e#I still mourn the loss of Lexi and my second wife.#$b#Fire has taken so much from me.$2",
				"Sun": "It's a lovely day, isn't it? The sky is so blue and the sunshine feels amazing.$1#$e#%He's beaming with happiness.#$e#Life has gotten so much better recently, hasn't it?#$b#Even with the daily struggles, I can't complain much.$1",
				"spring_23": "If you go to the festival tomorrow, I will too. I love watching you dance.#$e#I still don't think I'll dance though. I've got very sore knees - I would hate to slow the event down.",
				"spring_13": "I think tomorrow I'll help color some of the eggs.#$e#It'd be a good chance to spend time with the kiddos. Those kids and their families are like my family now.$1",
				"summer_Mon": "%He looks like he's been drinking and you can smell beer on his breath.#$b#Don't look at me like that, I'm fine.$5#$e#I'm sorry...$2#$e#I shouldn't yell like that, there's no excuse for it.#$e#%He looks ashamed.",
				"fall_1": "%Lyell looks you over before breaking out into a deep blush.#$b#Oh I...$4#$b#I can't talk right now.#$e#%He avoid eye contact.",
				"fall_Mon": "%Lyell's mumbling. He seems to be deep in thought.#$b#Huh?$3#$e#Oh, it's nothing really.#$b#I was just thinking about something I read.$1",
				"fall_Tue": "%Lyell brushes dust from your shirt.#$b#There we go, you've gotten quite dirty from all that farm work.",
				"fall_Wed": "I swear, the longer I live here the more I notice Lewis's dirty ways.#$b#That man is up to no good, I'm sure of it.#$e#What man allows a company like Joja into his town?#$b#Unspeakable.$5",
				"fall_Thu": "One of my cows is pregnant. I'm waiting for her to give birth any day now.#$e#It's driving me nuts. I love baby animals.$1",
				"fall_Fri": "Fridays are usually good days, aren't they?$1#$b#Everyone's getting ready for the weekend and they're usually excited for the day to end.#$b#It's nice.$1",
				"fall_Sat": "Marnie caught me babytalking one of her cows today.$4#$b#I just couldn't help it, she was such a cute thing.#$e#I'm thinking of buying more land so I can expand my own farm.#$b#I don't have enough space for more animals.$1",
				"fall_Sun": "I've drunk too much coffee this morning.#$e#I'm serious, my heart feels like it's about to explode.$2#$e#I guess that's what I get, but you know, in a way I don't regret it. The coffee was good.$1",
				"fall_15": "We should go to the fair tomorrow. I'd love the company.#$e#Or, well, even if we don't go together, I'd love to see you there.#$b#I hope you come.$4",
				"fall_26": "Spirit's Eve used to mean something a lot more sinister. People were terrified of spirits and monsters, so they would offer food in hopes of satisfying their hunger.#$b#It's quite amazing it's become such a happy holiday.$1#$b#I guess life is just like that though. Things change so often.",
				"winter_Mon": "I know I shouldn't, but I've been talking to Pam more often.#$b#She's not a bad person, but she really needs to get her life together.#$e#If not for herself, then at least for her daughter. That sweet girl deserves a better mother.$2",
				"winter_Tue": "Would it be considered going too far if I wire up my animals' homes just so I can get them electric blankets?$3#$b#I'm fine with just my stove but I worry about my animals.$2",
				"winter_Wed": "Winter is such a hard season. Even though it's beautiful, I always feel pretty off the whole month.#$e#I guess it's the shorter days - I like the sunshine and it becomes night far too quickly now.$2",
				"winter_Thu": "%He sneezes and it's so loud it hurts your ears.#$b#Oh I'm sorry, I think I'm getting a cold.#$e#I'll have to buy some tea, it should help.",
				"winter_Fri":"I keep telling Vincent and Jas to stop playing around near the sewers, but they're two stubborn little kids.#$e#I'm worried something might be in there and they could get hurt.$2",
				"winter_Sat": "%He looks sad.#$b#I'm not feeling too talkative today, I'm sorry.$2",
				"winter_Sun": "I don't know about you, but I'm ready for winter to end.#$e#I miss the sunshine and planting seeds.#$e#I'm getting ready for spring though. Been stocking up on seeds.",
				"winter_16":  "%Lyell looks upset.#$b#Oh, it's...#$b#Actually, I'm not doing so good today.#$b#I've got a lot on my mind. I know I shouldn't dwell on the past but it gets hard looking forward.#$e#It's best I not talk about it too much, I'll just upset you.$2",
				"winter_17": "%He looks weary.#$b#I just can't stop overthinking things lately.#$e#I can't help but feel like... if I had just watched my step better, I wouldn't have lost my arm.#$b#I know I need to move on but it's hard when you're reminded of it daily.",
				"winter_18": "%He sighs softly and rubs the back of his head.#$b#Life, am I right?$2#$b#One moment you're feeling great and the next you're being haunted by your past.#$b#Typical...",
				"winter_19": "%Lyell smiles softly, but his gaze looks sad.#$b#You're always checking on me, @, but who checks on you?#$b#You're very good to me and I'm grateful for that.#$b#I hope to know you for many years.$2",
				"winter_20": "I'm feeling much better today.#$e#The last few days I was in quite the funk but I think it's finally cleared up for now.#$e#Winter is nearly over - that's probably why my mood has improved.$1",
				"winter_14": "Will you be going to the night market?#$b#I'm going to try to, there's always a lot of neat things to buy.$1#$e#Last time I went, I stopped by the mermaid's show.#$b#She was beautiful and so was her singing.$1",
				"winter_23": "I hope to see you tomorrow at the Winter Star festival. I always enjoy your company.$1#$e#I'm terrible at buying presents for people though, I'm too practical and end up buying something they dislike.#$b#But in my defense, they can use whatever I buy them.$1",
				"Mon10": "I wouldn't go into the mines alone. It's dangerous.",
				"Tue8": "You just keep coming back. Thank you for that.$h",
				"Tue10": "Hello, love, it's always nice seeing you around.$h",
				"Wed8": "If you're not busy later, we should grab a beer together.$9",
				"Wed10": "I was just thinking of you... Oh, it's nothing bad.$s",
				"Thu10": "You look good today...#$b#Well, I mean, you look good everyday.*cringes*$s",
				"Fri10": "You've been on my mind a lot recently.$9",
				"Sat8": "*Lyell makes eye contact with you, but he doesn't approach.*#$b#*Oh, he's running off now.*$9",
				"Sat10": "I, uh...#$b#Nevermind, it's not important.$9",
				"Sun8": "I'm sorry, I don't have much to say to you.$8",
				"Sun10": "On Sundays I add gems and candles to my shrine.#$b#I'm not big on worship, but I like letting the gods know I think of them.$h",
				"summer_Mon10": "*He babbles incoherently*#$b#....Ah, I mean, it's a beautiful day isn't it?$9",
				"summer_Wed10": "You look hot...#$b#I mean, you're sweaty.*cringes*$9",
				"summer_Sat8": "*Lyell sees you and quickly walks away.*$9",
				"summer_Sat10": "Look I...#$b#I'm not very good with expressing myself.#$b#I hope that doesn't bother you.$s",
				"fall_Mon8": "Something keeps bothering my hens at night. I'm thinking of setting traps.",
				"fall_Mon10": "*Lyell looks tired.*#$b#Hm? Oh sorry, I didn't sleep well last night.$8",
				"fall_Tue8": "This is the date I was discharged from the military...#$b#Word of advice: stick to your farm.$s",
				"fall_Tue10": "*Lyell looks like he's in pain*#$b#...Sorry, I just - sometimes I can feel my arm hurting even though it's not there.$s",
				"fall_Wed10": "It would be nice to spend some time together... If you want to.$4",
				"fall_Thu10": "I never thought I'd get this close to someone again.$9",
				"fall_Fri10": "Something about fall takes me back.$h",
				"winter_Mon8": "Winter is such a great season. I love the snow.$h",
				"winter_Tue10": "I guess it's pretty cold. Your face is red.",
				"winter_Wed10": "*Lyell looks like he wants to say something.*$9",
				"winter_Thu10": "*Lyell has a dreamy expression.*$4",
				"winter_Fri10": "@, I really... You know I...#Nevermind.$9",
				"give_flowersA": "Oh...#$b#That's very sweet of you.$4",
				"give_flowersB": "I'm sorry, I don't have anything to give to you...$4",
				"give_pendant": "I...#$b#I don't know...$2#$b#Okay...$4#$b#I accept.$4",
				"stardrop_gift": "This is so much, thank you.$h",
				"rejectNPCA": "It's not a good idea.",
				"rejectNPCB": "There's someone better for you.",
				"reject_two_heartA": "Forgive me, but no.$2",
				"reject_two_heartB": "I'm not interested in a relationship.$2",
				"reject_four_heartA": "It's better that we stay friends.$2",
				"reject_four_heartB": "I think you should seek someone else out.$2",
				"engageA": "That's just wrong - you're already engaged!$5",
				"engageB": "I should pound you black and blue! You're already taken!$5",
				"marriedA": "I'll pretend you didn't ask, for your fiancé's sake.$a",
				"marriedB": "Perhaps instead of getting married, you should have stayed casual. I'm not interested in being a homewrecker.$a",
				"refusal_no_heartsA": "You shouldn't joke about love.$3",
				"refusal_no_heartsB": "This isn't funny.$3",
				"refusal_knownA": "It's simply a bad idea...$3",
				"refusal_knownB": "It wouldn't work out. There's someone better out there.$2",
				"refusal_botherA": "It's not a good time.$2",
				"refusal_botherB": "I don't think so.$2",
				
				///events
				"camp_fire_1": "That means a lot to me.$l",
				"event_camp_fire_2": "I see. That's good to know$8",
				"mountain_talk_1": "Great minds think alike, I suppose.$h",
				"mountain_talk_2": "Well, everyone's different.$n",
				"mountain_talk_3": "I suppose both have their cons and pros.",
				"past_talk_1": "I'm really glad you understand that... Some people don't.$9",
				"past_talk_2": "I suppose it is, isn't it.$u",
				"past_talk_3": "That's alright. Not everyone gets it.$h",
				"Beach_12_39": "$6 He's distracted right now, come back later.",
				"aging_1": "I don't meet many who think like that.$h",
				"aging_2": "I suppose it is. Let's drop the conversation, then.$u",
				"aging_3": "That's very true, isn't it? Wise words.$h",
				"summons_1": "Oh, that's... very sweet.$4",
				"summons_2": "Wha- Yes, you're important too.$5",
				"summons_3": "Oh, I see. I suppose I could take a break.$8",
				"blessings_1": "That's true, I am being quite vague, aren't I?$h",
				"blessings_2": "Yes... I suppose you're right.$u",
				"blessings_3": "That's okay, it's probably better anyway.$h",
				"drinking_1": "I hope you're right. It would certainly make me feel better if you were.$s",
				"drinking_2": "I guess so. Didn't really think of it that way.$u",
				"shrine_1": "Oh, you did... I just - I don't know if I can tell you. If you'll believe me...$10",
				"shrine_2": "Oh gods, you were. I swear I can explain.$10",
				"apology_1": "That... That means a lot to me, @, thank you.$7",
				"apology_2": "I'm sorry you had to. It won't happen again.",
				"kiss_1": "I'm happy too, @. I love you so much.$l",
				"kiss_2": "Oh gods, I'm so sorry, @... I promise that won't happen again.$s",
				"marlin_1": "Thanks for that. I always get a bit nervous telling people my beliefs.$h",
				"marlin_2": "Yes, erm, I suppose it is.$u",
				"answer_one": "I suppose you're right. I guess I'm just being stubborn$2.",
				"answer_two": "I guess you're right. I'll try to listen more.$3",
				"answer_three":"I knew you would understand.$1",
				"confession_one": "@... Gods, I love you too.$9",
				"confession_two": "Please, @... Don't say that.$10",
				"pool_date": "I guess you're right.$16",
				"pool_date2": "I knew you would understand. I love you @$15",
				"pool_date3": "@, I love you so much.$15",
				"pool_date4": "...$16",
				"event_beach1": "I suppose you're right. I was just being dramatic, I guess.$16",
				"event_beach2": "Oh... That's okay.$16",
				"event_beach3": "Hey, that's a really good idea. I'd like that a lot.$14",
				"event_beach4": "You... really feel that way?$16",
				"event_beach5": "@, I love you so much.$15",
				"event_farm1": "@, please don't ask that. I don't... I can't talk about it.$17",
				"event_farm2": "Don't you think I know that, @?!$18",
				"event_farm3": "@... You really are always there for me.$17",
				"Event_stargazing1": "I knew you'd appreciate it as much as I do. There's something truly special about stars. Nothing quite like it.$1",
				"Event_stargazing2": "Oh, you think so... I don't know, I think it's special.$2",
}