{
				"Divorced": "I already had a broken heart and you've just broken it further. Please leave me alone.$s#$e#Please, @, don't do this.$3#$e#Just leave me alone!$5", 
				"Introduction": "Ah, you must be the new farmer. Robin told me about you yesterday.#$b#Welcome to Pelican Town.$h#$e#I hope you like it here.#$b#There isn't much to dislike really. It's a very nice town.",
				"danceRejection": "That's sweet, but no thank you.$9#$e#I just don't like dancing much.#$b#Surely there's someone else you can ask?$2",
				"Rainy_day_1": "The rain makes the forest smell amazing. It reminds me of home.#$e#I'm from Gotoro originally. Where I was raised was usually raining.$1#$b#It was very soothing at night listening to the rainfall.$1",
				"Rainy_Night_1": "I should sleep well tonight, the rain is very soothing.#$e#I'm already feeling pretty tired from it.$1#$b#Maybe I'll turn in early tonight.",
				"Saloon1": "A cold drink soothes the nerves.#$e#If you drink, you can join me. I actually would like your company.$1",
				"Saloon2": "Oh hey, it's nice seeing you again.$h#$e#It's been a long day for me, but I'm in good spirits.$1",
				"Saloon3": "I keep seeing you - are you stalking me?$h#$e#Don't think I mind too much.$4",
				"Saloon4": "I think you're growing on me. Let me buy you a drink.$9#$e#Here, try this.[346]",
				"Saloon8": "Hello, love, it's a good night for a drink, isn't it?$h#$e#It's lovely to see you. I always enjoy talking to you when I get the chance.$4",
				"Saloon": "I come here damn near every day now.$h#$e#Gus is really good to me.#$b#Never had bad service from him.$1",
				"LyellsHouse": "You can stay but don't go snooping.#$e#Are you thirsty? I have cold beers in the fridge.$3#$e#I'll be letting my chickens inside pretty soon. This is the time they usually want to be around me.$1",
				"Mon": "Already you can hear the birds singing. It never gets old.$h#$e#Fall is actually my favorite season, but I love spring just as much.$1#$e#Gotoro had really great seasons. I miss it a lot.$2#$e#I'm not really used to talking this much.$2#$e#I'm sorry, I don't feel like talking much anymore.",
				"Tue": "I came here from Zuzu as well about three years ago. It's lovely here.#h#$e#Zuzu was a pretty bad place for me.$2#$e#I guess I've never really been one for the city life anyway.#$e#During my time at war, most of the places we grouped in were large villages.#$b#Or we would travel the countryside to a new location.#$b#It was pretty nice in a way.$1#$e#%He seems lost in thought now.",
				"Wed": "If you look around the forest and even in town, you can find a lot of good food growing in nature. Just don't overpick the poor plants.$h#$e#Nature is one of the most important things in this world.$1#$b#It deserves respect.$2#$e#I think that's why I love my small home so much - it's surrounded by nature.$1#$e#You've got a pretty big place yourself. I don't think I would like all that open space.#$e#Well, I really need to get going.#$b#$3#$b#%He looks annoyed. Better leave him alone.",
				"Thu": "I don't know why you speak to me so often, but I suppose I don't hate it.$u#$e#It's just so odd. I don't really look like the friendliest person.#$e#oh, it's not that I don't like talking to you.#$b#...#$b#I just get worn out pretty easily after a while.$2#$e#I should get going though, I have a few things to do today.",
				"Fri": "Sometimes I hate just being looked at.#$b#I can just feel people staring at my arm... Or, well, lack of one.$a#$e#Please don't look at it.$2#$e#I rather not talk right now, I'm in one of my moods.$3#$e#%He sighs and shakes his head. Maybe you should leave him alone.",
				"Sat": "I prefer being alone... But I won't turn anyone away if they want to talk.$h#$e#But sometimes it gets really tiring.#$b#I just want some peace and quiet.#$e#I like talking to you though, @. You're not so tiring.$1",
				"Sun": "It's always a good idea to water your crops before leaving the farm.#$e#You wouldn't want them to wilt, and that can happen seemingly overnight.#$e#Tell me how your harvest goes this month, okay?$1",
				"spring_23": "I don't know if I'll go to the festival tomorrow. That day is always hard for me.$s#$e#I just... Marlin died the day before the festival.$2#$b#I've never been able to celebrate the same since.$2",
				"spring_13": "Don't forget about the Egg Festival tomorrow.#$e#I like the Egg Festival. Eggs are one of my favorite foods.#$e#Plus the kids are really precious when they play and find the eggs.$1",
				"summer_Mon": "Jas is a beautiful young girl. She reminds me of my little one... I quite miss her.$s#$e#Oh yes, I used to be married with a little girl.$1#$b#She was such a wonderful daughter. Eliza was the best thing to ever happen to me.$1#$b#But then my wife, she, well...#$e#%He looks pretty upset.",
				"summer_Tue": "I think I enjoy living here, though I think my father is rolling in his grave because of it... He didn't really like foreigners, but I guess that's what I am now.$h",
				"summer_Wed": "You'd think after so long I would get used to socializing with people. But... I still feel like an awkward teenager.$s#$e#I'm surprised you talk to me so often, @. Isn't there someone more interesting you like?#$e#I suppose you know yourself best.#$b#I'm just not used to talking so much.",
				"summer_Thu": "This summer heat is just what I needed.$h#$e#I think I'll grab a ice cream today. I could really use the cold treat.$1#$e#Maybe you can join me if you like...$4",
				"summer_Fri": "It's days like this I wish I was back at sea.#$b#There's something truly rewarding about sailing.#$e#Maybe one day I'll return to the waters and set sail for a while.$1#$e#It's pretty romantic, sailing. it's like living a love story.$4",
				"summer_Sat": "I might go swimming today. It's been a while.#$e#But I'm not sure - swimming means I'd have to take my shirt off and really I don't like doing that much.$2#$e#Maybe I can later tonight, when people are sleeping.#$b#It'll be better if no one sees me.$1",
				"summer_Sun": "Ice cream is always good this time of year.$h#$b#I think the stand is open now you should grab one.#$e#If you want of course.",
				"summer_10": "Bring your best produce for the festival tomorrow.$h#$e#I have no idea what to bring this year.$2#$e#Maybe I'll spice things up a bit.$1",
				"summer_27": "One of my favorite festivals is tomorrow.$h#$e#The jellyfish are beautiful.#$e#I can't wait to see them again, it's so romantic.$4",
				"fall_1": "It's already cooling down, I love it.$h",
				"fall_Mon": "I know I shouldn't be so negative.#$b#But that Pam woman really gets on my nerves.$a",
				"fall_Tue": "You've something on your face.#$b#%He wipes it off with his thumb.",
				"fall_Wed": "Jas asked me what happened to my arm today...#$b#What am I supposed to tell her?#$b#Telling a child it was blown off in the war wouldn't be appropriate.$bWould it?",
				"fall_Thu": "$s Hrm. #$b# When you've been around as long as I have...#$b#Days start to blur together into one long lifetime.#$e#It's tiring.$s",
				"fall_Fri": "It's touching you want to talk to me so often.#$b#I'm sorry I never have anything interesting to say to you.",
				"fall_Sat": "I think my favorite thing about fall is the changing foliage. It's beautiful.#$b#That and anything pumpkin spice.$h#$e#I guess the pumpkin spice thing is pretty silly, but I don't think I care.$1",
				"fall_Sun": "I couldn't ask for a better place to live.#$e#It's so peaceful, even more so this time of year.",
				"fall_15": "The fair is overwhelming but I always try to go.#$e#hope you'll be there.$4",
				"fall_26": "Tomorrow is Spirit's Eve...$h#$b#You ever wonder if monsters get offended by us dressing like them once a year? I think I would.$h",
				"winter_Mon": "Buh... Have you seen the way Pam talks to her daughter?...#$b#I suppose it's none of my concern.$a#$e#But it really gets to me. I would never treat my family so poorly.$2",
				"winter_Tue": "If you ever need help around your farm, come ask me.$h#$e#I can help you plant and care for animals. I usually have spare time for extra work.$1",
				"winter_Wed": " The snow is beautiful. It's the little things that matter most as you age.#$e#Better watch your back, I like throwing snowballs.$1",
				"winter_Thu": "Last night I heard a ruckus outside and when I went to check it out, I found a pesky critter terrorizing my girls.$a#$b#Guess I'll have to stay up tonight to take care of the problem.$s",
				"winter_Fri":"Lately I've been listening to a lot of 50's music. It really tak-$h#$b#...It really improves my mood.#$e#H%He seems lost in thought.",
				"winter_Sat": "If it gets too cold in my house, I just turn the oven on. Warms up just as well.$sMake sure you stay warm, @, frostbite can be fatal.#$b#%Lyell's gone non-verbal for a while. Come back later.",
				"winter_Sun": "It's so cold I think my toes have frostbite. *chuckles*$h#$e#I'm just kidding, of course, frostbite is no joking matter, really.$1#$b#I wouldn't want to lose any other limbs.$2",
				"winter_16":  "You're always checking on me.#$b#I'm not used to the attention.#$e#I don't feel like talking much today.$3",
				"winter_17": "What is it...?$a#$b#It's nothing, I'm just in a bad mood.",
				"winter_18": "I don't feel like talking today.$u#4e#%He's ignoring you.",
				"winter_19": "I really just need to be alone right now.$a#$b#%He looks away and waits for you to leave.",
				"winter_20": "Sorry for the last few days. Sometimes I get in a mood and I just need to be left alone for a little while okay?$s",
				"winter_14": "Don't forget about the Night Market coming to town on the 15th-17th.#$e#I always find great stuff there and the shows are pretty great too.$h",
				"winter_23": "The holidays are so stressful sometimes, but it doesn't make the festivals any less fun.$h#$e#I'm excited for the festival this year. I like giving people things.$1",
				"Sun4": "The people here are nice but keeping things private is nearly impossible.$8",
				"Tue4": "I live out in the forest to keep people from prying. Rasmodius understands this.$s",
				"Wed6": "If it were up to me, Joja wouldn't be hanging around this town.$a#$e#They're such a terrible company. I felt souless working for them.$5",
				"Wed2": "I'm a bit wary of strangers. No offense.$u#$e#Don't take it personally though, give it time.",
				"Thu4": "Keep a eye out at night, there's always something lurking in the darkness.$u",
				"Fri4": "Friday came quickly. Guess I'm losing time.$s#$b#%He looks pretty sad now.",
				"Sat4": "I try to be kind to anyone who approaches... But some people in this town really try me.$a#$e#It's nothing, just...#$b#People asking stupid questions.#$b#I know they're curious about what happened to me, but it's pretty rude to ask.$2",
				
				///events
				"camp_fire_1": "That means a lot to me.$l",
				"event_camp_fire_2": "I see. That's good to know$8",
				"mountain_talk_1": "Great minds think alike, I suppose.$h",
				"mountain_talk_2": "Well, everyone's different.$n",
				"mountain_talk_3": "I suppose both have their cons and pros.",
				"past_talk_1": "I'm really glad you understand that... Some people don't.$9",
				"past_talk_2": "I suppose it is, isn't it.$u",
				"past_talk_3": "That's alright. Not everyone gets it.$h",
				"Beach_12_39": "$6 He's distracted right now, come back later.",
				"aging_1": "I don't meet many who think like that.$h",
				"aging_2": "I suppose it is. Let's drop the conversation, then.$u",
				"aging_3": "That's very true, isn't it? Wise words.$h",
				"summons_1": "Oh, that's... very sweet.$4",
				"summons_2": "Wha- Yes, you're important too.$5",
				"summons_3": "Oh, I see. I suppose I could take a break.$8",
				"blessings_1": "That's true, I am being quite vague, aren't I?$h",
				"blessings_2": "Yes... I suppose you're right.$u",
				"blessings_3": "That's okay, it's probably better anyway.$h",
				"drinking_1": "I hope you're right. It would certainly make me feel better if you were.$s",
				"drinking_2": "I guess so. Didn't really think of it that way.$u",
				"shrine_1": "Oh, you did... I just - I don't know if I can tell you. If you'll believe me...$10",
				"shrine_2": "Oh gods, you were. I swear I can explain.$10",
				"apology_1": "That... That means a lot to me, @, thank you.$7",
				"apology_2": "I'm sorry you had to. It won't happen again.",
				"kiss_1": "I'm happy too, @. I love you so much.$l",
				"kiss_2": "Oh gods, I'm so sorry, @... I promise that won't happen again.$s",
				"marlin_1": "Thanks for that. I always get a bit nervous telling people my beliefs.$h",
				"marlin_2": "Yes, erm, I suppose it is.$u",
				"answer_one": "I suppose you're right. I guess I'm just being stubborn$2.",
				"answer_two": "I guess you're right. I'll try to listen more.$3",
				"answer_three":"I knew you would understand.$1",
				"confession_one": "@... Gods, I love you too.$9",
				"confession_two": "Please, @... Don't say that.$10",
				"Mon2": "I'm not interested in getting close.$s",
				"Mon6": "Sometimes I notice people staring... I'm certain they're staring at my 'lack' of an arm.$s",
				"Mon10": "I wouldn't go into the mines alone. It's dangerous.",
				"Tue8": "You just keep coming back. Thank you for that.$h",
				"Tue10": "Hello, love, it's always nice seeing you around.$h",
				"Wed6": "I don't have many friends and there's a reason for that.$s",
				"Wed8": "If you're not busy later, we should grab a beer together?$9",
				"Wed10": "I was just thinking of you... Oh, it's nothing bad.$s",
				"Thu2": "Can I help you...?",
				"Thu10": "You look good today...#$b#Well, I mean, you look good everyday.*cringes*$s",
				"Fri6": "Oh hello, what's that look for?$3",
				"Fri10": "You've been on my mind a lot recently.$9",
				"Sat4": "My days seem to just drag by.#$b#Drives me crazy.$8",
				"Sat6": "*Lyell is staring at you*#$b#...Hm? Oh it's nothing, I was just distracted by something.$9",
				"Sat8": "*Lyell makes eye-contact with you, but he doesn't approach.*#$b#*Oh, he's running off now.*$9",
				"Sat10": "I, uh...#$b#Nevermind, it's not important.$9",
				"Sun4": "*Lyell appears to be spaced out.$8",
				"Sun6": "*Lyell pulls something out of your hair* #$b#Don't mind me...$8",
				"Sun8": "I'm sorry, I don't have much to say to you.$8",
				"Sun10": "On Sundays I add gems and candles to my shrine.#$b#I'm not big on worship, but I like letting the gods know I think of them.$h",
				"summer_Mon10": "*He babbles incoherently*#$b#....Ah, I mean, it's a beautiful day isn't it?$9",
				"summer_Tue6": "Hm? My accent? Oh, well, I'm not from this country.$h",
				"summer_Wed10": "You look hot...#$b#I mean, you're sweaty.*cringes*$9",
				"summer_Thu6": "On hot days like this, I like going to the beach and sunbathing.$h",
				"summer_Sat8": "*Lyell sees you and quickly walks away.*$9",
				"summer_Sat10": "Look I...#$b#I'm not very good with expressing myself.#$b#I hope that doesn't bother you.$s",
				"fall_Mon8": "Something keeps bothering my hens at night. I'm thinking of setting traps.",
				"fall_Mon10": "*Lyell looks tired.*#$b#Hm? Oh sorry, I didn't sleep well last night.$8",
				"fall_Tue8": "This is the date I was discharged from the military...#$b#Word of advice: stick to your farm.$s",
				"fall_Tue10": "*Lyell looks like he's in pain*#$b#...Sorry, I just - sometimes I can feel my arm hurting even though it's not there.$s",
				"fall_Wed6": "This cold weather makes me want to go swimming.#$b#Is that crazy?$h",
				"fall_Wed10": "It would be nice to spend some time together... If you want to.$4",
				"fall_Thu2": "Not to be rude, but I really don't feel like talking right now.",
				"fall_Thu6": "It confuses me how often you talk to me.$s",
				"fall_Thu10": "I never thought I'd get this close to someone again.$9",
				"fall_Fri10": "Something about fall takes me back.$h",
				"winter_Mon8": "Winter is such a great season. I love the snow.$h",
				"winter_Tue10": "I guess it's pretty cold. Your face is red.",
				"winter_Wed6": "I'm sorry I get so distant.#I'm not very good at keeping up with people.$s",
				"winter_Wed10": "*Lyell looks like he wants to say something.*$9",
				"winter_Thu2": "Isn't there a farm you need to tend to?$3",
				"winter_Thu10": "*Lyell has a dreamy expression.*$4",
				"winter_Fri6": "Is there something you need?",
				"winter_Fri10": "@, I really... You know I...#Nevermind.$9",
				"pool_date": "I guess you're right.$16",
				"pool_date2": "I knew you would understand. I love you @$15",
				"pool_date3": "@, I love you so much.$15",
				"pool_date4": "...$16",
				"event_beach1": "I suppose you're right. I was just being dramatic, I guess.$16",
				"event_beach2": "Oh... That's okay.$16",
				"event_beach3": "Hey, that's a really good idea. I'd like that a lot.$14",
				"event_beach4": "You... really feel that way?$16",
				"event_beach5": "@, I love you so much.$15",
				"event_farm1": "@, please don't ask that. I don't... I can't talk about it.$17",
				"event_farm2": "Don't you think I know that, @?!$18",
				"event_farm3": "@... You really are always there for me.$17",
				"Event_stargazing1": "I knew you'd appreciate it as much as I do. There's something truly special about stars. Nothing quite like it.$1",
				"Event_stargazing2": "Oh, you think so... I don't know, I think it's special.$2",
				"give_flowersA": "Oh...#$b#That's very sweet of you.$4",
				"give_flowersB": "I'm sorry, I don't have anything to give to you...$4",
				"give_pendant": "I...#$b#I don't know...$2#$b#Okay...$4#$b#I accept.$4",
				"stardrop_gift": "This is so much, thank you.$h",
				"rejectNPCA": "It's not a good idea.",
				"rejectNPCB": "There's someone better for you.",
				"reject_two_heartA": "Forgive me, but no.$2",
				"reject_two_heartB": "I'm not interested in a relationship.$2",
				"reject_four_heartA": "It's better that we stay friends.$2",
				"reject_four_heartB": "I think you should seek someone else out.$2",
				"engageA": "That's just wrong - you're already engaged!$5",
				"engageB": "I should pound you black and blue! You're already taken!$5",
				"marriedA": "I'll pretend you didn't ask, for your fiancé's sake.$a",
				"marriedB": "Perhaps instead of getting married, you should have stayed casual. I'm not interested in being a homewrecker.$a",
				"refusal_no_heartsA": "You shouldn't joke about love.$3",
				"refusal_no_heartsB": "This isn't funny.$3",
				"refusal_knownA": "It's simply a bad idea...$3",
				"refusal_knownB": "It wouldn't work out. There's someone better out there.$2",
				"refusal_botherA": "It's not a good time.$2",
				"refusal_botherB": "I don't think so.$2",
}