{
    "Rainy_Day_0": "It's coming down hard outside. It's quite relaxing.",
    "Rainy_Day_1": "I think I'm getting used to living with you. It's been years since I've been with someone.$1",
    "Rainy_Day_2": "Here you are, love.[434 432 240 228 215]#$e#I hope you like it...",
    "Rainy_Day_3": "Days like this I can't help but think about where I came from. It's been so long since I've seen my childhood home. I can barely remember what it looked like now.",
    "Rainy_Day_4": "@, I need more things to do... I'm so restless.",
    "Rainy_Night_0": "Maybe tomorrow I'll cook something tradtional.#$1# I've been in the mood for something hardy.$h",
    "Rainy_Night_1": "*Lyell appears to be in his own world right now.",
    "Rainy_Night_2": "I love the rain, we should go run out in it.",
    "Rainy_Night_3": "Wonder when the rain will stop.",
    "Rainy_Night_4": "Listening to the rain makes me tired.$1",
    "Indoor_Day_0": "Buh... Sometimes everything around me is moving so fast I can't focus on it... know what I mean?",
    "Indoor_Day_1": "Love, I want you to have this. [349 347 369]#$e#I hope it helps.",
    "Indoor_Day_2": "I can't help but think about the day you'll pass. It's heartbreaking every time.",
    "Indoor_Day_3": "*smooch* ...I love the way you taste.$4",
    "Indoor_Day_4": "I know I don't talk much, but don't forget that I love you.$4",
    "Indoor_Night_0": "I'm just gonna have a couple more beers before closing my eyes for the night.",
    "Indoor_Night_1": "I don't know what I should do with my old place.#Maybe I should sell it.",
    "Indoor_Night_2": "Come to bed with me, love. I want to hold you.",
    "Indoor_Night_3": "I feel worn out today...#$e#I think I might take a nap, want to join me?",
    "Indoor_Night_4": "Think I pulled my back working today.",
    "Outdoor_0": "I didn't sleep well last night, so I'm hoping this fresh air will get me motivated.#$e#",
    "Outdoor_1": "I'm not selling my old place...#I want to give it to one of our future children.$h",
    "Outdoor_2": "When I stop and think about it... I'm in a good place. My life is pretty nice.$1",
    "Outdoor_3": "Uh - oh, sorry for last night. The nightmares get pretty bad sometimes. I hope I didn't wake you.$s",
    "Outdoor_4": "Hey, @. You were sleeping like a baby so I slipped out of bed and went for a morning walk around the farm. Everything looks fine.",
    "OneKid_0": "It's hard sometimes when I think about my little girl. Haven't seen her since her mother took her. But it's okay, I'm at peace with it.$6",
    "OneKid_1": "Do babies like music? Maybe I should play some for them.",
    "OneKid_3": "It truly is a blessing to see our baby's face every morning.$2#$e#Buh... I've become corny in my old age.",
    "TwoKids_0": "I already fed the kids. They'll be full for a while.",
    "TwoKids_1": "I'll be honest... I'm ready to have another baby. I've always wanted a big family.",
    "TwoKids_2": "The kids have been testing me today...",
    "TwoKids_3": "I caught our kids roughhousing this morning...#$e#It was cute.$h",
    "Good_0": "*Lyell leans in and sniffs you* You smell different today. I like it.$1",
    "Good_1": "You're so attractive, I hope you know that.$h",
    "Good_2": "I love you.",
    "Good_3": "I'm in a great mood today... Hope it stays that way.$h",
    "Good_4": "I know sometimes I space out pretty badly, but it's nothing to worry about... Okay?$s",
    "Good_5": "*Chuckles* Hm? Oh, it's nothing. I was just remembering something funny that happened a long time ago.$h",
    "Good_6": "I feel happier these days. I couldn't ask for more then what you've given me already.$h",
    "Good_8": "I have so much energy today. I'm going to head out to the beach and do some fishing.$h",
    "Good_9": "Oh...*blush*$h Oh, it's nothing, just thinking about last night. You were amazing.$4",
    "Neutral_0": "One moment, love, I'm a tad busy.",
    "Neutral_2": "You'd think after being around for so long I wouldn't be so easily flustered... Meeting you confirmed that problem.",
    "Neutral_3": "I need to go to Marnie's later. I'm thinking of purchasing a hen.",
    "Neutral_4": "Let me draw you later?",
    "Neutral_5": "If you need my help with anything, come get me. I'm always willing to pitch in.",
    "Neutral_6": "You know you're free to go visit with friends.",
    "Neutral_8": "I could use a road trip. As much as I love farm life, it does get a tad boring from time to time.",
	"Neutral_9": "This week's going slowly.$s",
    "Bad_5": "I don't want to upset you, but I could use some alone time. I'm feeling a bit overstimulated.$s",
    "Bad_6": "Don't take it personally, please, I'm just having a bad day.$a",
    "Bad_7": "I just can't get my ex-wife's face out of my head today. It's painful.$s",
    "Bad_8": "5Lyell sways where he stands. His breath smells strongly of beer.#$e# Huh? Yeah, I've been drinking a bit... It's not a problem.",
    "funLeave_Lyell": "I'm heading out today, okay?",
    "funReturn_Lyell": "Sorry I came home so late, lost track of time.$2",
    "Spring_1": "My head's killing me. How many did I have last night?$s",
    "Spring_12": "Are you going to the festival? I love attending them.$h",
    "Spring_23": "I'm not a very good dancer but I like watching the others dance during the flower festival. Are you going?$h",
	"Spring_24": "This day is always hardest on me. It's the same day Marlin passed.$s",
    "Summer_1": "I love summer but it sure is getting hot. Make sure you stay hydrated, love.$s",
    "Summer_10": "What are you putting in the soup tomorrow? I'm going to sneak in something from my homeland. $h",
    "Summer_27": "Fall is my favirote season. I love the cool breeze and changing leaves.$s",
    "Fall_1": "Hmm... I might have to buy a few cases of pumpkin ale to celebrate the season...$1",
    "Fall_15": "I offered to help Shane and Marnie tomorrow at the fair. You should come have some fun.$1",
    "Fall_17": "One thing about the fall I don't like is that my bones really start aching.$s",
    "Winter_1": "I'd really rather not celebrate my birthday. Let's just forget about it, okay?$s",
    "Winter_6": "I'm another year older, but nothing has changed. It never will...$s",
    "Winter_28": "Another year has gone by. I hope you have no regrets.$2",
}