{
"Format": "1.3",
"Changes": [
{
"Action": "EditData", 
"Target": "Characters/Dialogue/Alex",  
"entries": {
    "Introduction":   "Oh hey, I don’t think I have seen you here before. I’m Alex, whats your name?$h#$b#@.. I like it. Super stoked to meet you.",
    "danceRejection": "Oh..#$s#I'm sorry - maybe next year though?",
    "divorced":       "Well, this sucks.#$s#I miss you every day. Do you miss me too?",  
    "dumped_Guys":   "I respect your grind, but you gotta make a choice.#$e#You've really hurt people.",   
    "secondChance_Guys": "You know I can't stay mad at you.#$l#Maybe I can come over tonight?",  
    "Mon":            "I don't trust people that like mondays.$7#$b#I miss the weekend already.$s",
    "Mon3":           "Hey @.$h#$e# Did you have a fun weekend?$neutral#$b#I guess you're never really off when you live on a farm, huh?",
    "Mon4":           "I've known the people in this town all my life, yet I feel like I don't really know most of them.$s#$e#Like Haley for example. We never talk about real stuff.$s#$b#All she talks about is shoes and her hair.",
    "Mon5":           "Did you see the Tunnellers game on the weekend?$h#$b#That was sick! That stoppage time goal was really something.",
    "Mon6":           "I gotta run some errands for my grandparents today.$h#$b#Huh, that rhymed. Weird.$h",
    "Mon7":           "Do you enjoy it here in Pelican Town, @?$b#Don't let it get to your head, but I was excited when I heard about a new farmer coming to town.$h#$e#It's good to mix things up a little sometimes, you know?",
    "Mon8":           "I think I'll just hangout today..$s#$b#I feel kinda down.",
    "Mon9":           "This town can get kinda boring.$neutral#$b#Especially when you grew up here.$e#It never seems to change.$neutral#$b#Well, but then you showed up.$h",
    "Mon10":          "I'm starting to think about my future.$0#$b#I don't know if I'll stay in Pelican Town forever. Sometimes I feel kinda trapped here..$s#$e#But maybe I just know the one reason to stay..$l",
    "Tue2":           "Please don't mind the dog next to my house.$h#$b#He may look scary, but Dusty's a good boy. Just a little shy.",
    "Tue3":           "How was living in the big city like?$neutral#$e#I've always wanted to move away from here...$s#$b#But I can't leave my grandparents... Guess I'm stuck here with you, huh?$h",
    "Tue4":           "When I walked home last night I found Pam drunk next to Dusty's pen.$s#$b#I helped her get home, but poor Penny was so embarrassed. Sometimes I wonder if she is doing okay..",
    "Tue6":           "My grandfather wasn't always this.. serious.$s#$b#He actually used to be fun, I mean he sometimes still is, but.. it's hard for him. Being in a wheelchair and all.",
    "Tue8":           "I can't wait for the weekend.$h#$b#Do you have plans?",
    "Tue9":           "How do you run the farm all by yourself?$b#It seems like so much work.",
    "Tue10":          "I don't think I have ever been this sore in my life.$s#$b#Maybe I should go to the bath house to give my muscles a rest..$e#You are of course welcome to join me if you would like to..$l",
    "Wed":            "Halfway point to the weekend!$h#$b#Sorry, I'm just really excited to spend time with my friends.$h",
    "Wed2":           "Honestly, Sebastian kinda gives me the creeps sometimes. Yesterday he told me he envisioned things about my future..$0#$b#He went all sinister on me. Don't tell him I told you this, though.$7",
    "Wed4":           "I think I'll take Dusty for a long walk today.$h#$b#He loves running around up by the mountain lake.",
    "Wed6":           "Don't tell anyone, but I think I saw Linus creeping through the bath house window yesterday.$0#$b#Be careful.. I don't know if I trust that guy..$7#$e#Don't tell him I told you.$7",
    "Thu":            "Tunnellers' Game is on tomorrow!$h#$b#Wanna join watching it?",
    "Thu2":           "Hey, you look great today. Did you change your hair or something?$u#$b#Sorry, I just noticed and had to say it.",
    "Thu4":           "So how is the farm life been treating you?$h#$b#Don't hesistate to ask me for help! I'm pretty strong, you know?",
    "Thu5":           "The quality of produce at Pierres' has increased significantly since you moved here.$b#Guess I have to thank you for the high quality protein.$h#$e#I need lots of protein for my workouts, you know?$neutral",
    "Thu6":           "Say, @, do you work out?$neutral#$b#I guess the farm work is a pretty decent workout, huh?$h",
    "Thu7":           "Working on a farm seems to be doing wonders for your body$b#Not that I've been checking you out or anything!$l#$b#I just have an eye for it, I guess...",
    "Thu10":          "The Weekend is almost here! Any plans?$h#$b#I think I'll take it easy, work out and watch some sports with gramps.",
    "Fri":            "Thank Yoba it's friday! I'm super stoked for the game.$h#$b#Are you watching it or are you busy?",
    "Fri2":           "I feel so energized today! Maybe I'll even go for a run later.$u#$b#Working out makes me feel great.",
    "Fri4":           "I hope the Tunnellers win tonight. gridball is a really big deal for me.$u#$b#Part of me still hopes to go pro. But I could never leave my grandparents alone..",
    "Fri6":           "Hey, @! Happy Friday.$h#$b#I like your shoes. Pretty cool kicks. Where did you get them?",
    "Fri8":           "I honestly can't believe all the things you keep finding in the mines.$h#$b#I'd join you, but my combat skills are.. Well, nonexistent.",
    "Fri10":          "How's the farm, @?$h#$b#Let me know if you need a hand.",
    "Fri10_2":        "Sup, @?$h#$b#Wanna hang later?",
    "Fri10_4":        "So, @, I feel like we run into each other a lot recently...$b#Not that I mind...$l",
    "Fri10_6":        "My grandmother said that you and I would make a cute couple...$b#Thats funny, isn't it?$l",
    "Fri10_8":        "Hey @...$l#$b#So... how are you doing?$l#$e#I get nervous around you... you have that effect on me.",
    "Sat":            "The game last night was crazy. I just wish I had someone to watch it with.$h#$b#Hey, do you like gridball?",
    "Sat2":           "I usually go to bed pretty early, but I stayed up late last night.$s#$b#Now by body is all confused and tired.",
    "Sat4":           "I wish I could cook like grams.$h#$b#I swear, she is like a wizard in the kitchen, it always tastes amazing!",
    "Sat6":           "Any plans for tonight?$l#$b#Oh, nah, I was just wondering.. for no reason..",
    "Sat8":           "Do you ever take a night off?$l#$b#It's important to have some fun from time to time. Maybe you could come over for dinner someday?",
    "Sat9_2":         "Why do you talk to me?$b#Other people in this town seem to ignore me...$s",
    "Sat9_4":         "If I moved away, would you miss me?$l",
    "Sat9_6":         "I've been thinking about you a lot lately.$l#$b#I am not ashamed to admit it!$h",
    "Sat9_8":         "Say, @... Are you seeing anyone else?$l#$b#I mean, are you... are we...$l#$e#Nevermind, I am making a fool out of myself...$s",
    "Sun":            "Well, the weekend is almost over. Too bad.$h#$b#But I had a great one!",
    "Sun2_2":         "Hello @.$b#Say, if you liked someone...$l#$e#Would you ever make the first step?$l",
    "Sun2_4":         "Lately I've been really sad when there was a day where I didn't see you.$l#$b#You always make my day better...$l",
    "Sun2_6":         "Say, would you ever want to hang out with me... alone?$l",
    "Sun2_8":         "How do you always make me all tingly and happy?$l#$b#It's like you cast a spell on me...$h",
    "Sun2":           "My grandparents always insist on having a family dinner on sundays.$h#$b#I'm not complaining, I'm always hungry!",
    "Sun4":           "Hey, do you have chickens on your farm?$u#$b#Maybe I can over and buy some farm-fresh eggs sometime?",
    "Sun6":           "I don't work out too hard on sundays.$h#$b#My body needs a break sometimes, too!",
    "Sun8":           "Huh, I'm kinda bored.$h#$b#But you're always busy working, aren't you?",
    "Sun10":          "I took a walk last night. The cold night air is refreshing.$s#$b#Sometimes you just gotta get your head clear, you know?",   
    "spring_Mon":     "Hey @. Did you have a fun weekend?$h#$e#I spent some quality time with my grandparents.$n#$b#They're the only family I have left..$s",
    "spring_Mon2":    "Maybe I'll go to the %place today.$0#$b#It's good to get out of the house every now and then.$h",
    "spring_Mon4":    "When I walkey by the General Store the other day I saw that Haley had posted a weird request.$9#$b#What does she need a Sea Cucumber for?$7#$b#She is the worst cook I have ever met!$h",
    "spring_Tue":     "Tuesdays are okay, I guess.$9#b#Grandpa is in a good mood since his favorite TV show is on.$h#$e#Sometimes I wish he would go outside more, though.$0#$b#Grandma is always complaining about him spending too much time in front of the TV..$2",
    "spring_Tue2":    "All this farm work makes you look pretty strong.$b#I still think I would beat you in an arm wrestling match though!$h#$e#But I bet you're way too busy to do things like that anyway.. right?$0#$b#Not that I'm scared or something!$7",
    "spring_Tue4":    "Sometimes I see Sebastian smoking by the platform when I go to the Bath House to work out.$0#$b#You don't smoke, right?$7#$e#Smoking damages your blood circulation and greatly increases your risk for coronary heart disease!$5#$b#I read that in a sports magazine. And grandma says they're not educational!$h",
    "spring_Wed":     "Haley and me became friends because we both have to live without our parents.$b#Her parents have been travelling the world for the past years.. I can't understand why they would leave their children behind, though.$5#$e#My mother would have never left my alone if she had a chance..$s#$b#I really miss her..$s",
    "spring_Wed2":    "$d <joja>#|I wanted to get groceries today but forgot Pierres' is closed on Wednesdays.$0#$b#I saw him inside through the window, though. He was standing behind the counter but would not let me in!|Back when Joja was still in town and Pierres' was closed on Wednesdays I always saw him standing inside the store with the doors locked.$e#I don't know if that was his idea of fun..$7",
    "spring_Wed4":    "I once caught Pierre singing behind the counter.$7#$e#He didn't notice me for a full minute. He seemed really into it!$h",
    "spring_Thu":     "How's your day, @?$b#Mine just got better..$l",
    "spring_Thu2":    "What kind of crops are you growing at this time of the year, @?$0#$e#I want to learn more about farming!$h",
    "spring_Thu4":    "If you ever wanted to work out with me, just ask me.$e#Working out with a partner is so much more fun! And I think I could teach you a thing or two..$h",
    "spring_Fri3":     "I used to worry a lot about what people thought of me.$s#$b#But not anymore!$0#$e#Well, except what you think about me..$l",
    "spring_Fri4":     "Do you ever miss the city, @?$e#Pelican Town is nice, but you can do all sorts of things in Zuzu!$h",
    "spring_Sat":    "What a beautiful day it is today.#$q 305/306 walkquestion_followup#Would you like to take a walk with me later? I'd love to talk to you..#$r 305 15 walkquestion_yes#Sure, a walk with you sounds nice.#$r 306 0 walkquestion_sorry#Oh, sorry, I'm really busy today...#$r 306 -10 walkquestion_no#Umm.. no thank you.",
    "spring_Sat2":   "I don't have any allergies so spring is a great time for me to get some exercise outdoors!$h#$e#I like spending time outside. The fresh air here in Pelican Town is unmatched.",
    "walkquestion_yes": "Great! It's a date.$h",
    "walkquestion_sorry": "Oh. Well. Too Bad.$s",
    "walkquestion_no": "Oh. Well geez, sorry. No need to be rude..$s",
    "walkquestion_followup": "$p 305#I am really looking forward to our walk!$l|Don't worry, I bet Haley will join me.$a",
    "spring_Sat4":     "Sam told me that he has a crush on Penny.$0#$b#Vincent heard and Sam had to bribe him with candy not to tell her!$h#$e#Kids are ruthless.$7",
    "spring_Sun":      "I can't believe the weekend is almost over.$2#$b#It always goes by way too quickly..$9#$e#But hey, there's always next weekend!$h",
    "spring_Sun2":     "You look good today, @.$l#$b#Did you get a new shirt or something?$h#$e#Maybe I should upgrade my wardrobe, I always seem to be wearing this jacket..$2#$b#It's my favorite, though!$h",
    "spring_Sun4":     "Are you looking forward to the Summer?$0#$e#I can't wait to hangout at the beach again!$h",
    "summer_1":       "Summer is finally here! My favorite season by far.$h#$b#I worked on my summer body all winter, I'm going to spend all my freetime at the beach!",
    "summer_Mon":     "I think I'll go to the beach tomorrow!#$q 305/306 beachquestion_followup#Would you like to go with me? We could get to know each other better..#$r 305 15 beachquestion_yes#That sounds like a great idea, Alex! I'm in.#$r 306 0 beachquestion_sorry#Sorry, I already have other plans for tomorrow..#$r 306 -10 beachquestion_no#Ew. The answer is no.",
    "beachquestion_yes": "Perfect. I can't wait.$l",
    "beachquestion_sorry": "Oh, maybe another time then?$s",
    "beachquestion_no": "And I thought Haley was rude..$7",
    "beachquestion_followup":"$p 305#I'm really looking forward to our beach date tomorrow!$h#b#Day! I mean beach day..$h|Don't worry, I bet Hailey will join me.$a",
    "summer_Mon2":    "Everyone seems a little happier in the summer, don't you think?$h#$b#Well, except that weirdo Sebastian. I swear, he never leaves his room.",
    "summer_Mon4":    "Even mondays seem acceptable in the summer.$h#$b#Hey, come to the ice cream stand in the afternoon. My treat!",
    "summer_Mon6":    "Sam asked me about my workout schedule. I think he is trying to get in shape.$h#$b#He was startled when I told him I work out every day, though. I think he is having some doubts already!",
    "summer_Mon8":    "Haley says you're always dirty from all the farm work. She thinks it's yucky.$l#$b#I don't know, I don't mind it.. You always look good.",
    "summer_Mon10":   "Did you have a good weekend? I bet you're busy now that summer's here.$h#$b#Remember, I'm always here to help you if it gets too much.",
    "summer_Tue":     "I had to go and get groceries yesterday. Grams gave me this huge list.$h#$b#I'm glad Abigail helped me find all the things, I got kinda lost in there.",
    "summer_Tue2":    "You know, my grandma always refused to go to Joja market.$0#$b#She said something about supporting local businesses..",
    "summer_Wed":     "It's wednesday, my dudes!$0#$b#No..? I heard someone say it in Zuzu once, I thought that's what people say nowadays..",
    "summer_Wed2":    "Hey @, good to see you.$l#$b#Uh, I mean, yeah, it's cool to see you. Like normal cool. Not like super cool or something..$7#$e#Sorry, I'm stumbling over my words here..$h",
    "summer_Wed4":    "Grams told me you gave them some fresh goods from the farm the other day.$l#$b#That was very nice. You made her day. Thank you, @.",
    "summer_Thu":     "Going to the beach today?$h#$e#Maybe we could hang a bit or something..$l",
    "summer_Thu2":    "Gridball is on tomorrow. I'm stocked.$h#$e#I just hope we don't lose, that always bumms me out.$s",
    "summer_Thu4":    "The weekend is almost here. I want to spend it on the beach, just relaxing.$h#$b#What are your plans? Feel free to join me.",
    "summer_Thu6":    "Hey, don't tell her I said this, but I think Haley is jealous of you.$h#$e#What? I don't know why either..$l",
    "summer_Thu8":    "All Haley talks about is clothes and shoes. It gets really annoying sometimes.$s#$e#But I feel like I can talk to you about anything.$l",
    "summer_Thu10":   "We're having a big family dinner tonight. Grams is making my favorite.$0#$b#Salmon is for dinner, baby!$h#$e#I mean.. Sorry, @. It was just a phrase, I didn't mean.. just forget it.$7",
    "summer_Fri":     "You look cute today.$l#$b#Any plans for tonight? Just wondering..$h",
    "summer_Fri2":    "Summer fridays are the best.$h#$b#Any plans for tonight? The sunset at the beach is pretty.. nice.$l",
    "summer_Fri4":    "How are you, @?$l#$b#Please don't overwork yourself. Sometimes I worry about you.$s",
    "summer_Fri6":    "The only downside of the summer are all the insects.$s#$b#I left my light on last night by accident and my room was basically run over by mosquitos.$a",
    "summer_Fri8":    "I went to Zuzu city to see the Tunnellers game last weekend. There was a vendor there selling these..[351 349 349]$h#$e#I think they are for athletes, but farming can get pretty exhausting, I bet.$0$b#I thought of you so I picked one up as a gift. I hope you like it.$l",
    "summer_Sat":     "Summer looks good on you.$l#$b#Oh, uh, I just meant the tan.. It suits you.$7",
    "summer_Sat2":    "The game last night was okay, I guess.$0#$b#Well, we lost. But you can't always win, right?$s",
    "summer_Sat4":    "Wanna hangout tonight?$0#$b#I was thinking about watching the sunset at the beach, maybe you could join me?$l",
    "summer_Sat6":    "Don't ever hesistate to ask me for help.$h#$b#I promise to always do my best to support you.",
    "summer_Sun":     "Sundays are nice.$0#$b#Too bad they're followed by mondays, am I right?$h",
    "summer_Sun2":    "If I have a daughter one day I actually wouldn't mind calling her Summer.$h#$e#I'm sure she'd be even more amazing than any summer I've ever had.",
    "summer_Sun4":    "Do you want kids someday?$h#$b#Uh.. just wondering. Haha.$7",
    "summer_Sun6":    "Looking forward to a productive new week?$0#$b#I guess you're never really off when you have a farm, huh?", 
    "fall_1":         "Well, summer's over. Too bad.$0#$b#I'll miss going to the beach.$s",
    "fall_Mon":       "I feel like I'm always in charge of raking the leaves.$a#$b#Pam is not a big help..$s",
    "fall_Mon2_2":     "Soo, @..$0#$b#What are you up to tonight?$l",
    "fall_Mon2_4":     "Have I ever told you that I really like your hair?$h#$e#Sorry, I hope I don't sound like a creep...$s",
    "fall_Mon2_6":     "How do you manage to look cuter and cuter every time I see you?$l",
    "fall_Mon2_8":     "What are your favorite flowers?$l#$e#Um.. no particular reason, just... research?",
    "fall_Tue":       "My grandma asked how you're doing.$0#$e#I don't know, she seems to like you.$h#$e#And why wouldn't she..$l",
    "fall_Tue2":      "Sometimes I wonder if Haley will ever change.$s#$b#She can be so.. rude..$a",
    "fall_Tue4":      "Hey, I got tickets for the Tunnellers game this weekend.$h#$b#Do you, uh, wanna come? I'd be happy. Think about it.$l",
    "fall_Tue6":      "Dusty scared Penny yesterday.$7#$b#I felt bad for Penny, but it was so funny.$h",
    "fall_Tue8":      "Do you believe in Yoba?$0#$b#I don't know, my grandparents are really religious, but me.. not really.",
    "fall_Tue10":     "I took a walk yesterday evening.$0#$b#I swear I heard some weird sounds coming from the sewers by the river.. Kinda spooky$7.",
    "fall_Wed":       "Sam gave me the new %band record.$0#$b#Honestly, it's pretty good! I was not expecting that.$h",
    "fall_Wed2":      "Hey, Gramps gave me this some time ago.[243 347 394]$l#$b#I don't really need it, but I thought it might be useful for you?",
    "fall_Wed4":      "You know, I'm kinda starting to enjoy the fall. The colorful leaves do look nice.$h",
    "fall_Wed6":      "I, umm, got you something.[458 458 458]$7#$b#I hope you don't mind..$l",
    "fall_Wed8":      "Hey hot stuff. How are you doing today?$l",
    "fall_Thu":       "Hey, @, do you have time off on the weekend?$0#$e#I was thinking, we could hang out again. Maybe I could come over? I really enjoyed our last time.. hanging out.$l",
    "fall_Fri":       "I don't know, I seem to be happier when you're around.$h",
    "fall_Fri2":      "I found this on the beach this morning.[392 394 116]$0#$b#I thought you might like it.$l",
    "fall_Fri4":      "I actually like the fall.$l#$b#And I think I might be fall-ing for you, @.",
    "fall_Fri6":      "Gramps actually likes you.$h#$b#That's rare! You seem to be loved by everyone.",
    "fall_Fri8":      "Mayor Lewis asked me to help Penny in teaching the kids.$0#$b#He wants me to teach them sports. I might actually do it!$3",
    "fall_Fri10":     "Friday is my favorite day of the week.$0#$b#Everyone seems to be in a good mood!$h",
    "fall_Sat":       "Happy Saturday, @. What are your plans today?$h",
    "fall_Sat2":      "I got you these at Pierre's today.[595 591 593]$0#$b#They're almost as amazing as you.$l",
    "fall_Sat4":      "Hey! Wanna hangout?$h#$b#Or are you busy? I understand..$s",
    "fall_Sat6":      "Sometimes I just stand in front of my house and watch the colorful leaves dance in the wind. It's really amazing!$h#$e#How embarrassing. Please forget that I said that.$7",
    "fall_Sun":       "Hey @. Are you enjoying your sunday?$h",
    "fall_Sun2":      "We're having our sunday dinner tonight.$0#$b#Feel free to join.$h",
    "fall_Sun4":      "Hey, do you have a minute?$0#$b#Oh, nevermind.. it was nothing important..$7",
    "fall_Sun6":      "You look amazing today.$0#$b#Like you do every single day.$l",  
    "winter_1":       "Brr, it sure got cold quick!$h#$b#The seasons change quickly here in Pelican Town.",
    "winter_Mon":     "Are you cold? I can give you my jacket.$l",
    "winter_Mon2":    "Hey, @! It's good to see you.$h",
    "winter_Mon4":    "So, winter is here, huh?$h#$b#Do you have more time off now that you don't have to worry about crops anymore?$l",
    "winter_Mon6":    "hey hot stuff, how was your weekend?$l",
    "winter_Mon8":    "You know, I actually would enjoy hanging out with you more.$h#$b#Like, a lot more.$l",
    "winter_Mon10":   "I got these for you.[595 591 593]$l#$b#I hope you like them.",
    "winter_Tue":     "Hey, how's your day? Do you wanna take a walk with %pet and Dusty later tonight?$h",
    "winter_Tue2":    "I still like to go to the beach in the winter. Listening to the waves soothes me.",
    "winter_Tue4":    "I've asked Grams to make you a nice scarf for the Feast of the Winter Star!$h#$e#Oops, I wasn't supposed to tell you that.. Well, just act surprised?$7",
    "winter_Tue6":    "My Grandma made her amazing cookies yesterday. I think I ate too many.$h#$b#I'll have to work out extra today!",
    "winter_Tue8":    "Isn't the sound of walking in the snow amazing?$h",
    "winter_Tue10":   "Hey there @.$0#$b#How are you today?$0#$e#Why is your favorite thing %favorite by the way?$h#$b#Oh, %rival told me. Just trying to learn more about you..$l",
    "winter_Wed":     "Well, we made it halfway through the week..$l#$b#Any plans for the weekend?",
    "winter_Wed2":    "Working hard? I have something for you.[223 221 222]$0#$e#Grams made them, they're delicious!",
    "winter_Wed4":    "How does it keep getting colder every day?$h#$b#I miss the summer.$s",
    "winter_Wed6":    "Hey, @.$h#$b#You look cute in your winter coat.$l",
    "winter_Thu":     "Winter isn't too bad. Sure, it's cold. But it's also snuggle season.$h#$e#Well, right now I'm only snuggling with Dusty.$s#$b#But maybe I can change that soon..$l",
    "winter_Thu2":    "It snowed like crazy last night.$h#$b#This morning, I was barely able to open the door! I thought we were trapped.$7",
    "winter_Fri":     "How are you, @?$l#$b#Please don't overwork yourself. Sometimes I worry about you.",
    "winter_Fri2":    "Hey sweet cakes.$l#$b#Sorry, I thought the nick name fit you quite well.",
    "winter_Fri4":    "I saw Vincent and Jess making snow angels earlier today.$0#$b#Sometimes I wish to be a kid again as well, hehe!$h",
    "winter_Fri8":    "Hello there. How's your day?$h#$b#I'm always feeling good when you're around.$l",
    "winter_Fri10":   "Winter is nice, but honestly, I'm ready for it to get warmer again.$0#$b#I miss our nights at the beach..$l",
    "winter_Sat":     "Well, Spring will be here soon.$h#$e#That means I can hike around the mountains all day to find leeks for Gramps.$9#$b#He is kind of obsessed with them..$h",
    "winter_Sat2":    "Last night i was watching TV with Gramps. He keeps asking when I'll get married.$7#$b#Haha, pressuring me, much?$h",
    "winter_Sat4":    "Oh hey, @! I just thought about you.$l",
    "winter_Sat6":    "gridball is on hiatus for this week. I'm a little bored.$s",
    "winter_Sat8":    "How's your weekend going? I bet there is so much snow on your farm right now.$h",
    "winter_Sun":     "How are you, @?$l#$b#Please don't overwork yourself. Sometimes I worry about you.",
    "winter_Sun2":    "I was so lazy today. I guess that's okay, but I'll work out double tomorrow just to be sure.$0#$e#Can't lose focus! *chuckles*$h",
    "winter_Sun4":    "Hey, did you change your hair or something?$l#$b#It looks great. You look great.",
    "winter_Sun6":    "Hey, how are you? Wanna join us for dinner tonight?$h",
    "winter_Sun8":    "Grandma is making smoked salmon tonight.$h#$b#You're welcome to join us!",
    "winter_Sun10":   "I'm so happy you moved here.$h#$b#I can't imagine this town without you anymore.$l",
    "spring_4":       "New year, new me!$h#$b#I'm gonna get so much closer to my workout goals this year.",
    "spring_7":       "It's Lewis' birthday today. Grandma has been fuzzing over his cake all week, haha.$h",
    "spring_8":       "You have an earthy smell about you.#$hIt's probably from all the farm work, huh? ... I like it. A lot.",
    "spring_10":      "I met Sam yesterday. The allergies are driving him crazy.$s#$b#I feel kinda bad for him.",
    "spring_14":      "The festival was fun, huh?$h#$b#Maybe I'll join the Egg Hunt next year.",
    "spring_20":      "Spring is nice, but I prefer the summer.$h#$b#I can't wait for beach season! I do look even better with a tan.",
    "spring_23":      "Hey, are you coming to the Flower Dance tomorrow, @?$l#$b#Maybe we could dance together..? Just an idea..",
    "spring_26":      "The Flower Dance was so much fun. I got you this at Pierres' pop up shop there...[595 591 593]$l#$b#I hope you like them..",
    "spring_27":      "Grams said it's Emily's birthday today. I don't know how she keeps track of all the birthdays.",
    "summer_4":       "I met Jas and Shane at the beach today. They were celebrating Jas' birthday.$h#$b#She looked so happy.",
    "summer_8":       "I'm gonna go to the Saloon later. I wanna surprise Gus with his favorite wine for his birthday.$h",
    "summer_10":      "Grandma left early this morning to hike up the mountains. It's Maru's birthday.$h#$b#That old lady is strong for her age!",
    "summer_13":      "I'm extra happy today anyways, but now that you're here, the day couldn't get any better.$l#$b#Meet me in front of Dusty's pen tonight?",
    "summer_17":      "Sam invited me to his birthday hangout tonight. But honestly, I think I'll pass.$u#$b#I think Sebastian will be there, and we don't get along too well..",
    "summer_19":      "I think Grams told me to do something.. but I don't remember what it was..$h#$b#Was it anyone's birthday or something?",
    "summer_24":      "What an amazing summer day. Wanna join me at the beach later maybe?$l",
    "summer_27":      "Are you coming to the beach tomorrow night to see the Moonlight Jellies?$l#$b#I could bring a blanket and we could make it a date..",
    "fall_2":         "It's Penny's birthday today. I doubt that Pam remembered..$s#$b#I feel bad for Penny sometimes.",
    "fall_5":         "That dude Elliot straight up walked up to me and told me it's his birthday today.$h#$b#I never even talked to him really, that dude is kind of weird.",
    "fall_11":        "We're invited over to get dinner at Sam's tonight. It's his mom's birthday. I don't really wanna go..",
    "fall_13":        "Abby invited me to her birthday hangout.. at the mines.$h#$b#She has weird ideas of fun..",
    "fall_15":        "Hey @.$l#$b#Wanna hang out later maybe?",
    "fall_18":        "Well, fall is a busy season for you, isn't it?$u#$b#Remember, I'm always here to help you.",
    "fall_21":        "Hey, it's my favorite farmer!$l#$b#Are you busy later today..?",
    "fall_24":        "It's Gramps birthday today. We're having a birthday dinner tonight.$l#$b#Maybe you could join us?",
    "fall_26":        "Hey @, are you going to go to the Spirit's Eve festival tomorrow?$h#$b#I was hoping you could maybe meet me in the maze..",
    "winter_3":       "I was trying to convince Gramps to invite Linus for dinner tonight, but he doesn't really like him..$s#$b#Poor guy is all alone on his birthday..",
    "winter_7":       "I'll be rooting for you in the Ice Fishing competition tomorrow!$h",
    "winter_10":      "Well.. It's Sebastian's birthday today. He didn't invite me.$0#$b#I'm not too surprised, haha.",
    "winter_14":      "@! I was hoping to run into you today.$l#$b#Well, to be honest, I'm hoping to run into you every single day since I met you..",
    "winter_17":      "I met Abigail earlier today and she said something about feeling a strong connection to the elementals today..$0#$b#She can be kinda scary sometimes.",
    "winter_20":      "Today is my grandma's birthday!$h#$b#I ordered a bouquet of Fairy Roses from a florist in Zuzu, they're her favorite.",
    "winter_23":      "Are you excited for the Feast of the Winter Star?$h#$b#The food there never disappoints.",
    "winter_24":      "Tomorrow's the big day!$l#$b#I hope you'll like your present..",
    "winter_26":      "Hey, sorry that I didn't give you your present yesterday. I wanted it to be in private.[74 74 74]$l#$b#I hope you like it.."
	}
},
{
"Action": "EditData",
"Target": "Characters/Dialogue/MarriageDialogueAlex",
"entries": {
    "Rainy_Day_0": "I’m the luckiest guy in the world. I love you, honey. Now come here.",
	"Rainy_Day_1": "Today is not a good day for hard work outside.$0#$b#Let’s stay in bed all day, I don’t want you to get sick in the rain.$l",
	"Rainy_Day_2": "Babe, I watered the plants for you.$0#$e#Just kidding, it’s raining like crazy.$h",
	"Rainy_Day_3": "I’ll make you some hot soup tonight.",
	"Rainy_Day_4": "Do you hear that? … I fixed the roof! No leaks.$0#$b#We’re staying dry in here, babe.$h",
    "Rainy_Day_5": "I love the sound of the rain against the windows. I wish we could cuddle in bed all day.$l",
	"Rainy_Day_6": "What do you want to do tonight? Grams asked if we wanted to come over for dinner.",
    "Rainy_Day_Alex": "Wow, it sure rains heavy today!$0#$b#But I'll snuggle you until you're warm and dry again.",
    "Rainy_Night_0": "I can’t wait to get to bed with you and snuggle, love.$l",
    "Rainy_Night_1": "You’re soaked! Let me get you a hot tea and a nice blanket.$l#$b#Here, I made us Dinner.[212]",
    "Rainy_Night_2": "You’re such a trooper, babe. Working all day in the rain.$0#$b#I love you.$l",
    "Rainy_Night_3": "Should I make us dinner or should we get takeout from the saloon tonight?",
	"Rainy_Night_4": "I’m going to make us an amazing dinner tonight. Family recipe. You will love it.",
    "Rainy_Night_5": "I got us fresh oysters from Willy’s.$s#$b#I heard they are a natural aphrodisiac.$l",
    "Rainy_Night_6": "Wanna curl up in front of the fireplace and make out?$h#$e#Sorry, it's hard for me to keep my hands off of you!$h",
	"Rainy_Night_Alex": "Oh sweetheart, you're soaked.$2#$b#Let me rub you dry.. *chuckles*$h",
    "patio_Alex": "Honey, do you need any help? Don't ever hesistate to ask me.$0#$b#For anything.$l",
	"Indoor_Day_0": "Another productive day ahead of us!$h#$b#Anything special on the agenda?",
    "Indoor_Day_1": "Hey Honey, did you sleep well last night?$0#$b#I slept amazing. This bed is so much more comfortable than the one at my grandparents'!$h.",
    "Indoor_Day_2": "Every time I look at you, I know that it's meant to be..$0#$b#Us, here, right now. I love you more than anything in this world, @.$l",
    "Indoor_Day_3": "The Tunnellers game yesterday was so exciting! Let’s go see one again in Zuzu soon.$h",
	"Indoor_Day_Alex": "What do you want for dinner, honey?$0#$b#Grams gave me some of her recipes, so I promise it will be good.$h",
	"Indoor_Night_0": "Honey, I made us some dinner.[226 227 228]$l#$b#I hope you like it. Let's eat.$h",
    "Indoor_Night_1": "Are you up for some dessert?[221 222 223]$h#$b#You deserve it. *smooch*$l",
    "Indoor_Night_2": "Hey Honey, I got you a gift today.[104 74 458]$l#$b#I wanted to remind you how much I love you.",
	"Indoor_Night_3": "I missed you today. Now, come here, babe.$l#$b#I can't seem to get enough of you..",
    "Indoor_Night_4": "Should I make dinner reservations at the Saloon for the weekend?$0#$b#I want to wine and dine you.$h",
    "Indoor_Night_5": "I just remembered our first date at the Saloon. You looked so amazing that night.$l#$e#Somehow, you keep getting more amazing each day. This is for you, baby.[74]",
    "Indoor_Night_6": "I got us tickets for the Tunnellers game on the weekend!$h",
	"Indoor_Night_Alex": "Hey there, honey. Did you have a good day?$l",
	"Outdoor_0": "Hey hot stuff.$l",
	"Outdoor_1": "You are the most amazing person in the whole world.$l",
	"Outdoor_3": "What a beautiful day!$h#$b#Should we go to the beach later?$l",
    "Outdoor_4": "Do you want to take a walk when you are finished on the farm?$l",
    "Outdoor_5": "Can I help you with something, babe?$l",
    "Outdoor_6": "It really is incredible. You turned this rundown farm into the most sought after plot of land in the valley. You are amazing!$h",
    "Outdoor_Alex": "How do you get more and more amazing every single day?$l",
    "funLeave_CharacterName":"I'll go and spend some time with my grandparents today. Swing by if you have time. They'll appreciate it.$0#$e#And you know I always want to see you.$h",
	"funReturn_CharacterName":"Hey honey, how was your day? Mine went well.$h#$b#It's good to be back in our home, though.$l",
    "OneKid_1": "I still can’t believe I’m a dad!$h#$b#This is amazing.$l",
    "OneKid_2": "Our little baby is growing up so quick. We better take loads of pictures.$h",
    "OneKid_3": "Can you believe our kiddo chased %pet yesterday? Since when can kids run this fast?$h",
    "OneKid_4": "I’m the proudest father in all of the Ferngill Republic!$h",
    "OneKid_5": "Grams said my mom always gave me fresh eggs so I would grow up strong.$h#$b#I try to keep our kid’s diet very balanced.",
    "TwoKids_0": "I love these little rascals so much. They bring me so much joy.$h",
    "TwoKids_1": "The only thing I care about is our family. I love you, baby.$l",
    "TwoKids_2": "I never thought I would find myself with the most amazing family of my own. I’m forever grateful.$l",
    "TwoKids_3": "Two amazing kids! Can you believe it? They are such a joy.$h",
    "TwoKids_4": "I wonder if our daughter will grow up to be as amazing as you are. She sure is the most adorable little girl right now.$h",
    "TwoKids_5": "I can’t wait to take our son to his first Tunnellers game. Or play catch on the beach. Or teach him how to fix things around the house. I’m such a proud dad.$h",
    "Good_0": "I had the most amazing day. And now I get to spend the most amazing night with the most amazing person.$h#$b#Come here, let me show you how much I love you.$l",
    "Good_1": "How do you get hotter every day? I can barely keep my hands off of you.$h",
	"Good_2": "Ever since I moved in with you my life is just full of joy. You make me so, so happy.$h#$e#I love you, @.",
	"Good_3": "I never thought I could be this happy until I met you.$l",
	"Good_4": "Somehow, you keep getting more and more gorgeous every single time I look at you.$0#$b#How is that even possible?$h",
	"Good_5": "I'm a little tired..$l#$e#We didn't get much sleep last night, did we?$h",
    "Good_6": "I’m going to fix the roof this week. I want to be helpful, you do so much for us.",
    "Good_7": "My grandma can’t stop talking about you. She is so happy that you chose me.$h#$b#Even Gramps adores you. You are the most amazing human I have ever met.$l",
	"Good_8": "I know that my mother would have adored you.$l#$b#I really miss her..$s",
	"Good_9": "I used to work out only for myself, now I find myself trying to keep up with you. You are out of this world hot, baby.",
    "Neutral_0": "I wish you wouldn’t have to work this much. Can we go on vacation?$h",
    "Neutral_1": "I have so much to do today. I will see you tonight, babe.",
    "Neutral_2": "Can you believe Haley is spreading rumors about us? I will give her a piece of mind later!$a",
    "Neutral_3": "My triceps is so sore, I think I need to take it easy today.$s",
    "Neutral_4": "Will you join me in the bath house tonight or are you busy?$l",
    "Neutral_5": "I’m so sore! I overworked myself completely. Sorry babe, I need to get some rest today.$s",
    "Neutral_6": "Do you think I’m a good husband?$s",
    "Neutral_7": "Sometimes I feel like I’m not good enough for you. You deserve only the best..$s",
    "Neutral_8": "I really don’t feel like working out today. Maybe I’ll take a walk down to the beach..",
    "Neutral_9": "Did you hear that the Tunnellers lost yesterday? I’m so bummed!$s",
    "Bad_0": "I think I’m coming down with something. I should rest today.$s",
    "Bad_1": "Sometimes I wish the windows were insulated better. Living on a farm can be so loud!$a",
    "Bad_2": "I’m sorry babe, Haley has been bugging me nonstop.$a#$e#You know I only love you, right?$l#$b#I need to tell her to get out of my life.$a",
    "Bad_3": "I’m so mad the Tunnellers lost the game!$a",
    "Bad_4": "I need some alone time today. I will see you tonight.$s",
    "Bad_5": "Gramps isn’t feeling well these days. I’m so upset that I can’t do more for him..$s",
    "Bad_6": "I can’t believe %pet scratched our new couch! There are all these trees outside, yet %pet chooses to destroy the leather couch..$a",
    "Bad_7": "I’m trying to stay positive, but I’m really down today.$s",
    "Bad_8": "Can we do something fun tonight? I’m so stressed, I really need to get out of the house.$s#$b#Maybe Grams can watch the kids?",
	"Bad_9": "I don't know why, but I've been feeling kinda left out lately..$s#$b#You still love me, right?$7",
    "spring_1": "New year, new me! I will try to be the best version of myself for you.$h#$e#I love you.$l",
    "spring_2": "I heard it will rain tomorrow. Maybe we can watch some movies and I’ll make us some nice dinner?",
	"spring_12": "I hope you beat Abby at the egg hunt tomorrow. I will be rooting for you, babe.$h",
    "spring_23": "I always loved the flower dance, but ever since I have been dancing with you, I wish the flower dance was every day.$h#$b#You are truly mesmerizing.$l",
    "summer_1": "Our favorite season is here! I can’t wait to see you in the new bathing suit I got you.$l",
    "summer_3": "Summer has always been my favorite!$h#$b#Until I met you. Now you're my summer.$l",
	"summer_4": "Do you want to go to the beach today?$h#$b#Don’t worry, I’ll rub sunscreen all over you..$l",
    "summer_8": "It’s Gus’ birthday today. I’ll make him a gift basket with some farm goodies, so don’t worry.",
    "summer_9": "Yesterday I brought a book to the beach.$h#$b#Haley teased me about it. She is just jealous about what we have and how you make me the best version of myself...$l",
	"summer_15": "I’m still thinking about my birthday present. I really love it. But I love you more!$h",
	"fall_1": "Well, summer is over. But the grind doesn’t stop! And it’s still warm, so we can still enjoy some beach sunsets.",
    "fall_2": "It’s Penny’s birthday today.$0#$b#Do you think Pam remembered?$s",
    "fall_6": "I heard Elliot got super drunk at the saloon on his birthday yesterday. Gus said it was quite the event.$h#$b#He even got up on the bar and danced!$h#$e#Well, I guess he is super hungover today.$7",
    "fall_8": "Wanna take a walk and pick some blackberries later? Grams always makes amazing cobbler, but she is getting too old to go and pick them herself.",
    "fall_9": "Babe, I got these for you.[595 591 593]$0#$e#Don't ever think I take you for granted okay?$l",
	"fall_15": "I know you will score first place at the fair tomorrow. Our produce is the best in the whole valley!",
	"fall_20": "It’s Gramps’ birthday soon. I don’t know what to get him, I can’t just give him a wrapped leek again… Any ideas?",
	"fall_26": "I’m excited for Spirit’s Eve. Maybe I will finally beat that maze this year.$h",
    "winter_1": "It’s getting cold outside, honey. But I promise I will keep you warm.",
	"winter_3": "It’s Linus’ birthday today. He likes to keep to himself, but sometimes I talk to him on my way to the bath house.$0#$b#Maybe someday we can invite him to have dinner with us at the farm?$h",
    "winter_7": "I know you will win the fishing competition tomorrow. You are just amazing at everything, you gorgeous mastermind.",
	"winter_15": "It’s so cold outside but every time I look at you I get the warmest of feelings in my stomach.$l#$b#I love you more than anything, babe.",
    "winter_28": "Every year with you just keeps getting better than the last.[531 532 533]$h#$b#This is for you. Tonight we celebrate us, baby.$l",
	"spring_Alex": "Your eyes sparkle so beautifully in the spring sunshine..$l",
	"summer_Alex": "Hey, you busy today?$l#$b#I'd love to spend a day of my favorite season with my favorite human.$h",
	"fall_Alex": "I kinda miss summer.$s#$b#But every season is nice when I get to spend some time with you, @.$l",
	"winter_Alex": "It's gotten really cold, huh?$0#$b#Don't you worry, I'll always warm you up, hehe.$h",
    "spouseRoom_Alex": "You make me the happiest man alive, you do realize that?$h#$b#Every day is amazing if it's spent with you.$l"
	}
}
]
}