{
        "divorced": "I can't believe I let you trick me like that.$a",
		"Mon": "Hey, did you know there used to be a lot of monsters in this mine?$0#$b#Don't worry, I got rid of them.",
        "Tue": "I used to be an archaeologist and I'm a member of the adventurers' guild.$0",
		"Wed": "You see the skeleton in front of my tent, I killed the monster myself.$0#$e#What?!I'm not joking.$4#",
        "Thu": "Did you see anyone in the mines?$s#$b# No?! I must be hearing things.$6",
        "Fri": "Ever since I placed the blessed amulet in the Yoba Shrine, monsters have fled the mines.$0#$e#I wonder who built the shrine.",
        "Sat": "There is still one monster that lives in the lake. Well, it's actually a Shark... you need to be really strong to catch it.$0",
        "Sun": "Hey, @. How are things?$0.",
		"Mon2": "I had the craziest dream last night.$0#$e#Me and Laura were...nevermind.$s",
        "Tue4": "I don't really know what season it is. I never go to the surface.$11",
		"Wed2": "Ok, I confess I was joking about the skeleton. It's been dead for a long time.$1#$e#What do you mean you by of course you were joking.$4#",
		"Thu2": "Did you find the girl in the upper level?$s#$e# Hey, don't joke around. I heard her loud and clear before you came down the stairs.$a#$e#What? You are not joking!?$6",
        "Thu4": "I miss Laura so much.$s#$b# But thanks to you I don't feel lonely all the time.$1",
        "Fri4": "What should I eat today. Ancient fruit, mushrooms or nuts?$s#$e#I'm growing tired of eating the same thing over and over.$3#$b#Hey, would you mind bringing me something you grew yourself next time you are around?$1",
        "Sat4": "You see, the valley is very large, but I managed to close the passage to the other side as there are wild animals there.$0#$e#Oh, yeah, there are some small dinos there. It's where I get the eggs.",
        "Sun6": "Hey, you're back.$1#$e#Ever since you started coming here more often, I stopped having crazy dreams and hearing stuff in the mines.",
		"Mon8": "Hey @. I'm hunting some monsters later.$1#$e#Wanna join? Just kidding, I know you are very busy!$1",
		"Tue8": "I really missed the flowers!",
		"Wed8": "Grandpa Joel makes such a delicious pie!",
		"Thu8": "Marlon wants me to clear some lava levels at the mines.$3#$e#It's not a problem, but it's too hot!",
		"Fri8": "I had a drink with Shane, he is not very...polite at first.",
		"Sat8": "Emily seems like such a nice girl.#$e#Hey! Don't look at me like that, I'm just saying she is friendly and polite!$4",
		"Sun8": "I think I've met Linus before, I just don't remember where.$7",
		"summer_Mon8": "Hey @. I'm hunting some monsters later.$1#$e#Wanna join? Just kidding, I know you are very busy!$1",
		"summer_Tue8": "Hey @! Great day to explore level 40, huh?$1",
		"summer_Wed8": "Grandpa Joel makes such a delicious pie!",
		"summer_Thu8": "Sheila caught me feeding a cave carrot to one of her buffalos. She was not very happy.$1",
		"summer_Fri8": "How many animals do you have on your farm?$1",
		"summer_Sat8": "Hey @. Take this.[114 770 770 770 770 770 770]$1#I found it in the mines, I thought you could grow it on your farm!",
		"summer_Sun8": "I'll hit the beach today, I deserve a day off.$1",
		"fall_Tue8": "@! Gotta run and find some stuff for Rasmodius!$1#$e#I'm not sure why he needs 4 giant spider eggs.$7",
		"fall_Wed8": "I really love fall: pumpkins, windy weather, my birthday!$1",
		"fall_Fri8": "Sebastian was sneaking around the mines yesterday.#$e#I saw him getting hurt by a rock crab!$1",
		"fall_Sat8": "The mayor gave me a reward for slaying 10 red slimes!$1#$e#It was enough to pay two months' rent!",
		"fall_Sun8": "Grandpa Joel is making us a pumpikin pie tonight!$1",
		"fall_8_12": "I'll go see doctor Harvey today... I sprained my wrist fighting a Shadow Guy yesterday.$3#$e#Don't ever try punching them in the face!",
		"winter_Mon8": "Marlon wants me to clear some lava levels in the mines.$1#$e#Don't mind if I do!",
		"winter_Tue8": "I can't play with Sheila's buffalos during the winter.$s",
		"winter_Wed8": "Grandpa Joel changed the menu!#$e#Still tastes amazing!",
		"winter_Thu8": "I thought Willy sold fish.$3#$b#I was really hoping to buy a haddock!",
		"winter_Fri8": "Granny Evelyn sent me some cookies$1#$e#She is so sweet.",
		"winter_Sat8": "Sebastian and Sam wanted to play an RPG. I was ashamed to accept.$4#$e#Truth is, I was a big geek back in my 20's.",
		"winter_Sun8": "I wish I had a farm so I could raise animals.$7",		
		"event_journal1": "Don't worry, it's my fault.$s",
		"event_journal2": "Why would you lie about that when I clearly saw you reading it?$a",
		"Laura_event": "Thanks, but I think I should start to move on!",
		"Laura_event1": "Yes, you're right...$s",
		"Laura_event2": "Thanks, @! You're an amazing friend!",
		
    }