{
		"Introduction": "So you're my old friend's grandson! Welcome to Grandpa Joe's Boarding House. If you ever need a place to stay let me know.^So you're my old friend's granddaughter! Welcome to Grandpa Joe's Boarding House. If you ever need a place to stay let me know.",
		"BoardingHouse_17_4": "Making some breakfast for my guests, you can have a cup of coffee if you want, just get in the coffee machine.",
		"Mon": "Hey @! Did you meet my daughter?$1#$e#She runs the buffalo ranch!$1",
		"Mon2": "Did you know your grandfather used to be a dear friend of mine!$1#$e#He was quite the guy!",
		"Mon8": "Did you know I built this boarding house by myself?",
		"Tue": "Business' been slow latelly, hopefully new people come to the town!",
		"Tue4": "When I first moved here grass covered all this land!",
		"Wed": "Once Joja tried to explore the mines behind the my property, they said there was too many monsters there.#$e#The operation was canceled, and years latter a young boy went down there. I never heard of him after.",
		"Wed6": "Hello @, working hard?",
		"Thu": "Sheila's been acting weird latelly, I hope she is not trying one of those crazy diets.",
		"Thu4": "I wish I was younger, I can't really visit the town by myself.$1",
		"Fri": "I know it's called Grandpa's Joe Boarding House, but I'm not really a grandpa.$2",
		"Fri6": "I wanted Sheila to get married soon. I just wanna have grandchildren!$1",
		"Sat": "Hi @! Taking the day off?",
		"Sat6": "Sheila keeps pestering me to hire someone to work in the boarding house. But I can do all the work around here by myself!$1",
		"Sun": "Hey @, you are always welcome in here!",
		"Sun8": "Sometimes I wonder if my wife is proud of what me and Sheila accomplished.$2",
		"summer_1": "I used to love summer when I was younger but now it just keeps me from a good night of sleep.$2",
		"summer_Mon": "Did you know George and I used to be friends?",
		"summer_Tue": "I don't normally go to the town, but Lewis always keeps me updated!$1",
		"summer_Wed": "Is it harsh working in the farm during summer?",
		"summer_Wed6": "If I was younger I'd take the day off to spend at the beach.$1",
		"summer_Thu": "Did you know my daughter is a vet?$1#$e#I am a very pride dad!$1",
		"summer_Thu4": "It's really nice of you to visit me!$1",
		"summer_Fri": "Don't forget to drink a lot of water during summer!",
		"summer_Fri6": "In the old days me and your grandpa would be having a couple of beers!$1",
		"fall_1": "Hey @, are you planning to grow some pumpkins?$1#$e#I make a very good soup!$1",
		"fall_15": "Hi! I prepared some pumpkin soup for tomorrow's fair! Here have some![236]",
		"fall_Mon": "If you're in need of equipment for your farm, try my daughter's ranch.$1#$e#Although Lewis is a friend, it really pisses me off he didn't giving my daughter license to sell animals in Pelican Town.$3",
		"winter_1": "Hey @, during winter your grandpa and I used to fish a lot in the valley!$1",
		"winter_Mon": "Hey @, do you have a heater in your house?",
		"winter_Tue": "I hope Linus doesn't freeze to death, I always try to offer him a room for free, but he never accepts.#$e#I am really concerned about him.",
		"winter_Wed": "Winter is tough for old people.$2",
		"winter_Thu": "Winter feels much nicer when you've got someone to cuddle.$2",
		"winter_Fri": "Did you know I also built the ranch for my daughter? It was her graduation gift!$1",
		"winter_28": "I hope next year is as good as this one!$1",
		"Wed_inlaw8_Sheila": "Here is my favortire son-in-law!$1^Here is my favortire daughter-in-law!$1",
		"online_dating1": "Oh really?!%fork$1",
		"online_dating2": "I should've guessed...$2",
		"online_dating3": "You're right! Thanks @, you're such a good friend!$1",
		"online_dating4": "You're right again! You must be quite the stud!$1^You're right again! Maybe Sheila could get some dating tips from you!$1",
		"online_dating5": "You see young man, once you reach a certain age you learn that looks is not everything...^You see young lady, once you reach a certain age you learn that looks is not everything...",
		"online_dating6": "You're right! You never know what's on the otherside of the screen.$0",
		}
        