{
    "Rainy_Day_0": "I hope the buffalos aren't in the rain.$s",
    "Rainy_Day_1": "Thanks Yoba I have auto feeders in the buffalo barn, I don't want my dad getting soaked to feed them.",
    "Rainy_Day_2": "I wish you'd spent all day in the bed with me.$4",
    "Rainy_Day_3": "Honey, I cleaned the house yesterday, so make sure not bring dirty from outside when you enter.$1",
    "Rainy_Day_4": "I was going to water some crops for you, but guess it will have to be some other day.",
    "Rainy_Night_0": "Honey, come rest.$h#$e#Working in the rain can be so tiring.",
    "Rainy_Night_1": "Don't worry, I don't care if you like being the little spoon.$1",
    "Rainy_Night_2": "I wish I knew how to make pumpkin soup, dad always made on raining days.$1",
    "Rainy_Night_3": "Honey if you get sick I can take care of the farm for you...and I can also take care of you.$1",
    "Rainy_Night_4": "Finally my husband is back, hope you don't catch a cold!^Finally my wife is back, hope you don't catch a cold!",
    "Indoor_Day_0": "I'm sorry honey, I can't really cook many things outside salads! But I've made this for you![240 606]$1",
    "Indoor_Day_1": "Have you ever reached the bottom of the abandoned mines?$1",
    "Indoor_Day_2": "Honey, if you pass by the boarding house, send my dad a kiss.$1#$e#And get me some coffee.$1",
    "Indoor_Day_3": "It feels really nice living with you, I don't mind doing the house chores while you do the farm ones.$1",
    "Indoor_Day_4": "I told my therapist we maried. She was very excited!$1",
    "Indoor_Night_0": "I read a very lovely romance today.$1#$e#It was about a girl who lived in the countryside and moved to the city.$1",
    "Indoor_Night_1": "Honey, have you been visiting Linus? I really like him.",
    "Indoor_Night_2": "Thank you for being this amazing person, now I really feel part of the community.$1",
    "Indoor_Night_3": "A light dinner for you honey. So you can sleep tight.[610 609 196]$4",
    "Indoor_Night_4": "Honey, while you were working in the farm, I cleaned the house and did the loundry.",
    "Outdoor_0": "The animals are very well treated. I checked them up...they are all healthy.$1",
    "Outdoor_1": "The animals must feel very happy walking in these huge fields.$1",
    "Outdoor_2": "I never thought I'd been living in a huge farm such as this one.",
    "Outdoor_3": "I woke up early and checked my animals and store.$1#$b#And I also visited my dad.$1",
    "Outdoor_4": "You look so sexy working in the farm.$4",
    "OneKid_0": "%kid1 has your eyes.$1",
    "OneKid_1": "I hope %kid1 grow up to be a farmer like you.",
	"OneKid_2": "I'm glad you sleep like a rock. kid% woke me up at 4AM.$s",
    "OneKid_3": "Grandpa Joe is now a proper grandpa!$1",
    "TwoKids_0": "Father's been spoiling our kids.$s",
    "TwoKids_2": "I hope our kids are nice to animals.",
	"Good_1": "You know, I always had a feeling we'd be together some day.$l",
	"Good_4": "I wonder if I can retire from the store someday. Probably gonna pass it on to one of our kids.$l",
    "Good_9": "I have been reading a lot lately, I used not to have time for that because of the store.$h",
    "Neutral_0": "I hope you'll still like me when I'm old or if I get fat.$s",
    "Neutral_2": "Last night you snore like a truck.#$e#Guess you were very tired of all the farm work.$1",
	"Neutral_2": "Taking a break?Don't forget to feed the animals.",
    "Neutral_3": "Well if Lewis had given me the license, I wouldn't have much time to spend with you.",
    "Bad_9": "Thanks Yoba I didn't sell my place.$s",
    "funLeave_Sheila": "I'm heading to the store today. See you later honey.",
    "funReturn_Sheila": "Business' been slow lately since I married my best customer.$1#$e#Either way, I couldn't be happier.$4",
    "spring_1": "Honey, what's your plans for this year.$1",
    "spring_12": "I used to hid some eggs all around Marnie's ranch so she wouldn't find and her ranch would smell.#$e#I have no regrets.",
    "spring_23": "Dancing with you tomorrow will be so romantic!$1",
    "summer_1": "Honey, make sure the animals are drinking a lot of water this summer. The same goes for you!",
    "summer_10": "I will be checking on dad tomorrow morning to walk him to the luau.$h",
    "summer_27": "It's going to be so romantic tomorrow.$4",
    "fall_15": "We are so winning tomorrow's fair.$1",
    "fall_26": "Don't get lost in the maze tomorrow.$1",
    "winter_1": "It's always important to have animals as they can produce during winter.",
    "winter_7": "I feel so worried when you fish on that fozen lake.$s",
    "winter_28": "Here honey, let's celebrate this great year![459 348] $1",
	"patio_Sheila": "Don't worry honey, Mabel is working to move my stuff to the patio.",
	"spouseRoom_Sheila": "What book should I read today?"
}