{
"Introduction":"So, you're the new farmer?$h#$e#Oh, hi. I'm Sheila! I run this buffalo ranch, I have a lot of useful stuff for your farm! Come by whenever you want!$h#$e#I'm there by myself most of the time.$s",
"danceRejection": "I don't want to dance with you.$s#$b#I wanted to dance with Sam, but he never notices me.$s#$e#I'll try asking anyway.#1",
"dumped_Girls": "I thought you were better than this... Well, I just ended up wasting time on the wrong person.$s",
"secondChance_Girls": "@.. you're different from the others.I-I believe in you...I still do.#$b#Promise me that it will be different this time?!.$s#$e#Great. You own me a dinner.$h",
"divorced":"Well...#$e#You've always been the second option.$s",
"Mon2":"I spent so much time by myself in the ranch...#$b#That sometimes I speak to the buffalos and I get the impression that they answer me. They keep staring me as if they can understand everything I say.",
"Mon4":"Do you think I'm unattractive?$s#$e$Sam never looks at me, despite me doing all I can to get his attention.$s",
"Mon8":"You seem so tired.#e#Take a walk with me sometime!#$b#The fresh air is very relaxing.$h",
"Tue4":"Is it too late to learn skateboarding?#$b#I think Sam would like to see a woman who shares the same interests as him.",
"Wed2":"Sometimes I think I push myself too hard for nothing...$s#$b#Nothing I do seems to be good enough.$s",
"Wed10": "What did you see in me?!#$b#You keep insisting in someone that has nothing interesting to offer.$s",
"Thu2":"Everytime I take a walk in the forest I find fresh ingredients for my salad.$h",
"Thu8":"I love knowing I can count on you for anything.$h",
"Fri2":"Sam's eyes look so pretty in the sunlight.#$h#$b#His iris seems lively when he looks down under his fringe, you can see clearly the blue shades turning to green.",
"Fri6":"Hey @. Always nice to see you!$h",
"Sat2":"I'm having an anxiety crisis constantly...$s#$b#It's been hard to sleep lately.$s",
"Sat10":"What are we doing today, luv?$h#$e#Oops... @... I meant @...$3",
"Sun2":"Hey @.#$b#How's the farm coming along!?#$e#Here things are good. Thanks for asking!$h",
"Sun8":"Has anyone told you today you're incredible?#$e#No!? Well. You're incredible, always believe in yourself.$h",
"Mon":"You're one of the few people that actually talk to me...$s#$e#People used to ignore me becuase I didn't fit into society's standards...$s",
"Tue":"I cook my own meals.#$e#Which is not so hard. I just wash and cut the leaves and make a salad with olive oil, vinegar and salt.$h",
"Wed":"I've got the best buffalos in the valley.$h#$e#But Marnie's got a bigger variety of animals.$s#$e#That's because she gets more funds to expand her ranch!$a",
"Thu": "Have you met my old man?#$b#His name's Joel. He is very good to me.",
"Fri":"Hey @...#$b#Do you happen to know if Sam's been seeing someone?$4", 
"Sat": "My mom passed away during my birth.$s#$e#I couldn't meet her, but pap told a lot about her.",
"Sun": "My pap is too old to push himself. I do all I can to spare him.#$b#I always argue with him. But he is very stubborn and keeps doing things by himself.", 
"summer_Mon":"I'm a graduated vet.$h#$e#I love animals and I'll always care for their quality of life!",
"summer_Wed":"Yesterday I helped a buffalo give birth... there were some complications.#$b#Good thing is it all ended up alright, the baby's born strong and healthy.$h",
"summer_Tue":"I should probably start breeding all kinds of animals and put Marnie out of business.$a#$b#I bet she is not even working today.$a#$e#I know she gets a higher amount of agricultural funds than I do!$a#$e#That's 'cuz she's Lewis's sweetheart!$a#$e#She is very irresponsible, and still he likes her better!$a#$e#I wouldn't be surprised if they're sleeping together!$a#$e#Sorry, how's your day?",
"summer_Thu":"Sometimes it's boring being the only child and not having friends.$s#$b#I'm by myself most of my life.#$e#At least I've got my old man who cares a lot for me.$h",
"summer_Thu6":"You're such a good friend, @, I'm glad we met.$h",
"summer_Fri":"Sometimes I feel like I disappoint my old man.$s#$e#He's always complaining I spent too much time chasing Sam.$s",
"summer_Fri6":"Pap keeps telling I should get married soon, because he wants to meet his grandchildren.$a#$e#I told him, it takes two people to get married.$a#$e#He even told me to apply for online dating!$a#$e#He even said if it was the 40's he would already had set me up with someone.$a#$e#Bold of him! I can choose who I marry and when I marry!$a#$e#Sorry, what were you saying?",
"summer_Sat":"I don't like summer.#$e#It's too hot and I have twice as much work to keep the animals hydrated. Their hooves crack easier in this weather.$s",
"summer_Sun":"...#$b#Hi! @. Sorry, I was wondering what Sam could be doing on this hot day.$4",
"summer_Sun6":"...#$b# Hi! @. Do you ever go to the beach?#$e#I'd imagine you're in pretty good shape from all the farm work.$4",
"fall_1":"My birthday is in fall. Don't forget my gift!#$e#Sorry, I don't know why I'm saying that, I only get gifts from my old man.$s",
"fall_Mon":"I hope pap makes his pumpkin soup, it's just delicious! I love it.$1",
"fall_Tue":"The other day I put back a bird's nest that'd fallen from a tree.#$e#I hope the mother bird finds the nest.$h",
"fall_Wed":"Do you miss the city?#$e# My life completely changed after I moved to the valley. I love the pure and fresh air.",
"fall_Thu":"Do you like this weather?#$e#I love it!$h",
"fall_Thu6":"Mom used to like sunflowers...#$e#There are lots of them during this season, right?!#$b#I wish I could give her one.$s",
"fall_Fri4":"Do you like horror movies?#$e#Fall is one of the best seasons to watch scary movies.",
"fall_Sat":"It's so good living in a place with no pollution. You can always look to the night sky and see the stars!$h",
"fall_Sun":"I don't think the animals like this much wind, they get agitated.#$e#At least the grass grows faster.",
"winter_Mon":"This cold weather is great for reading a book under the blankets and having a cup of hot tea.$h",
"winter_Tue":"Have you read Sarah J. Maas books?#$e#If you like fantasy and romance check them out. They're my favorites.$h",
"winter_Wed":"My pap's always worried and taking care of me. Even though I'm already an adult.",
"winter_Thu":"I put a heater in the barn yesterday.#$e#The buffalos all laid near it to get warmer.#$b#They're so harmless.$h",
"winter_Fri":"In cold days like this pap always makes some hot coffee.#$e#He must've already let you taste, it's great isn't it!?",
"winter_Sat":"I miss my mom...#$e#I know I've never met her, but still, I'd like to have motherly figure.$s",
"winter_Sat6":"I used to feel so lonely, but not anymore thanks to you.$h",
"winter_Sun":"I always get sick because of the cold.#$b#This weather always causes me rhinitis.$s",
"hospital1": "You're right!$9#$b#I can't do that to my old man. Also, being skinny will mean nothing if it costs my health!$9",
"hospital2": "Oh...$9#$b#Thank you for taking care of me @. I promise I'll look for help.$9",
"stalk1": "Actually ... it's just that I don't have much time to spend with Sam and... Well I think he actually likes someone else.$s",
"stalk2": "I think you should mind your own business.%fork$a",
"stalk3": "Yeah, you're right.$s",
"stalk4": "Ohhh...$4",
"give_flowersA": "Is that?!$4#$b#Yes, I'd love to.$4",
"give_flowersB": "You want to date me?$4#$b#I feel the same way about you!$4",
"give_pendant": "OMG!$4#$b#It's happening!$4#$b#Yes...yes....yes, yes, yes... yes, yes, yes!$1#$b#I'll get everything set up with the mayor, the ceremony will take place in three days.",
"stardrop_gift": "Hey honey, I wanted to give you this stardrop. It is a token of gratitude for being my lover and my best friend.$4",
"rejectNPCA": "I think it's a little too early to think of that.$7",
"rejectNPCB": "Sorry, I'm not into you.$s",
"reject_two_heartA": "Hmmm...I kinda like somebody else.$s",
"reject_two_heartB": "Oh my, you're hasty! I don't think I know you well enough though.$1",
"refusal_no_heartsA": "Oh, hey stranger. Maybe after we get to know each other.$1",
"refusal_no_heartsB": "Is my father paying you to do that?$s",
"reject_four_heartA": "I'm flattered but I think it's a little to early for that.$1",
"reject_four_heartB": "Don't get me wrong, you look fine and such, I just don't want to make a decision I might regret later.",
"engageA": "Weren't you engaged?$s",
"engageB": "I'm not dating somebody else's groom.$s^I'm not dating somebody else's bride.$s",
"marriedA": "I'm no mistress, get lost!$a",
"marriedB": "I'm sorry things aren't going great with %spouse, but I think you should get divorced first before asking someone out.$s",
"refusal_knownA": "Both our houses are too small and I don't feel like moving back to my pap's place.$s",
"refusal_knownB": "I'd love to marry you right now, but my ranch is too small. I wonder if I can get Robin to build another floor on it.$1",
"refusal_botherA": "Please, leave me alone.$s",
"refusal_botherB": "Have you ever heard of harassment?$a",
}