{
	"Entries": {
		"Mon": "What are you smiling about?#$e#I don't really care, just stop pointing your happy face at me.",
		"Tue": "Didn't you hear me the first time? Leave me alone.",
		"Wed": "Go bother someone else. We'll both be happier that way.",
		"Thu": "Sweet Yoba, what do I have to do to get you to leave me alone?$s",
		"summer_Thu": "...$s#$b#Look, I'm busy being an jerk today. The biggest jerk on the planet. Leave me alone.#$e#Just... be nice to Jas today, all right?$s",
		"Fri": "%Shane just sighs.",
		"Sat": "You again? How many times do I have to tell you to leave me alone?$s",
		"Sun": "Take a hint, why don't ya?$s",
		"Mon2": "You should leave me alone, I'm terrible company.",
		"Tue2": "Why do you keep trying to talk to me? Do you feel bad for me or something?$s#$b#I don't need your pity.$s",
		"Wed2": "*sigh*... What is it this time?",
		"Thu2": "What do you have to gain from talking to me, anyway?",
		"Fri2": "I don't wanna be your friend.",
		"summer_Fri2": "Take this.$s [221]#$e#Don't look at me like that, it's not poisoned or anything. I just don't want it, all right?#$e#Marnie packed it for me because I missed Jas's birthday celebration last night.$s",
		"Sat2": "I'm not in the mood to talk, okay?$s",
		"Sun2": "You don't have to keep trying to talk to me. Just leave me be.",
		"winter_Sun2": "Tomorrow's festival blows. I don't know if I'd rather attend or go to work...$s",
		"Mon4": "Hey. Sorry I was such a jerk to you when we first met.$3#$e#I... *sigh*...$s#$b#That was all on me. Sorry I acted like that.",
		"Tue4": "Ugh, why am I such a useless waste of space?$s",
		"summer_Wed4": "Hey, @...#$q 594437/594438 JasBday#I can't afford to get Jas anything for her birthday this year...#$r 594437 -50 yikes#I'll buy her something for you.#$r 594438 20 goodAdvice#Just spend the day with her.",
		"Thu4": "What?$s#$b#Oh, it's you.#$e#Hey.",
		"Fri4": "Buh... I've got a killer hangover today.$a#$b#I mean, I'm sorta hungover every day, but today's extra awful.$s#$q 686/696 blatantAlcoholism#Whatever, I'll just drink it off at the saloon tonight.#$r 686 -20 alcohol_jerk#You should cut back on the booze.#$r 686 -15 alcohol_jerk#That's really unhealthy.#$r 696 15 alcohol_sup#Wanna hang out at the lake instead?",
		"Sat4": "Seriously, is Marnie paying you to talk to me or something?#$e#All right, all right, I believe you. I really just don't get why you'd wanna be friends with me.$3",
		"Sun4": "You should probably stay out of my room. I haven't cleaned in months.$s#$e#I know I should really clean it up, but I just can't bring myself to do it.",
		"fall_Sun4": "The wind keeps blowing leaves into the pastures at the ranch.$s#$e#*sigh*... I'll probably have to rake them up when I get home.",
		"winter_Sun4": "So we all live in houses with working heating systems, but tomorrow we're all supposed to stand on a frozen lake in subzero temperatures to watch people catch fish.#$b#What is up with this town?$s",
		"Mon6": "...$3#$b#I don't know how to give Jas everything she needs...$s#$e#Ugh, I'm not cut out for this!$a",
		"spring_Mon6": "Yoba, this warm weather feels good.$h#$e#Did the winter make a mess of your farm, too?$6#$b#Ugh yeah, the pastures at Marnie's were all covered in weeds and junk. My back still hurts from clearing them out.$s",
		"Tue6": "$d Joja#I'd quit my job if there were any other openings in this town. That place can suck the soul right out of you.|I almost wish that JojaMart didn't close down. I mean, I hated that stupid job, but at least I had one...$s",
		"Thu6": "My days sort of just blur into each other. It's all the same old routine, over and over again.#$e#*sigh*...$s",
		"summer_Thu6": "I tried baking a birthday cake this morning.#$b#I'm never gonna bake anything ever again.#$e#*sigh*... It melted onto the bottom of the oven.$3",
		"Fri6": "Life isn't so bad... at least I have frozen pizza and eggs.$u",
		"summer_Fri6": "I'm sweating buckets in this heat.#$e#Buh... I really gotta take a shower.$s",
		"Sun6": "The flowers are blooming like crazy today. I can smell them wherever I go. I guess it's kinda nice.$6#$e#So what are you doing today?#$b#Heh, okay. Be careful out there, all right?",
		"fall_Sun6": "I like hearing the leaves crunch beneath my feet. Makes me feel grounded.$6#$e#Raking them up, though... now that's a different story.$3",
		"winter_Sun6": "Ugh, I won't get any sleep tonight.$s#$b#They're gonna start cutting the lake ice with chainsaws later, and it always takes hours before they finish.#$e#*sigh*... The Ice Festival blows.",
		"Mon8": "Hey, @.$6#$e#*sigh*... I'm not up to talking to anyone right now. I just need to spend some time alone, okay?$3#$b#It's not about you, I just get in these moods sometimes. Sorry.",
		"spring_Mon8": "It was such a relief to let the girls out of the coop this morning.$6#$b#They all looked really happy to run through the grass again.$6",
		"Tue8": "Yesterday was rough.$3#$b#It's so frustrating to work so hard at getting better and still end up feeling awful.$s#$e#Yoba, trying so hard is exhausting.",
		"spring_Tue8": "Buh... I wish I could take a nap.",
		"summer_Wed8": "I've planned out the perfect birthday for Jas. We're gonna have a blast tomorrow.$h#$e#We're gonna feed the chickens, go to the beach, grab some ice cream, hang out in the playground, stuff like that.$6#$e#I wanna make sure that she grows up with lots of good memories of her birthdays.$6",
		"Thu8": "You've been a really good friend to me, you know?$6#$b#Thanks for putting up with all of... this.#$e#Just... remember that you can't \"fix\" me, okay?",
		"summer_Thu8": "Hmmm... maybe letting Jas have all the ice cream she wants today isn't such a good idea...$3",
		"Fri8": "Jas drew a picture of me with the hens. I hung it up on our fridge.$h#$e#I... didn't really do my job as her godfather before. I'm trying my best to make it up to her, though.$3#$b#I'm lucky to have her. She's a really sweet kid.$6",
		"summer_Fri8": "Sam's been taking Jas to the beach with him and Vincent. It's nice of him.$6#$e#I should probably thank him, right?$3#$b#Maybe I'll swing by his place to drop off a carton of eggs or something...",
		"Sat8": "Sometimes I wonder what my life would be like if I didn't have depression.$3#$b#*sigh*... I just gotta deal with the fact that I do.#$e#Therapy helps, but it's been... slow going. Really slow going.$3",
		"Sun8": "Ugh... my back hurt so much that I couldn't sleep at all last night.$s#$b#Harvey said it could be because of my depression.#$e#I just feel awful.$s",
		"fall_Sun8": "I read somewhere that fall is the busiest time for a farmer. Is that true?#$e#Well, if you're growing any pumpkins, could you save one for me? Jas wants to carve her own jack-o-lantern this year.$6#$b#Marnie doesn't wanna let her handle any knives, but the kid's gotta live a little.$6#$b#'Sides, it'll be our secret.$h",
		"winter_Sun8": "Eugh, Marnie signed me up to help prepare for tomorrow's festival.$s#$b#I mean, I might not mind so much if it weren't the worst festival of the valley.#$b#Of all the things to celebrate, why ice?#$e#I've got no idea how I'm gonna help tonight. I don't even know how to use a chainsaw!$10",
		"Mon10": "Do you ever feel like the whole world is scrutinizing you like some disgusting insect?$s#$b#*sigh*... Yeah, I guess it's one of those days again.",
		"winter_Mon10": "Now that you don't have any crops to worry about, could you slow down a bit?#$b#Yoba, you kept working yourself to the bone last season.$s#$e#I get that taking care of an entire farm is a lot of work, but you need to take care of yourself too. All right?",
		"Tue10": "*snort*$6#$b#You've got twigs in your hair, chickadee. You trying to start a new trend?$h#$b#C'mere, I'll get them out for you.$6#$e#*sigh*...Do I even wanna know what you've been up to?$6",
		"Thu10": "Hey, bud. I was thinking of taking Jas to Zuzu City sometime. Maybe buy her a new dress, some new books, take her to see a movie...$6#$b#I was hoping you'd come with us.$6",
		"summer_Thu10": "Oh hey, did ya wanna hang out with the birthday girl?$6",
		"Fri10": "Buh... I don't know if it'll ever be easy to get out of bed.$s#$b#Most mornings, it still feels like I've got lead in my limbs.#$e#My counselor told me that keeping a regular schedule will help, but sweet Yoba, it's tough. There are days when I just can't make myself do anything, you know?#$b#Those days throw my schedule out of whack.$s",
		"Sat10": "I still can't believe that of all the people you could've dated, you went for me.$l#$b#*snort* No, I'm not complaining, ya dingus.$h#$b#Just never thought I'd be this lucky is all.$6#$e#Hey, who are you calling a softie!?$10",
		"summer_Sat10": "I gotta remember to drop some eggs off at Sam's place. Gonna thank him for watching over Jas when she goes to the beach.$3#$b#His mom seemed pretty happy with the ones I dropped off last time.$6", 
		"Sun10": "Hey, @. I've actually been having a pretty good day so far.$h#$b#So, what are you up to?$6",
		"fall_Sun10": "Mushrooms are a pain in the neck, but it's not so bad when I consider all the worms that come with them.#$b#The girls go crazy looking for them when I let them out of the coop.$h",
		"winter_Sun10": "Hey, why don't we ditch the Ice Festival this year?#$b#We could just stay in and veg out on the couch.#$e#I'll go if you really wanna go and win the fishing competition, though.#$b#Gotta cheer you on and all that.$6",
	},
}
	
