{
	"Entries": {
		"Mon": "Why don't you talk to someone who actually wants to talk to you?$3",
		"Tue": "I'm busy.$s#$e#Busy doing what? Minding my own business. You should try it sometime.",
		"Wed": "Look, you're just wasting your time and mine.$3",
		"summer_Wed": "Go away, I'm trying to focus on fasting for tomorrow.",
		"Thu": "Nope. Go away.",
		"summer_Thu": "Mmph, I want more of that chutney...$3",
		"Fri": "I don't get why you won't just leave me alone.$s",
		"spring_Fri": "...$6#$e#Huh?#$q 36621/36622 fiteMe#What are you looking at?#$r 36621 0 smile#You were smiling.#$r 36622 -10 meanie#I'm looking at a jerk.",
		"Sat": "*sigh*... Look, farmer. My head feels like a blender full of rocks, and nothing in this world sounds less appealing than making small talk with some stranger I really couldn't care less about.#$b#Just quit it already, okay?",
		"spring_Sat": "Chickens are so underrated.",
		"Sun": "I don't have the time or energy to deal with you.",
		"Mon2": "Don't you have better things to do than talk to me?$3",
		"summer_Mon2": "Stupid bugs. I gotta get some more insect repellent.$s",
		"winter_Mon2": "Why are we even celebrating ice? It's cold, it's wet, it makes you slip and fall ass over teakettle.#$e#No, I wasn't speaking from experience...$s",
		"Tue2": "You're nice and all, but stop talking to me.",
		"Wed2": "Stop wasting your time on me.$s",
		"summer_Wed2": "Yoba, I'm starving. This year's soup better be good...$3",
		"Thu2": "I just don't wanna talk, all right?$s",
		"summer_Thu2": "Thank Yoba for Gus's pepper chutney.",
		"Fri2": "What, you wanna make friends?#$b#Go talk to someone else.$3",
		"spring_Fri2": "What? Why are you asking me if I'm going to the Egg Festival tomorrow?#$e#Of course I'm going, it's the only festival worth attending in this podunk town.$3#$b#Aside from the Luau, I guess.",
		"Sat2": "Why are you trying so hard to get to know me?",
		"spring_Sat2": "%Looks like Shane's in a good mood. He's humming to himself.#$e#Huh? Did you want something?",
		"summer_Sat2": "It's too hot to talk to anyone.",
		"Sun2": "Sweet Yoba, quit bugging me.#$b#*sigh*... Please?$s",
		"Mon4": "Yoba, I'm exhausted.$s#$b#I could barely get out of bed this morning.",
		"winter_Mon4": "Yoba, I think my face is gonna freeze off.$6",
		"Tue4": "$d Joja#*sigh* ...Every day is the same. Stocking those horrible shelves, going to the saloon, tossing and turning all night.$s|I hated my job at JojaMart, but now that I'm unemployed I feel even worse.$s",
		"Wed4": "If Gus ever asks you to try his \"Jurassic Jungle Juice,\" don't.#$b#I'm still hungover from the night he got me to drink that fruity paint thinner goop.$s#$e#...That night was last year.",
		"summer_Wed4": "The Luau's probably the third best festival in this town.#$b#Yoba, I love that soup.$3",
		"Thu4": "It's hard to get up in the morning when you know you'll have to deal with another day of utter garbage.$3",
		"summer_Thu4": "Gus told me to bring an empty container to the Luau so I can take home some chutney.$6#$e#What a guy, that Gus.$6",
		"Fri4": "Huh. I'm completely dead on the inside.",
		"spring_Fri4": "Even if everything else is terrible, tomorrow's gonna be good.#$b#The Egg Festival never disappoints.",
		"Sat4": "If I were food, I'd probably be stale corn chips. Or raisins.$3#$b#Something awful like that.$6",
		"spring_Sat4": "What's up, motherclucker?#$b#*snort* Sorry, I just had to.$6",
		"summer_Sat4": "Ugh, how do you deal with all these stupid bugs?$s#$e#Me, wear pants? In this heat? Ha.",
		"Sun4": "...I think I'll go take a nap.#$e#Talk to you later, I guess.",
		"Mon6": "I didn't sleep a wink last night. Yoba, I need coffee.",
		"summer_Mon6": "If there's anything I like about my room, it's how much cooler it is in there than the rest of the house.#$b#The windows are in just the right position to let the breeze in.$6",
		"winter_Mon6": "Ice. Hooray.#$b#Of course we're throwing a party for the stuff that any refrigerator can make.$3#$e#You going to that shindig?",
		"Tue6": "Jas is a really good kid, you know?$6#$b#She doesn't deserve to be stuck with me.$3",
		"Wed6": "Hey, @. I was wondering, what did you do before you moved here?#$b#You used to work for Joja, too?#$e#Huh. I can't picture you working a 9 to 5.$6",
		"summer_Wed6": "I got a new pair of special extra-stretchy shorts for the Luau.#$b#I'm so ready for that buffet.$6#$e#Are you gonna add anything to the soup tomorrow?",
		"Thu6": "I wish that creep in the tower would keep it down.$s#$b#They've been making a racket, and it's giving me a headache.$s#$e#Yoba, they've got me sounding like an old man.$3",
		"summer_Thu6": "All right, I've been looking forward to this buffet all year.$6#$b#*pats stomach* This ol' bag is ready for some piping hot soup!$h",
		"Fri6": "I can get lots of fresh food from the ranch, but there's something about microwavables that make them comforting.#$b#I dunno how to explain it.",
		"spring_Fri6": "The Egg Festival is my favorite. Chickens deserve some appreciation every now and then.$6#$e#The Flower Dance, though...$s#$b#I only go because Marnie wants me to.#$e#You're going to the festival tomorrow, right?$6",
		"Sat6": "If I watch more TV, maybe I can forget about life. That would be relaxing.$u",
		"spring_Sat6": "Ugh, I overslept. Things have been crazy at the ranch this week, what with all the festival prep.#$e#I gotta go. I was supposed to be at the town square hours ago.#$b#See you, @.",
		"summer_Sat6": "Today hasn't been so bad. The valley looks good this time of year.$6",
		"Sun6": "...I think I might be gaining weight.$s",
		"winter_Sun6": "The night market's coming soon. I don't have much to spend, though...$3#$e#*sigh*... I just hope that what I have is enough to get some decent Winter Star gifts.",
		"Mon8": "Hmmm... I wonder if Jas would wanna go to a gridball game in Zuzu City with me...$3#$e#Maybe she'd rather go see a movie? One of those cartoons with talking animals?$6",
		"summer_Mon8": "I wonder how hot pepper-flavored sparkling water would taste...$3",
		"winter_Mon8": "I'm beat. We were up till 4 am cutting holes into the lake.#$e#And then Lewis decided that we needed to use the ice we'd cut to make igloos.$s#$b#Yeah, Lewis, let's stay on the godforsaken ice disk till the asscrack of dawn building houses that absolutely no one's gonna use.$s#$e#*sigh*... Sorry, I'm whining, aren't I?#$b#Ah well, kick some ass at the ice fishing contest, all right?$6#$b#Gus and I *may* have bet on who'd win this year. No pressure, but my money's on you.$6",
		"Tue8": "Hey, dork.$6#$e#Heh, you calling me a dweeb? Well, it takes one to know one, ya dingus.$h",
		"Wed8": "I've been trying to cook more real food lately. Figured I need to start taking better care of myself.#$e#I mean, scrambled eggs are all I can make but progress is still progress, right?$6",
		"summer_Wed8": "Okay, so I've been doing some research, and I found out that you have to drink lots of water to prepare for a buffet.#$b#It's something about keeping your stomach hydrated so it's at max stretchiness or something.#$e#What? Of course I'm taking this seriously.$6#$b#It'd be a waste to turn up at the Luau tomorrow to eat four nachos and decide that you're full.#$b#You can only get soup like that once a year, so you gotta make the best of it.$6",
		"Thu8": "Gus gives me free soda sometimes. I think it's how he tries to support my... you know.$3#$b#I don't know how to thank him without making things weird...#$b#But I think he knows that I get what he's doing.$6#$e#I'm still getting used to the idea that there are people who really do care about me.",
		"summer_Thu8": "I hope the soup's good this year.$3#$b#I mean, everything else is sure to be good since Gus did the cooking, but nothing rounds off a buffet like a bowlful of hot soup.#$e#*snort*... I'm just kidding. I would never leave the Luau before eating at least TWO full bowls of soup.$6",
		"Fri8": "It took me half an hour to get out of bed this morning...$s#$b#Are things always gonna be this hard?$3#$e#*sigh*... Sorry, @. I'm just so tired of having to try so hard just to function like a normal person. It's exhausting.$s#$e#Thanks for listening to me. Again.$3",
		"spring_Fri8": "Yoba, I'm beat.#$b#I've been hauling crates of eggs to the saloon for Gus and Emily, and there's still a ton of work for me to do at the ranch.$3#$e#This year's Egg Festival's gonna be incredible, though.$6#$b#I mean, it better be, after all the work we've done...$6",
		"Sat8": "Aw man, my Crocs are starting to wear out...$s#$e#Ah well. At least I've got an excuse to buy myself something. Nothing wrong with treating yourself every now and then, right?$6",
		"spring_Sat8": "My girls have been working really hard to make this year's Egg Festival a success.$6#$e#Gus, Marnie, Willy, and Emily worked hard too, of course. But the hens are the real stars of the show.$6",
		"summer_Sat8": "Aw man, my Crocs tanned my feet all weird.$s",
		"Sun8": "I had this idea for a new recipe: pizza with a crust made entirely of pepper poppers.#$b#That way I won't have to choose between the two of them. It's the best of both worlds!$h",
		"Mon10": "Hey. So how's my favorite dork?$6#$e#You doing anything this weekend? I was thinking we could go out and do something fun.$6#$b#Or if you're busy, I could just come over and help you with your animals.$6#$b#I mean, I can if you want me to.$l",
		"winter_Mon10": "How do they always manage to set the Ice Festival for the coldest, most godforsaken day of the year?$s#$b#I'm wearing four pairs of socks, but I'm pretty sure my toes are gonna freeze off...#$e#Hm... you look like you're freezing, too.#$b#C'mere, we can conserve our body heat if we stay close to each other.$6",
		"Tue10": "Hey... you ever wake up feeling exhausted? Or like you wanna nap forever?$s#$e#Nah, don't worry. I'm not gonna do anything stupid.#$b#At least, nothing more stupid than usual.$6#$b#*sigh*... I just really needed to get that off my chest. Thanks for letting me.",
		"Wed10": "Oooh... my mouf ith numb.#$q 5944399/5944398 pepper_problem#I ate way too many pepper popperth.#$r 5944399 20 smooch#(Kiss him.)#$r 5944398 10 haha#You're an absolute doofus.",
		"summer_Wed10": "I bet Gus is already cooking up a storm in the kitchen for the Luau...#$e#He told me that he's making something extra special this year, but he won't tell me what.#$b#I really hope it's those spicy shrimp skewers he tested out last week...$3",
		"Thu10": "...$6#$e#Was I staring?#$b#Heh, sorry. You just look really nice today.$6",
		"summer_Thu10": "Are you ready for the Luau? I've got some antacid and an extra pair of stretchy shorts if you need 'em.$6",
		"Fri10": "Ugh, therapy can be such a drag.$s#$b#I mean, I've been doing a lot better since I started, but I wish it weren't so hard.#$b# It's embarrassing to tell my counselor that I haven't been able to do the stuff he tells me to do.",
		"spring_Fri10": "I set up an old TV in one of our coops to play videos of roosters, and the girls have been laying eggs like crazy all week!$h#$b#We should have more than enough eggs for tomorrow's festival.$6#$e#I only give them the TV during the week before the festival. I don't wanna overwork the girls, after all.",
		"Sat10": "Ms. Penny sent Jas's report card to the ranch last night. My girl got straight A's last month!$h#$e#Not to brag, but Jas has had straight A's for about a year now.$6#$b#Just kidding, I am bragging. She's a genius!$h",
		"spring_Sat10": "I can't wait for Gus's deviled eggs at the festival. Eating them makes me feel like a rich, fancy jerk.$6",
		"summer_Sat10": "Sweet Yoba, I feel like my face is gonna melt off. I hope Marnie's planning on making ice cream today.$3#$e#I'll call you if she does make some.$6#$b#I mean, you could just buy some from the stand near the library, but Marnie's been bugging me to get you to come by the ranch more often.$6",
		"Sun10": "Hey, sunshine. Don't take this the wrong way, but I feel awful and I don't wanna talk right now. Sorry.$s#$e#I really don't wanna talk, but I'd like it if you kept me company.",
		"winter_Sun10": "Oh, the Night Market starts tomorrow, right?#$b#Gus was talking about it a few days ago. He seemed really excited to get his hands on artisan goods and whatnot.",
	},
}
