{
	"Entries": {
		"Mon": "Don't know you, don't care about you. Why are you talking to me?",
		"winter_Mon": "%Shane sighs as he counts the change in his pockets.#$e#Dammit...$s",
		"Tue": "Look, these conversations are probably as pleasant for you as they are for me, so let's not have them anymore. Okay?$s",
		"Wed": "Sweet Yoba's wrinkly thighs, what do I have to do to get you to leave me alone?$a",
		"Thu": "Ugh. Not today, farmer.$s",
		"fall_Thu": "What, you wanna be on the list of people I've disappointed today too? Yoba, as if Marnie wasn't enough.$s",
		"Fri": "Yoba, leave me alone before I start feeling bad for being such a rude jerk.",
		"Sat": "Ugh.$s#$q 594433/594434 ShaneGrouch#What do you want, farmer?#$r 594433 20 assertive#Why are you so grouchy, stockboy?#$r 594433 20 assertive#For you to stop being such a jerk.#$r 594434 -10 timid#Nothing, sorry.",
		"Sun": "You again? Yoba, I need a drink.$s",
		"Mon2": "I'm exhausted, so leave me alone.",
		"fall_Mon2": "I'm really busy right now, so could you stay out of my way?#$e#I have to help my aunt prepare for tomorrow.",
		"Tue2": "Believe me, you're better off pretending I don't exist.$s",
		"fall_Tue2": "Yoba, Fair prep was exhausting.$s",
		"Wed2": "Buh... do you actually like it when people are rude to you?$s",
		"Thu2": "I don't want your \"friendship,\" all right? I'm fine in the company of some cold boys and microwave dinners.$3",
		"fall_Thu2": "Hey, take this. [240]#$e#It was supposed to be for my aunt, but I can't face her today.$s#$b#Do whatever you want with it, I don't care.",
		"Fri2": "Why don't you go talk to someone who isn't a deadbeat loser?$s",
		"Sat2": "*sigh*... Telling you to leave me alone isn't gonna work, is it?$s",
		"spring_Sat2": "...I wish I could skip today.$s",
		"Sun2": "I hardly know you. Why do you keep bugging me?",
		"Mon4": "$d Joja#I asked Morris for a day off because my back hurts real bad, but the creep told me to suck it up and come to work.$s|I don't get why my back hurts so much. It's not like I do anything all day.$s",
		"fall_Mon4": "Hey, good luck on your grange display later.#$e#I've been giving all our barn animals baths to prepare for the petting zoo.#$b#Ugh, I really need to take a shower.$3",
		"winter_Mon4": "I'm gonna try getting some Winter Star presents at the Night Market. I actually have a pretty good idea of what Jas and Marnie would like.",
		"Tue4": "I dunno how you put up with all my complaining, but thanks.#$e#So, uh, what's up?$3",
		"fall_Tue4": "There's always so much work to do at the Fair.#$e#I'm exhausted. I'll be out like a light as soon as my head hits the pillow later.",
		"winter_Tue4": "The stuff at the Night Market is so overpriced. How am I supposed to afford any of that stuff?$s",
		"Wed4": "Every time I try something new, it goes horribly wrong. You learn to just stay in a shell.",
		"Thu4": "Is it normal to feel achy all the time?$s",
		"fall_Thu4": "I know Marnie's disappointed in me. She has every reason to be.$s#$e#I don't wanna ruin her day, so I'm gonna stay out of her way.$3",
		"Fri4": "I wish I could lie down in my bed and just... disappear.",
		"winter_Fri4": "Ugh, the snow got into my shoes.$s",
		"Sat4": "I still don't get why you're talking to me, but... I guess I'm not complaining.$3",
		"spring_Sat4": "Another day, another week, another month, another year...$3#$b#Does any of it even mean anything?$s",
		"Sun4": "$d Joja#I'm renting my room from Marnie at a really good price. It's small, but I can't complain.|If I could reset my life maybe I'd start a chicken farm. Only free-range eggs of course.",
		"Mon6": "Buh... life. This is as good as it's gonna get, isn't it?$s",
		"fall_Mon6": "I don't think Marnie's slept in a week. She's been working overtime to prepare for tomorrow's grange display.#$e#I do what I can to help, but she's been obsessing over this giant cheese wheel.$3",
		"winter_Mon6": "So, what do you think of the night market?#$e#There's nothing like being surrounded by expensive stuff that you can't afford.$s",
		"Tue6": "Hey, I have this really great joke: You wanna know why I keep a picture of myself in a locket?$6#$b#It's because I'm...$6#$b#Independant.$6#$e#Heh, do you get it?$6#$e#No, I don't actually keep a picture of myself in a locket, ya dingus.$6",
		"fall_Tue6": "You setting up a grange display later? It'll be nice to see all the stuff from %farm Farm.#$e#I'll be at the petting zoo. You should swing by if you have the time.$6",
		"winter_Tue6": "Nah, I'm not going back to the night market tonight.#$e#I wish I could've taken Jas on that submarine tour, but it was way out of my budget.$s",
		"Wed6": "Do you ever think about what you were as a kid and what you are now?#$e#I keep wondering if I messed up somewhere or if I was always meant to end up like this.$3#$b#Guess I'll never know.",
		"Thu6": "I just ate four whole packs of pepper poppers. I don't know whether I feel proud proud or disgusted.$3#$b#Maybe both. Yoba, I love pepper poppers.",
		"fall_Thu6": "I couldn't afford to get Marnie a whole birthday cake, so I just bought a slice.#$b#She acted really happy about it, but I know she was just playing it up for my sake.$3#$e#Could you wish her a happy birthday when you see her?",
		"Sat6": "Marnie's been getting on my case about taking better care of myself. I don't see how it's any of her business how I treat myself.$s#$e#*sigh*... She's right, isn't she? I guess I should start learning to cook and stuff... ",
		"Sun6": "I'm trying my best, but it just never feels like it'll be enough.$3#$b#Everything feels like a struggle, you know?",
		"winter_Sun6": "I'm all out of sorts today. It's like I'm carrying a sack of rocks around.#$b#Maybe I'll feel better when spring comes around...$3",
		"Mon8": "You know, sometimes I feel like I'm not getting any better.$3#$b#I'm getting better at handling things, but my mood is still awful all the time.#$e#*sigh*... I hope things change soon.",
		"fall_Mon8": "Hey @, are you setting up a grange display tomorrow?#$b#I'd offer to help out, but I've got my hands full at the ranch.$3#$e#Well, good luck tomorrow. You know where to find me if you wanna hang out.$6",
		"winter_Mon8": "I gotta make sure Jas doesn't grab any free coffee from the market tonight, or else she'll be bouncing off the walls.#$e#I learned that lesson the hard way last year.$3",
		"Tue8": "Hey, I found a giveaway online and got a couple new games for free. Wanna try them out with me sometime?$6",
		"fall_Tue8": "Hey, good luck later.$6#$b#I wish I could stick around, but I got a lot of work to do to prepare.#$e#See you at the petting zoo, all right?$6",
		"winter_Tue8": "So how are you liking this year's Night Market?#$e#Jas and I went on that deep sea tour last night. Lots of weird glowy stuff down there.#$b#Jas was able to name a lot of the stuff we saw.$6#$e#Half of the time, she'd say stuff like, \"Look, Uncle Shane, it's the Atolla jellyfish!\"$6#$b#The rest of the time she'd say stuff like, \"I dunno, I'll call it %name.\"$6#$e#She's great, I love her.$h",
		"Wed8": "You ever think of all the things that happened to put you right where you are now?$3#$b#It's kinda overwhelming.#$e#I don't really know if I'd change anything. I mean, would I give up all the good parts to avoid the bad parts?$3#$e#...Yeah, I'm gonna try thinking of something else.#$b#Wanna grab something to eat?$6",
		"Fri8": "My new hobby is letting Jas beat me at video games.#$b#Well, when I say I let her, I mean I agree to play even though I know she's probably gonna kick my butt.$3#$e#She doesn't even know how combos work. She'll just press random buttons and she'll still have a good chance at beating me.#$b#Yoba, she's ridiculous.$6",
		"winter_Fri8": "I hate that my girls can't free range this season. Getting good treats this time of year is hard, too.$3#$e#...I guess they're \"cooped up,\" huh?$6#$b#Heh, sorry, that sounded dumb.$6#$e#Really? You know how to make a worm bin?$10#$b#Think you could teach me sometime? You had me at \"self-sufficient.\"$h",
		"Sat8": "Yoba, I swear I saw a bunch of wolves at the edge of the forest last night...$s#$b#Honestly, I'm still kinda freaked out...#$e#You be careful, okay? Keep an eye on your animals.",
		"spring_Sat8": "Yoba, I'm getting old...$s#$b#Well, this year's gotta be better than last year, right?",
		"Sun8": "...Today's kinda heavy.$s#$b#Buh... maybe I should take a shower. Or a nap.$3#$e#I don't think I'm up to playing with Jas today... ugh, what is wrong with me?$s",
		"Mon10": "#$d Joja#I don't know how much longer I can keep working at JojaMart, so I've been looking for a new job in town. I haven't had much luck, though. Pelican Town's not exactly an economic powerhouse.$s|Marnie said that business has been good lately. Our workload's increased, so she's been giving me more responsibilities around the ranch.$6",
		"fall_Mon10": "Jas has been a big help around the ranch lately. She's got a real knack for working with animals.$6#$e#It's a good thing too, since our workload's been doubled because of the Fair...$3",
		"winter_Mon10": "I don't know if I'll buy anything tonight, but I guess window shopping's fun.#$b#Seeing stuff from all over the world is pretty neat.#$e#Uh, just ignore me if you see me there tonight. I definitely won't be buying anything anyway.",
		"Tue10": "#$d Joja#...I don't wanna spend the rest of my life stocking shelves at Joja. If I have to be here, I wanna at least do something that makes me happy, you know?$3|I'm glad that working at the ranch means that Marnie doesn't have to work as hard as she used to. She has a bad back, you know.$6",
		"fall_Tue10": "Hey, bud. Go kick Pierre's butt today, okay?$6#$e#Just lemme know if you wanna grab some burgers when you're done. See you later.$6",
		"Wed10": "Hey, tell me about your day. I like hearing about all the stuff you get up to.$6#$q 594431/594432 Shane_story#So what have you been doing lately?#$r 594431 10 story_one#Caring for my crops and animals.#$r 594431 10 story_one#Mining and fighting monsters.#$r 594432 0 story_trash#Digging through people's trash.",
		"Thu10": "Hey, @. Wanna split a pizza sometime?#$b#I'm talking about Gus's fancy oven-baked pizzas, not my usual microwavable ones.$6#$e#Don't worry, I can afford to splurge on a date with my favorite dweeb every now and then.$h",
		"fall_Thu10": "Hey, chickadee.$6#$e#Marnie wanted me to tell all our customers that she'll be out today.#$b#She's got a check-up, and Jas and I got her some gift certs to this fancy spa for her birthday. We figured she'd appreciate an evening off to herself.$6#$e#So what are you doing today?$6",
		"Fri10": "So last night, Emily walked up to me and said that I was \"really pink and pale yellow nowadays\" and that she was proud of me.#$b#I have no idea what that was about.#$e#*sigh* Emily gets weird like that sometimes, but it's just her way of showing that she cares.$6",
		"winter_Fri10": "Jas keeps hunting for her Winter Star present, so I have to change hiding places every few days.#$b#I'm running out of places to hide it...$3",
		"Sat10": "I was thinking of trying to make dinner, but I don't wanna risk Jas and Marnie getting food poisoning.#$b#Maybe I'll just get take-out from the saloon.",
		"spring_Sat10": "My birthday doesn't seem like such a big deal anymore. It used to feel like a reminder that my life was passing me by, you know?#$b#I guess I'm in a pretty good place right now.$6",
		"Sun10": "You know what? No one could stop me if I didn't have depression.#$b#I bet I only have depression because otherwise I'd be too powerful.$3",
	},
}
		
