{
	"Entries": {
		"Mon": "I don't wanna talk to you right now.#$e#Or later, or tomorrow. Just go away.",
		"spring_Tue": "Do me a favor and break my legs or murder me or something so that I don't have to be part of tomorrow's Idiot Parade.$s",
		"Tue": "%Shane doesn't respond.",
		"Wed": "Ugh. I wouldn't be a jerk if you'd leave me alone.#$b#So why don't you go away and stop making me a jerk?",
		"spring_Wed": "Sweet Yoba, the Flower Dance is the worst thing about this place.",
		"Thu": "*grumble*... stupid piece of... *grumble*... wish I could just... *grumble*$s#$b#Wuh? What do you want?$a",
		"winter_Thu": "Superstitious bunch of coots... who cares about a dumb star?$s",
		"Fri": "Here's a fun idea: let's ignore each other for the rest of the year.#$e#*sigh*... It was worth a shot.$s",
		"Sat": "Yoba, my head...$s#$e#Did you say something? Ugh, not now.",
		"Sun": "%Shane looks dazed. He reeks of beer.#$e#Mmph. Shooooooo.",
		"Mon2": "#$1 ShaneJOSH#I'm surprised that you're still trying to make friends with me. Haven't I been rude enough to you yet?#$e#*sigh*... What's it gonna take to get you to leave me alone?$3",
		"Tue2": "Ugh, can today just end already?",
		"spring_Tue2": "If you're gonna go to the festival tomorrow, would you take my place?#$b#I look like a tool when I dance.$s",
		"Wed2": "You again? How many times do I have to tell you to leave me alone?$s",
		"spring_Wed2": "Damn Flower Dance...$s#$b#The dance doesn't even involve flowers.",
		"winter_Wed2": "No, I'm not telling you who my \"secret friend\' is.$3#$e#*sigh*... This whole gift exchange is a waste of money.",
		"Thu2": "%Shane reeks of beer.#$e#What do you want? Yoba, don't talk, everything is too damn loud right now.$s",
		"winter_Thu2": "Yeah, yeah, Merry Feast to you, too.$3#$e#What, you still here?",
		"Fri2": "I don't know what you think you're gonna get out of talking to me. Whatever it is, it isn't worth it.",
		"fall_Fri2": "Great, now I have to buy some new pants before I freeze my butt off.$3",
		"Sat2": "...#$q 594435/594436 WhatDoUWant#What?#$r 594435 10 realTalk#Why do you dislike me so much?#$r 594436 -50 insult#Messing with you is fun.",
		"fall_Sat2": "Ugh... spirits aren't even real.$s",
		"Sun2": "Ugh, everything aches.$s#$b#Look, whatever it is you're gonna say, I don't wanna hear it.#$b#My head feels like it's been bashed against the mountain face, and everything else is sore.#$e#Didn't you hear me? I said go away.$s",
		"summer_Sun2": "The weather's finally starting to cool off... Good thing too, because I'm out of insect repellent.$3#$b#Huh? What do you want?",
		"Mon4": "*blaap*#$b#Buh... sorry. I had way too much Joja All-Purpose Dipping Sauce.$3#$e#...I'm disgusting.$s",
		"Tue4": "You know, I still feel bad about how I acted before. Sorry for being a grouch.$s",
		"spring_Tue4": "Hm? Yeah, I'm going to the Flower Dance.$s#$b#I hate it, but Jas and Marnie really want me to attend the damn thing.#$e#Why are you asking?",
		"Wed4": "You're really persistent. I guess I'm just surprised that anyone would be interested in talking to me.",
		"spring_Wed4": "Ugh, I can't stand knowing that everyone's gonna watch me dance. It's humiliating.$s",
		"winter_Wed4": "No birthday gift, no Winter Star gift...$s#$b#I can't even do the barest minimum for the kid.#$b#Yoba, how am I such a deadbeat loser?",
		"Thu4": "$d Joja#What's the point of life if all you do is work?|I haven't been able to pay my rent, but Marnie's letting me stay anyway. I'm lucky.",
		"winter_Thu4": "I don't get what's so special about today.#$b#It's just a star. A ball of burning gas. It's meaningless.",
		"Fri4": "Look, I'm in a bad mood right now. I don't wanna talk about it.#$e#I told you, I don't wanna talk about it, @. Just go.$s",
		"fall_Fri4": "I can't wait for tomorrow's festival.#$b#What? No, I couldn't care less about that spirit nonsense. I'm going for the free pumpkin ale.",
		"Sat4": "I kinda wanna climb into a trash can the next time Marnie asks me to take out the trash. That'd be funny.",
		"summer_Sat4": "The flies and mosquitoes are finally disappearing. I guess summer's ending, huh?",
		"fall_Sat4": "I wish fall wouldn't end...$3#$b#Snow can be such a pain in the neck.",
		"Sun4": "Joja sucks, but I'd be lying if I said that they didn't have a great variety of frozen dinners.",
		"summer_Sun4": "I like seeing the jellies, but I wish they didn't arrive so late.#$b#I still have to be up early tomorrow.$s",
		"Mon6": "The only reason I can still do my chores at the ranch is because I'd feel bad if Marnie had to clean up after me all the time.#$e#I wish it wasn't so hard to do the things I have to do.$3",
		"Tue6": "Do you have chickens at %farm?#$b#Heh, do you ever pick them up and make their heads do the thing? It cracks me up every time.$6#$e#Yoba, chickens are the best.$6",
		"spring_Tue6": "Hey, @.#$q 5944369/5944370 Flower_Dance#Are you going to the Flower Dance tomorrow?#$r 5944369 0 negatory#Nope.#$r 5944369 0 negatory#I'm still thinking about it.#$r 5944370 10 absotively#Yes.",
		"Wed6": "...#$e#...I'm sorry, I just... I don't wanna talk right now.$s#$e#I don't know. Sorry.",
		"spring_Wed6": "I guess the Flower Dance isn't that bad, considering the free buffet.#$e#...Now that I think of it, it isn't really free. Gotta dance to earn my keep.$3#$e#...Wait. That came out wrong.$10",
		"winter_Wed6": "I hope I get something good for the Feast tomorrow.#$b#That's a long shot, though, since I don't even know what I want.$3",
		"winter_Thu6": "You know I don't believe in all that spiritual mumbo-jumbo, but... I gotta admit, seeing the Winter Star makes me feel things.#$b#Do you feel it too?$6#$e#I don't know how to describe it. It's just nice to actually feel something real.$6",
		"Fri6": "Ugh, that song is stuck in my head again.$s#$b#You know, the one that goes \"bum-ba-ba-dum-bum\" with the bass?#$e#Why are all the worst songs so catchy?$s",
		"fall_Fri6": "*sigh*... Jas is gonna wanna go into the maze again tomorrow.#$b#She'll be sulking for days afterwards when we won't let her.$s",
		"Sat6": "Yoba, I could really go for a beer right now...$s",
		"summer_Sat6": "I'm actually looking forward to seeing the jellies tomorrow.$6#$e#There's something about the sight of them that makes me feel... I don't know. Peaceful, I guess?#$e#Are you gonna come see them?",
		"fall_Sat6": "Yoba, there's gonna be so much free pumpkin ale later. How am I supposed to resist that?$s#$e#Nah, I don't really care about the maze. It's not that scary after you've been through it once.",
		"summer_Sun6": "I just want the day to end already.$6#$b#I'm looking forward to tonight, though. Seeing the jellies is always nice.",
		"Mon8": "Hey, @.$6#$b#I don't wanna make things weird, but... I wanna say thanks for being my friend.#$e#Anyway, uh...$3#$b#What are you up to?$6",
		"Tue8": "I think I'm starting to get it together.#$b#Not there just yet, but...$3#$b#I'm actually starting to believe that I can get there someday.$6#$e#So how are things going on the farm? You doing okay?$6",
		"spring_Tue8": "I'd try to convince Marnie to let me skip out on the Flower Dance tomorrow, but then she'd be all passive-aggressive.$3#$b#Not to mention Jas's disappointment if I don't go and dance...#$e#*sigh*... I just feel like such a loser when I'm dancing in front of everyone. It's not like anyone's dancing for fun, so what's the point?$s",
		"Wed8": "Do you ever just watch your hens sprint out of the coop when the doors open in the morning?#$b#It's hilarious. They look so dumb. Yoba, I love them so much.$6",
		"spring_Wed8": "The game plan for today is to eat a lot at the buffet, zone out during the formal dance, dance with Jas a little, then keep eating at the buffet.#$b#*huff*... I'm gonna get through this. It's just one day. I can do this.",
		"winter_Wed8": "I've been saving up to get Jas a good present for the Feast of the Winter Star.$6#$b#I just really wanna make sure she's happy, you know?$3",
		"Thu8": "I really need to learn some new bedtime stories.#$b#Marnie completely flew off the handle when she found out that I told Jas the story of Bluebeard last night.#$e#I guess I probably shouldn't tell Jas the stories my old man used to scare me with...$3",
		"winter_Thu8": "Hey, @...#$b#I uh... I got you something.$3[499 347]#$e#It's not much, but I thought of you when I saw it.$6#$b#Merry Feast, @.$6",
		"Fri8": "Ugh, my knee's acting up again...$s#$e#I blew it out back when I was in college. Can you believe that I used to be on the varsity gridball team?#$b#Ah well, that's ancient history now...$3#$e#So what are you doing today?",
		"fall_Fri8": "I got Emily to make Jas a costume for tomorrow.$6#$b#Hopefully, she'll be too busy showing it off to ask to go into the maze.#$b#I mean, if she goes in there, she'll just get scared out of her mind.#$b#She already gets way too many nightmares as is.$3#$",
		"Sat8": "Yoba, do you ever get the urge to just... microwave six entire packs of pepper poppers and stuff your face?#$e#I mean, rationally, I know it's a terrible idea. Even I'm not stupid enough to try that.#$b#But I don't know, imagine the weird sense of achievement that'd come with eating 36 pepper poppers... incredible.#$e#Yeah, yeah, I won't do it. Ya killjoy.$6",
		"summer_Sat8": "Yeesh, it's already starting to get cold... maybe I should buy some pants before summer ends.$3",
		"fall_Sat8": "I've been handling myself pretty well lately, but I'm feeling kinda nervous about tonight.$3#$b#I mean, everyone's gonna be drinking, and there's gonna be lots of Gus's pumpkin ale...#$e#*sigh*... ",
		"Sun8": "@, look at this. My blue chickens were featured in this month's issue of The Poultry Periodical!$h#$e#Yoba, I actually feel...$3#$b#Really proud of myself.$6#$e#I'm gonna get this article framed. I'm so happy!$h",
		"summer_Sun8": "I can't wait for tonight. The jellies are always... I dunno. They make me feel stuff.$3#$b#Seeing them's like a reminder that we're tiny and insignificant... but that's not a bad thing.#$b#I don't know how to explain it.$3#$e#Anyway, see you at the beach tonight?$6",
		"Mon10": "@! A new batch of chicks hatched at the ranch yesterday.$h#$b#Sweet Yoba, my heart can't handle it. I love them so much already.#$e#They're just... so small.#$b#Yoba, my heart.$h",
		"Tue10": "Here. [206]#$e#I know you're always running around doing stuff, so you gotta have have lots of energy. Eat up, it's good for you.#$b#...I think.$3#$b#I mean, it's got tomato sauce, and tomatoes are supposed to be healthy, right?$6",
		"spring_Tue10": "Just so you know, I really, really, really wouldn't mind if you asked Emily to dance tomorrow.$6#$b#She'd get to dance, you'd get to dance, I won't have to dance...$3#$b#It'd be a win-win-win situation, don't you think?$6#$e#Of course I'd dance with you if you asked.#$b#Don't act like you don't already know that I can't say no to you.$s",
		"Wed10": "Ugh, Marnie and I had a pretty nasty argument last night.$s#$b#She said I'm spoiling Jas too much, which is stupid because I'm not.#$e#...$s#$b#...#$b#Yoba, I AM spoiling her, aren't I?$10",
		"spring_Wed10": "Oh hey, chickadee.$6#$e#...$l#$b#I, uh, I gotta go run some errands before the dance.$3#$e#See you in a bit, @.$6",
		"winter_Wed10": "So what are you gonna get me for the Feast?$6#$b#Heh, I'm kidding.$6#$e#Did I get you anything? I'm not gonna answer that.$6",
		"Thu10": "Everything feels so numb and heavy today...$s#$b#I'm so sick of feeling like this.",
		"winter_Thu10": "*smooch*$l#$b#Merry Feast, @.$6#$e#Heh, I wish I could stay, but I gotta help with some last-minute prep for the Feast. See you in a bit, chickadee.$6",
		"Fri10": "...#$b#%Shane pinches your nose.#$e#Heh, gotcha.$6#$e#So what are you doing today?",
		"fall_Fri10": "Jas and I carved a bunch of jack-o-lanterns yesterday. She was pretty pumped to handle a \"grown-up\" knife.$6#$q 594440/594441 pumpkinSeeds#We got all these seeds out of the pumpkins. You want them?#$r 594440 15 pumpkinYes#Yes please!#$r 594441 -5 pumpkinNo#No, thank you.",
		"Sat10": "I don't really try to control what Jas reads. She knows what she likes.#$b#I mean, every book's a children's book if the kid can read, right?",
		"summer_Sat10": "Man, it's a good thing I bought some new pants last week.#$b#It's already getting pretty cold, isn't it?$6",
		"fall_Sat10": "Spirit's Eve is the one holiday I don't have to help set up. That bearded guy in the tower does everything himself.#$e#Since he's so good at setting up for festivals, I don't know why he doesn't bother to help with all the other events.$s#$b#Ah well, at least I was able to relax last night.",
		"Sun10": "Buh... I was supposed to take a twenty-minute nap last night, but I woke up ten hours later with a headache.$s#$b#Does this ever happen to you?#$e#It sucks. I didn't even get to watch the game last night.",
		"summer_Sun10": "Hey, chickadee.$6#$e#You ready for fall? Marnie's already drafted a schedule of chores at the ranch.#$b#You know, to get ready for the Fair.#$b#I'm gonna be giving lots of animal baths in the next two weeks...$3#$e#Anyway, I'll see you tonight.$6",
	},
}
