{
  // special dialogue
  "Introduction": "Oh hey, you must be @!#$e#I'm Nikolai, pleased to meet you!$3",
  "divorced": "Hey, just leave me alone, alright.$5#$e#I just can't deal with seeing you, okay?$6#$e#Please just stop, leave me alone.$2",
  "stardrop_gift": "I saw this and thought of you.$4#$e#I hope you like my gift.$4",
  "give_flowersA": "Oh wow...$4#$e#Are these really for me?$4",
  "give_flowersB": "I..!!$4#$e#This is really sweet of you.$4",
  "give_pendant": "@, this is beautiful.$4",
  "rejectNPCA": "Haha, that's funny.",
  "rejectNPCB": "Oh jeez, I don't like this joke, haha.$9",
  "reject_two_heartA": "Dude, uhh, we barely know each other.$11",
  "reject_two_heartB": "That's a funny joke.$3",
  "reject_four_heartA": "You're always playing around.$6",
  "reject_four_heartB": "Jeez, you're making me uncomfortable.$10",
  "engageA": "Wha...$7#$e#Aren't you already engaged?$5",
  "engageB": "Dude, you shouldn't get married if you're going to be this way.$5",
  "refusal_no_heartsA": "Uhhh... haha, okay, stop being such a goofball.",
  "refusal_no_heartsA": "No way, I'll assume you're playing around.$3",
  "refusal_knownA": "I'm not ready for that kind of commitment.$2",
  "refusal_knownB": "Jeez, ehh... I'm sorry, @, but no...$2",
  "refusal_botherA": "Don't be weird about it, it's still a no.$7",
  "refusal_botherB": "I haven't changed my mind. You're not going to get weird about this, are you?$7",
  "marriedA": "No way! You're already married, you jerk!$5",
  "marriedB": "You married %spouse.#$b#If you keep this up, I'll tell them.$7",
  
  // Mental health question
  "Mon5": "Hey, @... $2#$b#I'm fine, I just have a lot on my mind.$2#$b#I've been thinking of talking to the doctor.$2#$b#You know, about mental health stuff.$6#$b#But I'm not sure about it. Don't tell anyone, okay?#$b#I don't want anyone thinking I'm crazy just because I'm considering therapy.$6#$b##$q 95600/950601 mon4_followup#...You don't think I'm crazy, do you?#$r 95600 50 crazy_goodend#It's not crazy to need help.#$r 95600 25 crazy_neutral#It doesn't matter what others think, just get the help you need.#$r 95601 -50 crazy_badend#Yeah, it's not normal to need therapy...",
  "crazy_goodend": "You really think so?#$b#That's really encouraging. Thank you.$1",
  "crazy_neutral": "I guess that's true, but it's hard to keep that in mind...$6",
  "crazy_badend": "Oh jeez, I guess so.$2", 
  "Mon5_followup": "$p 95601#Oh... Thanks for being honest.$2|Thanks, I really needed to hear that.$6",
  
  
// dialogue before festivals
  "spring_12": "I hope they find all the eggs tomorrow or it'll start stinking pretty bad in town.$1",
  "spring_23": "I'm excited to see the dancing tomorrow. I love to dance, though I'll probably not join the dancing this time around.",
  "summer_10": "I've no idea what to put in the luau's soup tomorrow.$2",
  "summer_27": "The jellyfish are really beautiful. I wish I could take one home.$1",
  "fall_15": "The fair is really fun! You're going to love the festival food.",
  "fall_26": "I've been working all year on updating my costume. Tomorrow's going to be awesome.",
  "winter_7": "I don't like fishing much, I feel bad for the fish. But I love going to festivals, so here I am.",
  "winter_14": "The night market has a lot of cool stuff to buy! You should go tomorrow.",
  "winter_24": "The Feast of the Winter Star festival is tomorrow. I hope the present I got makes someone happy.$2",
	
// generic dialogue
        "Mon": "There's something calming about this time of year.#$e#I guess it's pretty weird, but my thoughts just relax during spring.$2",
        "Tue": "I wasn't born here. I actually come from the islands near here.$1#$e#It's really pretty there, you should visit if you ever have the chance.",
        "Wed": "Huh?$6#$e#Oh, it's nothing, I just... Thought I saw something.$1#$e#So anyway, you look tired. Maybe take a break if you can.",
        "Thu": "I might head to the mountain today, I love hiking up there.#$e#Plus I need to visit Linus. He's a really great guy.$1",
        "Fri": "*gasp* Oh, you scared me! I thought you were...$6#$b#Nothing, it's nothing, don't mind me.$2",
        "Sat": "Sam and I sometimes skate together, you should join us!#$e#I don't skateboard, though, I rollerblade. Skateboarding is way too hard.$1",
        "Sun": "I don't know how you can get up every morning and work.$1#$b#I think I would just keel over if I had to do that.",
        "summer_Mon": "Wow, it's already gotten so hot!#$e#I don't mind the heat, though. I really don't mind any type of weather if I'm honest.$3",
        "summer_Tue": "Sometimes I can't help but overthink and worry about Sam.$2#$e#It's just - it must be really rough, your dad being overseas and fighting.$6#$b#I hear really bad things about the war.$2",
        "summer_Wed": "I could use a cold drink right about now.#$e#We should get a drink together sometime, it'll be fun!$1",
        "summer_Thu": "I burn really easily in this bright sun, but a good layer sunscreen works wonders whenever I want to go outside.$1#$e#Speaking of heat, don't let yourself overheat while you work. Take plenty of breaks.",
        "summer_Fri": "I would love to go back to the islands today, but I can't really afford the trip.$2#$e#I wonder what my mom is up to today.$6",
        "summer_Sat": "!!!$9#$e#It's nothing really, just thought I saw something.#$e#Must be this heat getting to me.$1",
        "summer_Sun": "If you want a cool treat, the icecream stand is open this time around.#$e#I like icecream a lot but it hurts my teeth. Anything cold does that.",
        "fall_Mon": "I've been working on updating my costume all year.#$e#Spirit's Eve is my favorite holiday - I cannot wait to dress up and get sick on candy!$3",
        "fall_Tue": "Don't you just love the changing enviroment? It's so pretty.$1#$e#What's even better is my allergies stop acting up this time of year.",
        "fall_Wed": "Jas and Vincent are sweet little kids.#$e##I always feel awkward around them, though. How do you even talk to little kids?$6",
        "fall_Thu": "Did you hear that?$9#$e#I guess it's just me then, sorry about that.$3",
        "fall_Fri": "I really just... don't feel like talking today.$2#$e##Please leave me alone, okay.$6",
        "fall_Sat": "Not sure if it's just me, but Lewis really gets on my nerves.$5#$e##Sorry, just, he's always yelling at Sam and me for skating around town.$3#$e#Where else are we supposed to skate?$6",
        "fall_Sun": "Every Sunday, my mom lights candles and prays.$6#$e#I don't know if I believe in all that stuff, but I do know I wouldn't be able to keep up with all the worship.$2",
        "winter_Mon": "Penny and I have a pretty good understanding of each other.#$e#Her mom pisses me off, though. Penny deserves so much better.$7",
        "winter_Tue": "I don't know much about farming or whatever, but if you need help I can try.$1#$e#I grow herbs in my place, that's about as much as I know, haha.$3",
        "winter_Wed": "Oof, it's pretty cold. I love winter, but this is pretty terrible.$2#$e#Good thing I have a thick jacket!$3",
        "winter_Thu": "I know this sounds crazy, but I swear I saw something outside my house last night.$2#$e#It was like a shadow and when I woke up the next day my trash was tipped over.$7#$b#Wonder what it was.$6",
        "winter_Fri":"I've been listening to country music nonstop this week. I don't usually like it, but for some reason it's really speaking to me this time around.$3#$e#Oh yeah, I listen to just about anything, nothing is off-limits to me.$1",
        "winter_Sat": "I really wish I had a fireplace or a heater or something!$7#$b#But if I get cold, I just turn the oven on. It doesn't do much but it helps.",
        "winter_Sun": "It's cold enough to freeze fingers out here!$2#$e#Don't get frostbite, okay?$6",
  
// season dialogue
  "spring_1": "The first day of spring is always pretty eventful.#$e#Everyone's getting ready for the new year.$1",
  "summer_1": "Man, this heat is crazy already, but I love it!$1#$e#I love the sunlight, it's so warm.",
  "fall_1": "I hope you're ready for jump scares and candy, because I certainly am!$3#$e#Abby is very active this time of year - watch out or she'll scare you.$1",
  "winter_1": "The cold front came in fast, didn't it? Barely the first of winter and everything's already covered in snow.$2#$e#But that's okay, I like the snow. I just hate how cold I get.$6",
  
// birthdays dialogue
  "spring_4_2": "If you wish Kent a happy birthday today, be careful about what you bring up to him?$6#$e#It's nothing serious, it's just he's still pretty senstive from the war... That's what Sam told me, at least.$2",
  "spring_7": "Screw Lewis, he's not getting a happy birthday from me.$7",
  "spring_10": "Vincent has been going nuts today, he's really excited for his birthday.$1#$e#Honestly, I'm excited too just because of his energy!",
  "spring_14": "Haley is...#$b#Mean, but I still hope she has a good birthday.$6#$b#Still not going to talk to her though, she makes fun of my teeth when I do.$2",
  "spring_18": "Penny said it's her mom's birthday today. Not sure what to do with that information.$6#$b#Guess I should wish her a happy birthday, but I don't really want to.$7",
  "spring_20": "Shane's a good guy once you get pass the jerk exterior.$1#$b#I bet he'd like pizza rolls for his birthday - he loves that stuff.",
  "spring_26": "Abby was complaining this morning about her dad's birthday.$2#$e#She has no idea what to get him.$6",
  "spring_27": "Emily is the best, I love her attitude!#$e#I should get her something for her birthday today.$3",
  
  "summer_4": "Jas is celebrating her birthday today. Shane has a big surprise for her.$1",
  "summer_8": "Gus has been perkier then usual today. Maybe he got something nice for his birthday?",
  "summer_10": "Sebastian was annoyed with his step-dad today - he's always so much more involved with Maru then he is with Sebastian.$6#$e#It must get worse whenever it's Maru's birthday. I hope he'll be okay today on account of it.$2",
  "summer_13": "Alex is turning a year older today! Get him something nice, would ya?$3",
  "summer_17": "I've been saving up all year to buy Sam something special for his birthday today.$1#$e#I hope he likes it.$2",
  "summer_19": "Maru was scrambling to find her dad a birthday gift today.$1#$e#Must be hard to shop for that man.$3",
  "summer_22_3": "Marlin talks a lot about the creatures he deals with in the mines. Makes me curious of what goes on down there.",
  "summer_24": "Me and Willy aren't very close, which is weird because we lived so close together.$6#$e#Still managed to know it's his birthday today. Gus told me.$3",
  
  "fall_2": "If you have time, wish Penny a happy birthday. I'm sure she'll appreciate the gesture.",
  "fall_5": "With how dramatic Elliot has been about aging, you can't really miss the fact that it's his birthday today.$7",
  "fall_10": "Sam's trying to think of birthday gifts to get his mom tomorrow. If you think of anything, tell him.",
  "fall_13": "Abby's favorite crystal is amethyst, but it's hard to come by when you don't mine.#$e#She'll just have to settle for something else for her birthday.",
  "fall_15_2": "Have you been to the desert oasis? If you go today, tell Sandy happy birthday for me. She's a good friend.",
  "fall_18": "Saw Lewis at Marnie's house this morning. That man better give her something worthwhile for her birthday today.",
  "fall_21": "Robin is really great to talk to, she always treats me like one of the adults. I better find something nice for her today. It's her birthday.",
  "fall_24": "George is kinda mean, but I still wish him a happy birthday anyway.$6",
  
  "winter_1_2": "I saw another shadowy figure today outside my house. It looked so real...$2#$b#Wonder what it wants...$6",
  "winter_3": "Linus doesn't ever ask for anything for his birthday, but bringing him food or hygienic supplies always makes him happy.",
  "winter_7": "Hey, @!#$e#It's Caroline's birthday today! Don't forget to wish her a happy one, okay?$1",
  "winter_10": "Sebastian never seems to celebrate his birthday, but I always give him something anyway.",
  "winter_14": "Harvey loves coffee, so I bought him a cup for his birthday this morning.",
  "winter_17": "I've always wanted to meet Rasmodius. I heard from Caroline that it's his birthday today.#$e#I wonder how she knew that if he never leaves his tower...$6",
  "winter_20": "Evelyn is like a grandmother to me. I gave her some yarn for her birthday today.",
  "winter_23": "I don't know Leah very well, but she's a amazing artist so I gave her some extra canvases I had laying around.#$e#It wasn't a bother since I barely paint anymore.",
  "winter_26": "Clint is pretty, uh, awkward. I don't like the way he talks about Emily, he seems entitled.$2#$e#Emily is always nice to him anyway though - even wished him a happy birthday today. I didn't though.$6",
  
// Event dialogue
  "ramble_1": "Oh man, yeah, I know$6#$b#I do that when I get anxious or too excited.$6#$b#I'll try calming down, okay.$1",
  "ramble_2": "I'm sorry...$2#$b#We can head back to land now if you want. It is pretty cold anyway.$2",
  "ramble_3": "You mean that?$4#$b#I always get worried about my rambling boring people.$1#$b#I like talking to you a lot, @.$4",
  "boat_1": "Awesome, let's hop in!$3",
  "boat_2": "Aw, don't worry, it won't be all night.$1#$b#Come on, let's go ahead and go.$3",
  "nik_defend_1": "...$1#$b#It's okay, @, she doesn't mean it.#$b#Thank you, though.$3#$b#Let's just enjoy the party.$1",
  "nik_defend_2": "...$2#$b#Yeah, I guess you're right. Let's just enjoy the party.$6",
  "nik_defend_3": "Yeah, you're right.#$b#Let's just get back to the party!$3",
  "illness_1": "I...$6#$b#I know, I've thought about talking to him about it before.$2#$b#But every time the appointment comes up, I get too paranoid to go.$9#$b#I don't want him to send me away.$6#$b#...You're right though, I need to tell a professional. I'll try harder, okay?$2#$b#Thank you for listening to me. Can you walk me home?",
  "illness_2": "How could you say that?!$4#$b#I knew I shouldn't have told you, I knew you wouldn't understand.$7",
  "illness_3": "I don't know...$6#$b#I really would like to be walked home, if you don't mind.$2",
  "nik_animals_1": "Oh wow, that's right, your farm.$1#$b#If you ever want help taking care of your critters, you know who to call.$3",
  "nik_animals_2": "You don't?$2#$b#I guess animals aren't for everyone...$6#$b#Guess you'll just be growing crops then.",
  "nik_animals_3": "That's fair.$1#$b#I guess you'll find out how you feel sooner or later.$6",
  "MoneyWorry_1": "Yeah, sorry for not trusting you at first.$6#$b#But I'm glad I do now, relationships are all about trust anyway.$1",
  "MoneyWorry_2": "Yeah I guess that does sort of suck, doesn't it?$2#$b#It would have helped a lot, I guess, with the farm's bills.$6#$b#I don't think I can increase the price though, it's not a very nice cabin to begin with and I didn't really take care of it either.$2#$b#Well, it's okay though, right?$6#$b#I can bring in more money, we don't have to rely on the cabin being sold.",
}