{    
	"Rainy_Day_0": "The rain suer is coming down isn't it?$6",
    "Rainy_Day_1": "Don't forget to wear a coat, I don't want you getting sick okay.$2",
    "Rainy_Day_2": "Make sure you wear a coat, you don't want to catch a cold out there.",
    "Rainy_Day_3": "I wonder if Boxy is okay.$2#$e#I worry about him a lot, but he just won't let me catch him.$6",
    "Rainy_Day_4": "I gotta check on my bees, I'm sure the rain is causing some problems.$2",
    "patio_Nikolai": "The farm's looking great, you've been working so hard.#$e#I'm really happy to be here.",
	"spouseRoom_Nikolai": "I have no idea what to do today.#$e#Maybe I can entertain myself with video games or something.$3",
    "Rainy_Night_0": "Let's cuddle, I love holding you.$4",
    "Rainy_Night_1": "I gotta take my medicine soon, feeling sort of weird.$6",
    "Rainy_Night_2": "You're soaked to the bone, go put some dry clothes on.$2#$e#Maybe get a blanket too, you look cold...$6",
    "Rainy_Night_3": "I missed the sun today, maybe I should get a sunlamp for days like this.$2#$e#It could be worse though, the farm could flood.$6",
    "Rainy_Night_4": "Maybe stay inside?#$b#I heard some pretty scary thundering outside.$6#$e#We could drink something hot together, it'll be nice.$4",
    "Rainy_Night_5": "My mom used to say that rain is yoba taking leak on the world.#$b#She sure was silly.$3#$e#I'd love to take you to the islands one day, I need to visit her grave soon.$6",
    "Indoor_Day_0": "Do you think we could get some goats?#$e#I love goats.#$b# I love animals honestly. They're all so cute!$1",
    "Indoor_Day_1": "I love you, @.$4#$e#We should go do something romantic today.#$b#Maybe a pinic.$4",
    "Indoor_Day_2": "I'd love to go into Zuzu with you.#$e#We could go out to eat and look at the sights.$1#$e#I go to Zuzu for the mental health clinic but I've never really looked around.$6",
    "Indoor_Day_3": "I've been trying to figure out how to move my bees over here but I can't seem to think of a way that won't stress them out.$2#$e#I really don't want to hurt them, maybe I'll just leave them there on my old property.$6",
    "Indoor_Day_4": "Do you think maybe we could go out sometime, I'm getting pretty restless.$1#$e#Oh maybe we can go to Zuzu and see a movie.",
    "Indoor_Night_0": "I hate the dark.$2#$e#I know nothing will happen, but I get really nervous when the sun goes down.$6",
    "Indoor_Night_1": "Hey baby, you look tired.$2#$e#And sweaty, do you want to wash up before bed?$1",
    "Indoor_Night_2": "I tried reading today and I actually got pretty far in my book before I started getting distracted.$1#$e#Oh no, I don't remember a bit of the book though.$3#$e#It's pretty funny if you think about it, I forget things pretty quickly.",
    "Indoor_Night_3": "I'm glad you're finally home.#$e#I always get worried when you're outside at night.$6#$e#There could be something dangerous lurking around you know?$2",
    "Indoor_Night_4": "Do you think Willy would let us use his boat?$6#$b#I've been wanting to go boating again, he let me use it last time.$1#$e#Remember the boat ride we had on the lake?#$b#I really enjoyed that, you looked so nice that night.$4",
    "Outdoor_0": "The farm is much bigger compared to my little piece of property.#$e#I love it here though, the wide open space makes me feel free.",
    "Outdoor_1": "Feel that breeze?#$e#It's really nice, the islands was always breezy because of the ocean.$1#$e#It's really nice during the summer there.",
    "Outdoor_2": "This farm is so big, we could probably throw a pretty decent party here.$1#$e#Wouldn't that be fun, we could invite some friends!",
    "Outdoor_3": "I tried picking up the farm a bit this morning, there's so much land I don't know how you take care of all it.$6",
    "Outdoor_4": "I really think my bees would love it here.#$e#If I could figure out how to move them...$6",
    "funLeave_Nikolai": "I'm going to go check on my bees and then after I think I'll hang around town a bit okay.$1#$e#Maybe I'll go to the saloon later this evening too.",
    "funReturn_Nikolai": "I know it's not as busy as your day, but I've sure done a lot today.#$e#I wish I could be busy everyday but I think I'd get overwhelmed if I was.$6",
    "OneKid_3": "We have kids!#$b#Isn't that crazy? I never thought I would.$1",
	"OneKid_2": "We need to buy more toys for %kid1...$6#$e#They seem so bored all the time.",
	"OneKid_0": "%kid1 threw a fit this morning, I had no idea what to do.$2#$e#Luckily they calmed down after a while but it was really stressful.$7",
    "TwoKids_0": "%kid1 and %kid2 seem to get along really well.#$e#I like seeing them play together it's very cute.$1",
    "TwoKids_2": "%kid2 seems to be a lot like me, makes me worry.$2#$e#I just hope they're not too much like me.$6",
    "TwoKids_3": "The kids have been fed, you just worry about the farm okay baby.$1",
    "Good_1": "Hey cutie.$4#$b#You look really nice today.$4#$e#You remind me to look my best by being so attractive all the time.$3",
    "Good_2": "...$1#$b#Last night was so romantic.$4#$e#I love you so much @.",
    "Good_3": "I never thought I'd find love.#$b#But the you came along, thank you for noticing me.#$e#I was used to being invisible, it was really nice when you started talking to me like you did.",
    "Good_4": "I played some of my video game today, it was really fun until I got mad at it.$7#$e#Those levels just keep getting harder.$6",
    "Good_5": "I was thinking about it and I've been pretty happy lately.$1#$e#Everything's improved so much since I met you.#$b#Maybe you're goodluck.$3",
    "Good_6": "My mom wasn't very spiritual, I guess I took after her in that regard.#$e#I guess it's like, easier for me to think it's all fake that way I don't start freaking out about the supernatural you know?$6",
    "Good_7": "If you smell smoke that's my bad, I tried cooking and it sort of went badly.$6#$e#But good news is I buy something from Gus![206 241 231]",
    "Neutral_0": "Are you hungry?[224]#$e#I made that myself this time!$3",
    "Neutral_1": "I've been watching peertube lately, I like the gameplays they're fun to watch.#$e#Maybe you could watch with me sometime, it'll be nice.",
    "Neutral_6": "Willy keeps inviting me to fish with him but I always feel bad hurting the fish.$2#$e#Maybe I could talk him into doing something else.",
    "Neutral_7": "I wouldn't watch the news today, it's pretty depressing.$6",
    "Neutral_8": "I feel like my head is full of static.$6#$e#I'll tell my therapist about it soon.",
    "Neutral_9": "Have you ever listened to chillwave? It's really relaxing.#$e#I love music honestly, I could listen to just about anything.$1",
    "Bad_7": "I'm really not feeling well today.$6#$e#Look I just, I can't handle talking right now.$2#$e#Please @, just leave me alone for now.$7",
    "Bad_8": "I feel really out of it right now.$2#$b#Even with my medications I still have flare ups of seeing things.$6#$e#I know I'm not abnormal, but I really wish I could just. Have a brain that wasn't so sick you know.$6",
    "Bad_9": "I don't even want to leave the house today.$7#$e#I just feel so angry, I don't even know why. I'm even annoying myself.$5",
	"spring_23": "Is it okay if I don't dance at the festival tomorrow? I'm really nervous.$6#$e#I rather just help set it up and watch everyone else have fun. Makes me happy to see people having fun.",
	"spring_12": "Find lots of eggs tomorrow okay, I'll make something yummy with them.$1#$e#Oh and try to beat Abby, she always seems to win haha.$3",
	"summer_10": "I'm gonna put peppers in the potluck tomorrow.#$e#They're not spicy don't worry, it's more like bell peppers.$1",
	"summer_27": "Did you know Jellyfish don't have any brains.#$e#Isn't that odd, imagine being alive but not having a brain.$6#$e#Oh I was just thinking about that because of the festival tomorrow.$1",
	"fall_15": "I can't wait to eat all that fair food tomorrow.#$e#I love sponge cake the most.",
	"fall_26": "I couldn't figure out what I wanted to be for Spirits eve so I'm just gonna go as a clown again.$1#$e#I love clowns a lot, so it's always a great choice to me.$3",
	"winter_7": "I'm glad Lewis frees the fish after everyone catches them.#$b#The festival of ice always makes me feel guilty those poor fishys.",
	"winter_24": "I love this time of year and the winter star festival is tomorrow!#$e#Hope you got a gift for your secret santa.",
}