{
    "Name": "Iron Fruit Tree", 
    "Product": "Iron Fruit", 
    "SaplingName": "Iron Fruit Sapling",
    "SaplingDescription": "Takes 28 days to produce a mature iron fruit tree. Bears fruit in the summer. Only grows if the 8 surrounding \"tiles\" are empty.", 
    "Season": "summer", 
    "SaplingPurchasePrice": 10080, 
    "SaplingPurchaseFrom": "Clint", 
    "SaplingPurchaseRequirements": null, 
    // Localization

    "SaplingNameLocalization":
    {
        "es": "fruta de hierro", 
        "ko": "철 열매", 
        "de": "Eisenfrucht", 
        "fr": "fruit de fer", 
        "hu": "vas gyümölcs", 
        "it": "frutto di ferro", 
        "ja": "鉄の実", 
        "pt": "fruta de ferro", 
        "ru": "железный плод", 
        "tr": "demir meyve", 
        "zh": "铁果" 
    },
    "SaplingDescriptionLocalization":
    {
        "es": "Toma 28 días producir un árbol frutal de hierro maduro. Da fruto en el verano. Solo crece si los 8 \"mosaicos\" circundantes están vacíos.", 
        "ko": "성숙한 철 과일 나무를 생산하는 데 28 일이 걸립니다. 여름에 열매를 맺습니다. 8 개의 \"타일\"이 비어있는 경우에만 자랍니다.", 
        "de": "Die Herstellung eines ausgereiften Eisenobstbaums dauert 28 Tage. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umgebenden \"Kacheln\" leer sind.", 
        "fr": "Prend 28 jours pour produire un arbre fruitier en fer mature. Porte des fruits en été. Ne grandit que si les 8 \"tuiles\" environnantes sont vides.", 
        "hu": "28 napot igényel egy érett vasgyümölcsfa előállítása. Nyáron gyümölcsöt hord. Csak akkor nő, ha a 8 környező \"csempe\" üres.", 
        "it": "Ci vogliono 28 giorni per produrre un albero da frutto in ferro maturo. Porta frutti in estate. Cresce solo se le 8 \"tessere\" circostanti sono vuote.", 
        "ja": "成熟した鉄の果樹を生産するには28日かかります。夏に実を結ぶ。周囲の8つの「タイル」が空の場合のみ成長します。", 
        "pt": "Demora 28 dias para produzir uma fruteira de ferro madura. Dá frutos no verão. Só cresce se os 8 \"azulejos\" circundantes estiverem vazios.", 
        "ru": "Требуется 28 дней, чтобы произвести зрелое железное фруктовое дерево. Плодоносит летом. Растет только если 8 окружающих \"плиток\" пусты.", 
        "tr": "Olgun bir demir meyve ağacı üretmek için 28 gün sürer. Yaz aylarında meyve ayılar. Yalnızca çevreleyen \"fayans\" 8 boşsa büyür.", 
        "zh": "需要28天才能产生成熟的铁果树。在夏天结出果实。仅当周围的8个“平铺”为空时才会增长。" 
    }
}