{
    "name": "Marketpalooza",
    "conditions": "Town/2200 2400",
    "set-up": "cm:market/-1000 -1000/farmer 49 37 0/changeToTemporaryMap Marketpalooza/loadActors Set-Up/playerControl jellies",
    "mainEvent": "fade/loadActors MainEvent/warp farmer1 50 35/warp farmer2 48 36/warp farmer3 50 36/warp farmer4 49 37/faceDirection farmer1 0/faceDirection farmer2 0/faceDirection farmer3 0/faceDirection farmer4 0/warp Nikolai 49 32/faceDirection Nikolai 2/pause 400/speak Lewis \"Thank you everyone for coming!$1\"/pause 500/speak Lewis \"This year's Marketpalooza, I feel, was a big sucess!#$b#And it's all thanks to Nikolai's careful planning.$1\"/pause 500/speak Lewis \"As everyone knows, half of Marketpalooza's profits benefit charity.\"/pause 400/speak Lewis \"Due to shortages overseas, the split funds will be sent to the Ferngill military donation bank.\"/pause 300/speak Lewis \"Now that I've talked your ear off, we can move onto the raffle!$3\"/pause 400/faceDirection Lewis 3/pause 100/faceDirection Lewis 1/faceDirection Lewis 2/pause 500/speak Lewis \"This year's winner is...\"/pause 200/speak Lewis \"Emily!#$b#Come up and claim your prize!\"/pause 500/viewport move 1 -1 6000000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/pause 600/message \"There was so much stuff for sale! I can't wait until next year.\"/end",
	"Abigail_spouse": "I'm looking for something nice to get you.$h",
    "Nikolai_spouse": "This is my favorite time of the year! I love being able to sell the honey my bees make.$3",
    "Nikolai": "Enjoy the market, half of the profit goes to charity!#$e#Don't forget to submit a ticket for the raffle! It's in front of the community center, next to George!$3",
    "Leah_spouse": "There's art supplies I can't buy at Pierre's for sale. I think I'm gonna end up broke.",
    "Maru_spouse": "The market benefits charity. I really like that about it.",
    "Penny_spouse": "The wizard has some pretty weird things for sale.",
    "Haley_spouse": "You should buy some new clothes. Your outfit is looking pretty worn out.",
    "Sebastian_spouse": "I bought a set of dice. We could play together sometime.",
    "Sam_spouse": "What do you think, should I buy us something useful or fun?$1",
    "Alex_spouse": "Hey baby, I'm going to buy us new shoes.",
    "Harvey_spouse": "That wizard has an interesting selection but I'm too nervous to buy from him.$2",
    "Elliott_spouse": "Hello, my love. It's been such a pleasant evening, hasn't it?" ,
    "Abigail_spouse": "Don't look, it's a surprise!" ,
    "Abigail": "I love the jewelry at this stand! I can't choose which to buy though.",
    "Robin": "This market was a great idea. I brought all my best furniture to sell.",
    "Demetrius": "Robin is happy to be here. It's all I could ask for, really.",
    "Maru": "I bought some cool gems. Want to see?",
    "Sebastian": "What do you think, red and black or purple and black dice?",
    "Pierre": "I'm selling clothes for cheap!$1#$e#I don't sell clothes in shop usually, but I wanted to try something new." ,
    "Caroline": "There's a couple of new faces in town. They're unnerving though, aren't they?$2",
    "Linus": "I've been collecting change. YYou'd be shocked how much money people leave behind.",
    "Alex": "Haley is going crazy for the clothes, but I'm not shocked.$1",
    "George": "I hate being dragged to these festivals.#$e#I want to be in bed right now.$5",
    "Evelyn": "Isn't this nice? And it benefits a good cause too.$1",
    "Lewis": "I admit I wasn't sure about letting this happen. But Nikolai did really well planning this.#$b#Maybe I can get him to help with other festivals too.",
    "Clint": "I tried giving Emily a gift from one of the stands...#$b#I can't get the courage to approach her.",
    "Emily": "This is awesome, isn't it?! I bought some great fabric.$1",
    "Penny": "...$1#$e#I'm actually really enjoying myself.",
    "Pam": "This is great.#$e#I've been saving up for this.$1" ,
    "Haley": "Maybe you should buy some new clothes too.#$b#You really look like you need something fresh.",
    "Jodi": "I told Vincent that if he was a good boy I'd give him some money to spend.$1" ,
    "Kent": "I'm just here for Jodi...",
    "Sam": "Hey, @, find anything you like?",
    "Leah": "This is a great way to spend the first of the month.",
    "Shane": "Gus makes the best food around, doesn't he?#$e#Best part about this market.",
    "Marnie": "It's a beautiful evening and there's so much you can buy that you usually can't." ,
    "Elliott": "I bought plenty of new pens and journals for my collection.$1",
    "Gus": "Get it while it's hot, @!",
    "Harvey": "I've been browsing, but I can't find anything I like so far.",
    "Jas": "There's a really strange doll for sale. I sort of want it.",
    "Vincent": "Mama promised me money if I'm good!#$e#I wonder how much she'll give me.",
    "Willy": "It's a treat to see so many smilin' faces.$1",
}