{
   "Format":"1.9",
   
   "Changes":[
      //Adds Extra Events for Maru.     {
         
		 {
            "Action":"EditData",
            "Target":"Data/Events/Town",
            "Entries":{
               "71710001/f Maru 750/w sunny/t 1400 1700/d Mon Tue Wed Thu Fri Sat": "jaunty/45 79/farmer 37 81 1 Maru 43 77 2 Penny 44 77 2/skippable/showFrame Penny 34/showFrame Maru 31/pause 500/emote Maru 8/pause 500/emote Penny 16/pause 500/emote Maru 56/pause 500/emote Penny 40/pause 500/speak Penny \"... but Jas gets through books so quickly.#$b#I've even lent her a few of my own books. She's been really into fairy tales lately, too.#$b#It's a joy watching her read so much, but I'm having trouble coming up with new books for her...\"/pause 500/speak Maru \"Well, I have a bunch of books on constellations and mythology, so maybe I could help you out?#$b#Oh, but... some of them might not be kid friendly... I'll have to double check.$2#$b#Greek and Roman Mythology can get a bit... unpleasant...$2\"/pause 500/emote Penny 28/speak Penny \"That's true...$2\"/pause 500/speak Penny \"But anything you have would be useful!$1#$b#It can be hard to keep a smart kid engaged, so I bet if you found it interesting, then Jas will too!\"/move farmer 6 0 0/move farmer 0 -1 0/emote Maru 16/speak Maru \"Hey, @! Oh, maybe we could get your opinion on this!#$b#We were talking about fairy tales and mythology that Jas might like.#$b#I really like the tale of Ursa Major and Minor myself, but that might just be because I think bears are cute.$1\"/pause 500/speak Penny \"Well, when it comes to constellations, oh...#$b#What was that one you told me about before? Hyrieus...?\"/pause 500/emote Penny 40/pause 500/speak Penny \"Well, the start of it was nice, anyway...$2#$b#A nice lesson about sharing, I think?\"/pause 500/emote Maru 28/speak Maru \"Yeah, most of them are like that, aren't they?$2#$b#Maybe a traditional fairy tale would suit Jas better?$3\"/question fork1 \"Hey, do you have any fairy tales you like?#Alice in Wonderland, maybe?#Little Red Riding Hood, I guess?\"/fork LittleRed/friendship Maru 25/speak Maru \"Ooh, one of my favourites!#$b#Did you know Lewis Carroll was actually a mathematician? His real name was Charles Dodgson!$3#$b#He was a mathematics lecturer at Oxford University. You can really see his use of logic principles in his writing.$4#$b#Especially in the case of his contributions to symbolic logic. In fact, he even has an algorithm named after him! The Dodgson Condensation and-$3\"/pause 500/emote Maru 40/speak Maru \"... Oh.$8#$b#... I got a little carried away there, didn't I...? Sorry about that.$2\"/pause 500/emote farmer 32/pause 500/emote Maru 40/pause 500/speak Maru \"Huh... You don't mind...?$8#$b#... Well, thank you. I appreciate that.#$b#We should talk more often then, @!$1\"/pause 500/emote Penny 40/speak Penny \"Hey, do you think you could give that little lecture to Jas sometime?#$b#She'd probably enjoy learning all that stuff too.$1\"/speak Maru \"Of course! I'd be happy to!$1\"/pause 500/emote Maru 56/emote Penny 56/pause 500/globalFade/viewport -1000 -1000/end warpOut",
"LittleRed": "emote Maru 56/pause 500/speak Maru \"Ooh, Red Riding Hood is a fun one!\"/pause 500/emote Penny 28/speak Penny \"I'm not so sure... I wonder if Jas would find it scary...?$2#$b#She lives outside town and has to walk through the forest to get home every day...$2\"/speak Maru \"Oh... do you think so?$2#$b#I liked it when I was a kid, but I guess it might be scarier for someone who walks through the forest alone a lot...$2\"/pause 500/emote Penny 40/speak Penny \"Not to mention, some versions of it are a bit... gruesome...$2#$b#I'm just... not sure if it would be appropriate, with the grandmother being... you know, eaten...$2\"/pause 500/emote Maru 40/emote Maru 28/speak Maru \"... Well, I guess that's true, but...$2#$b#There's plenty of retellings that are more... family friendly! Plus, it has a happy ending either way!#$b#You could even tell her a version that has Shane as the woodcutter, and Jas as Little Red. She'd probably really enjoy that!$3\"/pause 500/emote Penny 40/speak Penny \"Shane...?$3#$b#I know they're close and Jas likes him a lot, but...$2\"/pause 500/emote Maru 28/speak Maru \"... Oh. Right, sorry, I didn't mean to... You know...$2\"/speak Penny \"No, it's okay... I'm probably just worrying too much...$2#$b#Sometimes Jas says things about Shane and I... I worry about her...$2#$b#... I'm probably just being over protective...$2\"/pause 500/emote Maru 28/speak Maru \"...$2\"/pause 500/emote Penny 28/speak Penny \"...$2\"/pause 500/speak Maru \"Uh, well... Thank you for the suggestion anyway, @.$2\"/pause 500/emote Penny 40/pause 500/speak Penny \"Um, yeah, it was... nice of you.$2#$b#... Maybe we could talk more some other time...$2\"/pause 500/speak Maru \"Yeah...$2\"/globalFade/viewport -1000 -1000/end warpOut",
			               }
         },
         
		 {
            "Action":"EditData",
            "Target":"Data/Events/Mountain",
            "Entries":{
               "71710002/f Maru 1750/e 8/t 2000 2350": "desolate/48 10/farmer 40 10 1 Maru 48 07 2/skippable/pause 500/showFrame Maru 26/emote Maru 12/pause 500/move farmer 3 0 0/move farmer 0 -3 1/move farmer 4 0 2/pause 500/emote Maru 40/pause 500/speak Maru \"Oh... Hey, @... $2\"/pause 500/speak Maru \"... Sorry... Um, do you mind if I ask you something...?$2\"/question fork1 \"Do... you like living in the valley...?#Yeah, this place is great!#No, I kinda miss the city...\"/fork MissCity/friendship Maru 50/speak Maru \"I'm glad to hear that... It's really nice here, isn't it?#$b#All the nature... the town's library, those deep caverns full of mysteries...#$b#It's such a magical place to live...$8\"/pause 500/speak Maru \"... I just wish I could get my dad to see it that way...$2#$b#He loves it here himself, he'd never want to leave... He loves it for all the same reasons as me, too.$2#$b#But... when it comes to me... He just seems to expect so much more...$2#$b#He wants me to go back to college in the city and get a 'proper' engineering degree, and find work with some big engineering company...$2#$b#He's always talking about my bright future, all my potential, how I have to share my inventions with the world...$2#$b#... How I can't just spend my whole life stuck in this valley...$2\"/pause 500/emote Maru 28/speak Maru \"But I want to stick around the valley!$5#$b#I like living here... My best friend is here, I like working at the clinic... I love the nature, and stargazing at night...$2\"/showFrame Maru 0/pause 500/speak Maru \"... You don't get stars like this out in the city, do you...?\"/pause 500/emote Maru 40/showFrame Maru 26/pause 500/emote Maru 28/speak Maru \"... Do you ever feel like someone appreciates you more for what you could become, instead of what you actually are...?$2#$b#... I love my dad, and I know he only wants what's best for me... But... I just feel like what's best for me is right here, not out there...$2#$b#... Sigh. I'm sorry for dumping this all on you.$8\"/pause 500/showFrame Maru 0/speak Maru \"Sometimes I just need to vent to someone...$8#$b#... Thanks for listening, @. I... I think I feel a little better now.#$b#... One day, I'll tell him myself, that I want to stay here, and I'll make sure he understands. I promise.\"/pause 500/speak Maru \"... Hey, maybe we can go stargazing again one day, just like last time. It felt like it was more fun, when it was with you...\"/emote Maru 56/globalFade/viewport -1000 -1000/end warpOut",
"MissCity": "friendship Maru -10/speak Maru \"... Oh, really...?$2#$b#... My dad talks to me a lot about how I should move to the city to 'fulfill my potential'...$2#$b#... Maybe he's right... I guess there are more opportunities out there, right...?$2#$b#... Um, I'm sorry, @... But... I think I'd like to look at the stars alone for a while...$2\"/pause 500/showFrame Maru 0/pause 500/emote Maru 40/speak Maru \"I wonder if the stars shine this brightly in the city...?$2\"/pause 1000/globalFade/viewport -1000 -1000/end warpOut",
			               }
         },
{
            "Action":"EditData",
            "Target":"Data/Events/ScienceHouse",
            "Entries":{
               "71710003/f Maru 1250/w rainy": "breezy/06 20/farmer -30 -30 0 Maru 2 21 1 Robin 4 21 3/skippable/pause 500/emote Maru 40/pause 500/emote Robin 56/pause 500/playSound doorClose/warp farmer 06 24/emote Maru 16/move farmer 0 -2 3/move farmer -3 0 0/pause 500/emote Maru 32/pause 500/speak Maru \"Hey there, @!$1#$b# Good timing, check this out!$3\"/pause 500/emote farmer 16/pause 500/speak Maru \"I'm trying to create a wooden shell for a small animatronic, and my mother has been helping me out with it.\"/pause 500/speak Maru \"I uh... tried to make a wooden remote control car once, but...$2\"/pause 500/emote Maru 28/pause 500/speak Maru \"I didn't really know what I was doing back then, so the whole thing caught on fire...$2#$b#... and then so did the Christmas tree... It was pretty bad...$2\"/pause 500/emote farmer 60/pause 500/speak Robin \"Hey, it was your first attempt at woodworking, and accidents happen even when you're experienced!$4#$b#Besides, I still think it was sweet of you to try it just for me, though!$1\"/pause 500/emote Maru 12/pause 500/speak Maru \"I had it in my head that it wouldn't be a real gift if I didn't do everything myself...$2#$b#Even though I know you appreciated the thought behind it anyway... I still feel pretty bad about what happened.$2#$b#I guess I was pretty stubborn back then. Pretty silly, right, @?$2\"/question fork1 \"#Nah, everyone makes those mistakes.#Yeah, you sounded pretty stubborn.\"/fork StubbornMaru/friendship Maru 25/pause 500/emote Maru 28/speak Maru \"That's true... $2#$b#Well, it doesn't matter anymore!$1#$b#My mother is helping me get the fine details down so that I won't make a mistake like that again.\"/speak Robin \"Carving the small joints for this one is pretty tough, even for me, though...$2#$b#You sure don't like to pick easy projects, do you?$4\"/speak Maru \"Where would the fun in that be?$1\"/pause 500/emote Maru 56/emote Robin 56/pause 500/globalFade/viewport -1000 -1000/end warpOut",
"StubbornMaru": "friendship Maru -50/speak Maru \"... Yeah. I guess I was...$2#$b#Thanks for pointing it out.$5\"/pause 500/speak Robin \"... Maybe you should go, @.$2#$b# Maru and I have a lot of work to do here.$5\"/pause 500/emote Maru 40/pause 500/move farmer 3 0 2/move farmer 0 2 2/playSound doorClose/warp farmer -50 -50/globalFade/viewport -1000 -1000/end warpOut",
			               }
         },
{
            "Action":"EditData",
            "Target":"Data/Events/Town",
            "Entries":{
               "71710004/f Maru 2250/z spring fall winter/u 10/w sunny": "50s/63 17/farmer 63 22 0 Maru 63 16 2/skippable/showFrame Maru 31/pause 500/emote Maru 56/textAboveHead Maru \"Hey there!\"/pause 500/move farmer 0 -5 0/pause 500/speak Maru \"I'm glad to see you!$3#$b#Hey, you know what day it is, right$4?\"/pause 500/question fork0 \"What day is it...?#It's your birthday, of course!#I've... got no idea?\"/fork MarusBirthday/friendship Maru -500/pause 500/emote Maru 40/pause 500/emote Maru 12/pause 500/speak Maru \"... Really, no idea?$2#$b#None... at all?$5\"/pause 500/emote Maru 40/pause 500/speak Maru \"... No, never mind. It's not important. $8#$b#... Obviously...$2\"/pause 500/emote farmer 8/emote maru 28/pause 500/globalFade/viewport -1000 -1000/end warpOut",
"MarusBirthday": "pause 500/emote Maru 56/pause 500/speak Maru \"Yup! Of course you'd remember that, you're surprisingly good with birthdays from what I've heard around town.$1#$b#Uh, well, given that it is my birthday, I uh... wanted to do something special.$4\"/pause 500/speak Maru \"... With you, obviously. ... Just the two of us...$4\"/pause 500/speak Maru \"Come on, I've got something neat to show you!$3\"/pause 500/globalFade/viewport -1000 -1000/changeLocation Forest/warp farmer 70 45/warp Maru 71 45/faceDirection Maru 3/faceDirection farmer 1/viewport 71 45/specificTemporarySprite pennyFieldTrip/playMusic kindadumbautumn/showFrame Maru 12/pause 500/speak Maru \"Well... what do you think? I, uh... I put a lot of effort into this...$4#$b#Oh, I did get Penny's help, of course. This is actually her picnic blanket.$3\"/pause 500/emote Maru 28/pause 500/speak Maru \"... I know normally birthday surprises are set up by other people, but...$2#$b#I know how hard you always work on the farm, and you're always pretty busy so...$2#$b#Well, I really just wanted to spend the day with you...$4\"/pause 500/emote Maru 20/pause 500/speak Maru \"That's why you don't have to worry about anything today!$4#$b#I like putting things together anyway, well, usually inventions rather than events, but...$3#$b#Well, today is special, so I'm just happy to share it with you, you know?$4\"/pause 500/emote farmer 20/emote Maru 20/pause 1500/emote Maru 56/pause 500/emote farmer 16/pause 500/emote Maru 8/pause 500/emote farmer 40/pause 500/emote farmer 56/pause 500/emote Maru 20/pause 500/emote Maru 60/pause 500/emote farmer 56/pause 500/emote Maru 32/pause 500/speak Maru \"Ahaha, that's amazing, @!$1\"/pause 500/emote Maru 20/speak Maru \"... Geez, we've been chatting a while, haven't we?#$b#Sometimes I think I could talk to you forever. You're always so... interested in everything I have to say. It makes me feel... really happy, you know?$4\"/pause 500/emote Maru 40/pause 500/speak Maru \"... You know, it's never really bothered me before. Not having anyone... like this.$8#$b#I have friends I love, and family that supports me... I've never felt lonely here, not once.$8#$b#True, I've never expected anyone to be interested in me any way other than platonic but... I guess I've never dwelled on that thought.$8#$b#It seemed so... trivial and insignificant. An unimportant detail, all things considered.$8\"/pause 500/speak Maru \"... Thing is, I was really surprised that you felt that way about me.$8#$b#But... I didn't mind it. Actually, I felt sort of happy.#$b# Well, not sort of, I felt... really happy.$4\"/emote farmer 20/pause 500/speak Maru \"I don't think I need a relationship to be happy, but... I'm happy to be in a relationship with you...$4#$b#I guess I just like spending time with you...$4#$b#Sometimes... I almost feel lonely when you're not around...$2\"/pause 500/emote Maru 16/shake Maru 500/speak Maru \"Uh, maybe forget I said that last part...!$9\"/pause 500/speak Maru \"I just mean... I really like being here with you, @... and I hope you like being here with me, too.\"/pause 500/speak Maru \"... Hey, let's do this again sometime, okay?#$b#I think this was my best birthday yet, @.$4\"/pause 500/emote Maru 20/emote farmer 20/globalFade/viewport -1000 -1000/end warpOut",
			               }
         },
{
            "Action":"EditData",
            "Target":"Data/Events/Mountain",
            "Entries":{
               "71710005/f Maru 2500/e 10/t 2100 2350": "spaceMusic/-1000 -1000/farmer 23 29 3 Maru 14 29 3/skippable/changeToTemporaryMap NightSceneMaruMap/ambientLight 0 0 0/specificTemporarySprite maruTelescope/viewport 14 23 true/pause 2000/emote Maru 40/pause 500/move farmer -7 0 3/faceDirection Maru 1/pause 500/emote farmer 8/pause 500/speak Maru \"Oh, hey, @...$8\"/pause 500/speak Maru \"I was just... looking up at the stars, like always...$2\"/pause 500/emote Maru 40/pause 500/speak Maru \"Actually, I... I wanted to see if I could see her up there...$8#$b#But... I couldn't even catch a glimpse... nothing but the stars and empty space between planets now...$2\"/pause 500/emote Maru 60/pause 500/speak Maru \"Hey, uh...$2#$b#I wanted to say thanks, for... well, for everything, really.#$b#For helping me out with my inventions, for spending time with me, for always showing an interest in everything I say...\"/pause 500/speak Maru \"You know, I... I wanted to ask you something, actually...$8\"/pause 500/move Maru 1 0 1/pause 500/speak Maru \"Can you promise me something...?$8\"/emote farmer 8/pause 500/speak Maru \"... Sometimes people come to this valley, they stay a few years, and then they just... up and leave, without saying a word...$2#$b#No goodbyes, nothing left behind, they just abandon it all without a trace...$2\"/pause 500/speak Maru \"You've been here a while now, and you've accomplished an awful lot...$8#$b#... I... I think I'd be kinda sad if you just left one day without telling me about it...$2\"/pause 500/speak Maru \"So... Could you... promise me that if MarILDA ever comes home to me...$2#$b#If it's today, or tomorrow, or ten years from now...$8#$b#... Can you try to be here with me when it happens?\"/pause 500/emote farmer 16/pause 500/emote farmer 20/pause 500/speak Maru \"Haha, I thought you'd say yes...$1#$b#It's not like you'd have to stay forever but...#$b#I'd like if you could stay, as long as you can, you know?\"/pause 500/speak Maru \"Especially since... I'd like to stay with you as long as I can, too.$4\"/faceDirection farmer 0/faceDirection Maru 0/positionOffset farmer -2 0/positionOffset Maru 2 0/positionOffset farmer -2 0/positionOffset Maru 2 0/positionOffset farmer -2 0/positionOffset Maru 2 0/positionOffset farmer -2 0/positionOffset Maru 2 0/positionOffset farmer -2 0/positionOffset Maru 2 0/pause 500/speak Maru \"You know, I almost think the stars shine a little brighter when you're out here too.\"/pause 500/emote farmer 20/emote Maru 20/pause 500/globalFade/viewport -1000 -1000/changeLocation Mountain/end warpOut",
			               }
         },

      ]
   }