{
	"Entries": {
		"AdventureGuild.1": "'Espada Obscura' - Está brilhando com uma energia estranha.",
		"AdventureGuild.2": "'Espada Temperada' - Parece suportar qualquer coisa.",
		"AdventureGuild.3": "'Cris Peversa' - A espada é feito de liga de Iridium.",
		"AdventureGuild.4": "'Gládio de Netuno' - Uma herança de além do mar de gemas.",
		"AdventureGuild.5": "'Cutelo' - Uma lâmina muito bem feita.",
		"AdventureGuild.6": "'O Batedor' - Um martelo extremamente pesado que irá mandar os idiotas pro céu",
		"AdventureGuild.7": "'Lâmina Sagrada' - Sente a esperança ao maneja-la.",
		"AdventureGuild.8": "'Espada da Floresta' - Tornado poderoso pela magia da floresta",
		"AdventureGuild.9": "'Como manejar uma espada de duas mão para bobos.'",
		"AdventureGuild.10": "'Criaturas perigosas e onde achá-las'",
		"AdventureGuild.11": "É a espada de Marlon",
		"AdventureGuild.12": "É uma carta codificada para Marlon, assinada por alguém com o nome QI",
		"AdventureGuild.13": "'Feras das cavernas do Império de Gotoro - Um estudo extensivo.'",
		"AdventureGuild.14": "'Como ser gentil e confortar uma dama.'",
		"AdventureGuild.15": "É uma foto da guilda nos primeiros dias. Da pra ver o Gil sorrindo espiando pela janela.",
		"AnimalShop.7": "Você inspeciona a gaveta secreta da Marnie. Não há nada interessante.",
		"AnimalShop.22": "'Sopa de Lágrimas: Uma receita para se curar depois de uma perda'",
		"AnimalShop.23": "'A Serpente Plumada'",
		"AnimalShop.24": "Está protegido por uma senha.",
		"AnimalShop.25": "Parece ser um dos animais estufados da Jas, mas parece ser muito antigo e esparafado pra ser dela...",
		"AnimalShop.26": "Um livro de história sobre a Republica Ferngill e o Empério Gotoro.",
		"AnimalShop.27": "Uma lista com números de emergência. O número do Lewis ta escrito em vermelho, em cima da clínica.",
		"AnimalShop.28": "Garrafas de leite vazias.",
		"AnimalShop.29": "Garrafas de leite vazias.",
		"AnimalShop.30": "Cheio de produtos lácteos.",
		"ArchaeologyHouse.10": "'Lunarium Chronicles - A Sequela'",
		"Blacksmith.1": "Tem uma fita dentro: \"Coleção Essencial de Blues, volume 2\".",
		"Blacksmith.3": "'Livro do Desassossego'",
		"Blacksmith.4": "Querida Emily, ^ sei que você pensa em mim como amigo.^É minha culpa: sou envergonhado demais. Por isso nunca vou ter a coragem de dizer a verdade.^Por isso estou escrevendo esta carta para mim mesmo, que certamente vou amassar e jogar em um canto.",
		"Blacksmith.9": "Uma pilha de plantas metalúrgicas.",
		"Blacksmith.10": "Está cheio de fuligem.",
		"Blacksmith.11": "Uma caixa cheia de carvão, pronta pra forjar ou fundir.",
		"Blacksmith.12": "Uma caixa cheia de carvão, pronta pra forjar ou fundir.",
		"Blacksmith.13": "'Uivo, Kaddish e outros poemas'",
		"Blacksmith.14": "'A Divina Comédia'",
		"ElliottHouse.3": "Uma prateleira vazia.",
		"ElliottHouse.6": "Parece que o Elliott está tentando cultivar um bonsai. Até agora, está lindo!",
		"ElliottHouse.7": "'Cem Anos de Solidão'",
		"FishShop.8": "'A Tempestade Perfeita: Uma História Verdadeira de Homens contra o Mar'",
		"FishShop.9": "Uma velha foto desbotada de Willy quando jovem, mostrando orgulhosamente a sua presa: um atum enorme! Um idoso ri ao lado dele, ajudando-o a segurar o peixe.",
		"FishShop.10": "Você espia dentro da gaveta. Um livro intitulado 'Olhando através da Água: uma Novela' e um par de óculos antigos são as únicas coisas dentro. Você abre o livro e lê a inscrição: Para o meu querido rapaz, Um livro deve servir como machado para o mar congelado dentro de nós. Estaremos sempre juntos quando estivermos no mar, sempre. ^ Com Amor, ^ - Vovô'",
		"FishShop.11": "Além da quantidade ridícula de peixe, a geladeira também abriga duas garrafas de hidromel, fechadas. Mas tem tudo um cheiro tão ruim, yuck!!!",
		"FishShop.12": "A TV está configurada para o canal da telenovela.",
		"FishShop.13": "Está cheio de bugigangas antigas e álbuns de família.",	
		"HaleyHouse.18": "É uma foto da Haley e da Emily brincando na lama quando eram pequenas. Haley está chorando enquanto Emily 'pinta' o cabelo dourado de sua irmã com a lama.",
		"HaleyHouse.19": "É o computador da Haley. Está bloqueado e com senha...",
		"HaleyHouse.20": "'Natureza Criativa & Fotografia para Outdoor'",
		"HaleyHouse.21": "'Dentro do Quadro - A Jornada da Visão do Fotógrafo'",
		"HaleyHouse.22": "É um conjunto de costura recheado de linhas coloridas.",
		"HaleyHouse.23": "É um conjunto de costura recheado de linhas coloridas.",
		"HaleyHouse.24": "'Diário de Sonhos'",
		"HaleyHouse.25": "A TV está em um canal de moda.",
		"HaleyHouse.26": "Está vazio.",
		"HaleyHouse.27": "É um par de tesouras. Parece bem afiado!",
		"HaleyHouse.28": "Fotografias da Floresta de Cindersap. Parece que a Haley se diverte tirando fotos perto da lagoa.",
		"HarveyRoom.12": "Está cheio de alimentos congelados. Há também uma garrafa de vinho, não aberta.",
		"HarveyRoom.15": "'Construindo e detalhando Modelos de Aviões.'",
		"HarveyRoom.16": "É uma foto de Harvey jovem posando pra uma foto perto de um avião.",
		"HarveyRoom.17": "Está cheia de revistas sobre os modelos de aviões.",
		"Hospital.7": "Não seja triste e pegue a gripe ... Vacine sua tripulação!",
		"Hospital.8": "'Atitudes são contagiosas! Sua vale a pena pegar?'",
		"Hospital.9": "É a agenda da clínica, aberta das 9:00 às 3:00. Maru trabalha na clínica das 9:30 às 4:30, às terças e quintas.",
		"Hospital.10": "Jornais e revistas, perfeitos pra relaxar a mente.",
		"Hospital.11": "Livros sobre como ter um estilo de vida saudável.",
		"Hospital.12": "'Um guia para Ensaios Clínicos.'",
		"Hospital.13": "É um microscoópio estéreo.",
		"Hospital.14": "Está vazio.",
		"JoshHouse.1": "Mamãe-^Se você estiver lendo isso, significa que parti desse mundo. Sinto muito por você ter que passar por isso. Saiba que amo vocês dois.^Não fique triste, estou com Ioba agora.^Meu pedido final: tome conta do Alex. Ele precisa de uma família, alguém estável. Ele é um bom garoto.^Com amor, Clara.",
		"JoshHouse.15": "Esses biscoitos têm um cheiro maravilhoso!",
		"JoshHouse.16": "Alex está estudando táticas para Rugby. As estratégias Rugby Defensivo e Rugby Toda-A-Equipe estão em vermelho.",
		"JoshHouse.17": "É uma foto da Evelyn e George quando eram mais novos. Eles parecem tão felizes..",
		"JoshHouse.18": "''Friday Night Lights: Uma cidade, uma equipe, e um sonho.'",
		"JoshHouse.19": "O rádio está definido para a estação de esportes",
		"JoshHouse.20": "Uma lista de exercícios de musculação para cada grupo muscular.",
		"JoshHouse.21": "Fotos de Alex e Haley na praia.",
		"JoshHouse.22": "É uma foto de uma mãe segurando seu bebê.",
		"JoshHouse.23": "'O Grande Gatsby.'",
		"JoshHouse.24": "Parece que alguém está ensinando literatura para Alex. Quem poderá ser o professor?",
		"JoshHouse.25": "É uma foto de uma senhorita de cabelos castanhos.",
		"LeahHouse.7": "É um entalhe improvisado.",
		"LeahHouse.8": "É um malho esculpido.",
		"LeahHouse.9": "Uma variedade de pinturas a óleo.",
		"LeahHouse.10": "É uma pintura com acrílico.",
		"LeahHouse.11": "É uma pintura com acrílico.",
		"LeahHouse.12": "É uma tanchagem de folhas largas, cheia de nutrientes e segura para ingerir. Também pode ajudar a tratar pequenas queimaduras, picadas de insetos e feridas abertas!",
		"LeahHouse.13": "Algo cheira bem...",
		"LeahHouse.14": "Um kit de suplemento de pintura, lixas e utensílio para esculturas. Também tem cadernos de esboços usados...",
		"ManorHouse.4": "Notas de preparação para os próximos festivais.",
		"ManorHouse.5": "A roupa do prefeito, tem nada de especial...",
		"ManorHouse.6": "'Através do Mar de Gemas - Memórias de um Soldado.'",
		"ManorHouse.7": "'Lembrando da Estufa.'. Dentro desse livro tem uma foto do vovô e o Lewis dando risadas enquanto tomam um vinho no Salão...",
		"ManorHouse.8": "'O Conde de Monte Cristo'",
		"MaruBasement.1": "É um protótipo de um dispositivo que a Maru está terminando no seu quarto.",
		"MaruBasement.2": "'A Máquina de Emoção: Senso Comum, Inteligência Artificial e o Futuro da Mente Humana.'",
		"MaruBasement.3": "'Programando Inteligência Criativa'",
		"MaruBasement.4": "'Código Completo 2'",
		"MaruBasement.5": "Um papel com notas recheadas de fórmulas complexas e estranhas. Tem um rabisco fofo de um coelho no topo esquerdo da folha.",
		"MaruBasement.6": "'O Mito Homem-Mês'",
		"MaruBasement.7": "'Inteligência Artificial: A Nova Síntese'",
		"MaruBasement.8": "Está protegido com senha e... Isso é um scanner de olho?",
		"MaruBasement.9": "Um inventário de recursos. Pacotes de Baterias, Iridium e Barras de ouro (que valem mais do que dinheiro hihihi), e pelo visto Diamentes, estão fora de estoque. O que a Maru estaria fazendo com todas essas coisas?",
		"MaruBasement.10": "Está cheio de pedaços metálicos.",
		"MaruBasement.11": "Armazenamento da Maru. Tem metal, cobre e um pouco de Quartzo.",
		"MaruBasement.12": "Armazenamento da Maru. Só sobrou um pacote de bateria.",
		"Saloon.1": "'O Linguado'",
		"Saloon.2": "'Princípios de Tocar e Ensinar Violino'",
		"Saloon.3": "Está em um canal de culinária. Dicas de cozinha 24 horas, Programas com Jogos e Crítica dos Restaurantes.",
		"Saloon.4": "'Rapsódia Gourmet.'",
		"Saloon.5": "Notas em uma estranha receita culinária que o Gus ta tentando refazer.",
		"Saloon.6": "Está em um canal de música.",
		"Saloon.7": "Algo cheira maravilhoso!",
		"Saloon.8": "Revistas de Culinária.",
		"SamHouse.3": "^Jodi,^Como vou voltar para casa em breve, quero dizer algumas coisas.^Posso não ser mais o mesmo homem do qual você se lembra. Vi algumas coisas por lá que me balançaram muito.^Não quero assustá-la ou aborrecê-la. Só não quero que se aborreça quando eu voltar.^Lembre-se: não importa como eu agir, você e as crianças significam muito para mim.^Vejo você em breve.^-Kent",
		"SamHouse.10": "--Relatório do Aluno--^Nome: Vincent^^Leitura: C^Soletrar: D^Matemática: C^Estudos Sociais: B-^Artes: B-^Esportes:A^^Observação: Vincent é um bom garoto, mas ele poderia estudar mais!^  -Penny",
		"SamHouse.13": "Os brinquedos do Vincent estão esparramados pelo quarto.",
		"SamHouse.14": "Caroline-^^Eu não sei o que vou fazer agora... As crianças continuam perguntando do pai delas e eu já não sei mais o que dizer!...^Oh Caroline, eu não queria que ele fosse lutar na guerra. Eu queria que ele ficasse comigo - com a gente - e ajudasse a criar as crianças. Eles precisam do pai deles! Eu preciso dele! E ele faz uma falta gigante pra mim...^^Eu sei que as coisas não andam bem entre tu e Pierre - e você sabe que pode contar comigo pra tudo, sempre - mas espero que tu nunca saiba como é perder alguém e se sentir sozinha e perdida.^Pelo menos, nós sempre teremos uma a outra, e nossos bebês. Nós temos que sermos fortes por eles Caroline, eles são as melhores coisas da nossa vida.^por favor me corresponda de volta, ler suas cartas me ajudam a relaxar e espero que tu também sinta isso.^^-Jodi",
		"SamHouse.15": "'Guerra e a Alma: Se Curando do Trauma'",
		"SamHouse.16": "'Para o Fim da Terra'",
		"SamHouse.17": "'A Sociedade Literária da Tarte de Casca de Batata'",
		"SamHouse.18": "Tem uma pequena anotação em baixo, 'Lembre-se de ser carinhoso e gentil, isso é o que te torna tão especial. -Penny'",
		"SamHouse.19": "É um bloco de rabisco, preenchido praticamente tudo com vários insetos. Parece que Vincent gosta muito de desenhar e ele é muito bom nisso!",
		"SamHouse.20": "Tem um pequeno besouro-chifre dentro desse potinho.",
		"SamHouse.21": "'Tunesmith: Dentro da Arte de uma Composição.'",
		"SandyHouse.1": "Um cacto muito parecido com aquele que a Emily tem no quarto. Tem uma pequena anotação no pote, 'Grandes mentes pensam da mesma maneira, e nós não somos diferentes. Sinto sua falta o tempo todo, dê-me uma visitinha! -Emily'",		
		"SandyHouse.2": "Há garrafas de leite escondidas atrás dos sacos de sementes...",
		"SandyHouse.3": "O boudoir de Sandy! Muitos itens bonitos estão expostos, não é de admirar que Sandy pareça sempre tão elegante!",
		"SandyHouse.4": "Cara Menina Sandy,^^Espero que esta carta a encontre de boa saúde.^^Gostaria de me desculpar pelos inconvenientes de ontem. Meu segurança me diz que você ficou bastante alarmada com o evento - horrorizada, até - e eu não gostaria que isso azedasse nosso acordo.^Você pode estar segura de que este cavalheiro não voltará ao nosso 'Oásis' no Deserto novamente.^^Eu também gostaria de lhe oferecer um agradecimento por tudo o que você fez.^Sabe-se que a flor agora em sua posse desperta apenas sob o céu da lua e que libera um cheiro doce maravilhoso semelhante a canela e maçã.^Muito misterioso, não é? Espero que seja do seu agrado.^^Atenciosamente,^- Qi",
		"SandyHouse.5": "O forno parece estar quebrado.",
		"SandyHouse.6": "Existem algumas garrafas de leite de cabra, ovos e alguns produtos forrageados do vale!",
		"SandyHouse.7": "Muitos livros de culinária, Sandy deve desfrutar de boa comida!",
		"SandyHouse.8": "A TV está ajustada para o canal de filmes.",
		"SandyHouse.9": "É uma foto de Sandy cercada por uma grande família feliz, abraçando e rindo para a câmera enquanto partilham uma refeição.",
		"SandyHouse.10": "'Habibi'",
		"SandyHouse.11": "'Ishmael: Uma Novela'",
		"SandyHouse.12": "'Com Pedras nas Nossas Mãos'",
		"SandyHouse.13": "Uma coleção de CDs, um deles é da banda de Sam!",
		"ScienceHouse.1": "Pôster do espaço",
		"ScienceHouse.3": "'Dicas práticas para padrastos de segunda viagem'",
		"ScienceHouse.4": "'Ciência Física e Projetos de Engenharia: Unindo Cérebro e Força'",
		"ScienceHouse.9": "Muito refrigerante. Há também morangos silvestres e pêssegos.",
		"ScienceHouse.10": "Tabela Periódica.",
		"ScienceHouse.11": "Um dos machados da Robin.",
		"ScienceHouse.12": "Conjunto de provetas.",
		"ScienceHouse.13": "Microscópio estéreo.",
		"ScienceHouse.14": "Microscópio estéreo.",
		"ScienceHouse.15": "'Nossa Invenção Final: Inteligência Artificial e o Fim da Era Humana'",
		"ScienceHouse.16": "'MarILDA'",
		"ScienceHouse.17": "Tem uma fita dentro, 'Música Sensual para Amantes de Tango, vol. 1'.",
		"ScienceHouse.18": "Tem um pequeno poster amassado dentro dessa lixeira. Aparece uma enfermeira armada com agulhas e bisturis, indo contra uma horda de zombie. No topo do Poster tá escrito: 'Rainha do Trauma! Enfermeiras dão as cartas!'",
		"ScienceHouse.19": "É uma foto do casamento do Demetrius e da Robin. Do lado deles, a Maru ainda pequenininha sorri pra câmera enquanto segura a mão do seu pai, enquanto Sebastian se apoia na mãe, parece estar bem sombrio.",
		"ScienceHouse.20": "Está em um canal de história.",
		"ScienceHouse.21": "Algumas revistas de arquitetura.",
		"ScienceHouse.22": "Aqui tem um monte de revistas sobre carpintaria.",
		"ScienceHouse.23": "Está cheio de relatórios sobre a Qualidade da Água.",
		"ScienceHouse.24": "Estudos da Fauna e Flora do Vale.",
		"ScienceHouse.25": "Um refrigerador de laboratório com várias amóstras de coisas desconhecidas.",
		"ScienceHouse.26": "Está repléto de papel.",
		"ScienceHouse.27": "Caixas cheias de produtos da Joja. Parece que Demetrius está estudando os componentes da bebida.",
		"ScienceHouse.28": "Caixas cheias de produtos da Joja. Parece que Demetrius está estudando os componentes da bebida.",
		"ScienceHouse.29": "É uma amostra de água do Lago da Montanha. Demetrius deve estar checando pra ver se há alguma contaminação.",
		"ScienceHouse.30": "Computador do Demetrius. Está protegido com senha.",
		"SebastianRoom.2": "'As Crônicas de Solaris', livros de 1 a 13.",
		"SebastianRoom.3": "\"Crônicas de Solaris: O Jogo\"",
		"SebastianRoom.4": "'Código Limpo: Um Manual Ágil de Software'",
		"SebastianRoom.5": "É um tubo de água de vidro.",
		"SebastianRoom.6": "'Teclado Eletrônico: Lição - Teoria - Técnica'",
		"SebastianRoom.7": "É uma foto de Sebastian muito mais jovem brincando com um homem de cabelos escuros. Ambos estão rindo alegremente.",
		"SebastianRoom.8": "Há uma nota ao lado das velas: 'Você precisa de mais luz no seu quarto, é muito escuro! -Abi '",
		"SeedShop.2": "É o porquinho da índia da Abigail, David. Ele olha para você com olhos curiosos.",
		"SeedShop.3": "É o porquinho da índia da Abigail, David. Ele olha para você com olhos curiosos.",
		"SeedShop.5": "'Cuidados Parentais Básicos: Como Sobreviver à Adolescência dos Filhos'",
		"SeedShop.8": "'O Império JojaCo: A Verdade sob todos os Cupons Gratuitos'",
		"SeedShop.9": "Ao sr. Pierre:^Dói-me ser o portador de más notícias, mas sinto-me obrigado a informar-lo sobre um desenvolvimento recente que representa uma forte ameaça à sua sobrevivência.^A Corporação Joja decidiu se expandir para a Vila Pelicanos.^É tarde demais para protestar. Os pedreiros da empresa já quebraram o chão para o Mercado Joja.^^Estas notícias devem ser devastadoras para você. Tantos anos de negócio... Um empresário confiável... Agora, obscurecido por uma empresa poderosa, eficiente, e economicamente viável. Uma pena!^^Como gerente do novo Mercado Joja, sinto-me, até um certo ponto, responsável por sua situação. Por isso, gostaria de oferecer-lhe o cargo de Vendedor Assistente. O salário começa em 5 ouros a hora. Por favor, envie-me o seu currículo!^^-Sr. Morris, Gerente^do Mercado Joja da Vila Pelicanos.",
		"SeedShop.11": "Há uma fita dentro, 'Solte-o como um Agachamento - mix de música motivacional para o ginásio, vol. 3'",
		"SeedShop.12": "Este armário está cheio de equipamentos de ginástica.",
		"SeedShop.13": "Está preenchido com gosma verde e pedras! De onde ela conseguiu tudo isso?",
		"SeedShop.14": "'Técnicas Avançadas para o Baterista Moderno'",
		"SeedShop.15": "Parece que Pierre está escrevendo um artigo sobre a baixa qualidade dos produtos Joja, e como eles contaminam sua alma e corpo.",
		"SeedShop.16": "Está vazio",
		"SeedShop.17": "Revistas de 'Lar e Mobiliar'.",
		"SeedShop.18": "É um haltere de vinil.",
		"SeedShop.19": "'Lidando com Dragões - As crônicas da Floresta Encantada",
		"SeedShop.20": "'O coração é um Caçador Solitário'",
		"SeedShop.21": "'Esta Costeira Alienigena'",
		"SeedShop.22": "É uma foto de alguns anos atrás de Pierre, Caroline e Abigail fazendo um piquinique perto do rio. Jodi, ainda com o Vincent na barriguinha, e Sam também estão com eles, dando mais diversão pra festa de doces de verão.",
		"SeedShop.23": "Está no Canal de Notícias.",
		"SeedShop.24": "Sem novas mensagens.",
		"Town.6": "Quem é o bom cãozinho? Você é!",
		"Trailer.6": "O desenho de um golfinho feito pelo Vincent.",
		"Trailer.7": "Tem alguns muffins açando no forno!... Eles parecem um pouco estranhos, no entanto...",
		"Trailer.8": "Está no canal de novelas.",
		"Trailer.9": "Dentro da gaveta tem várias fotografias antigas e apagadas. A maioria delas são da Penny quando pequena, mas também tem uma foto da Pam dirigindo um ônibus, parecendo estar muito feliz.",
		"Trailer.10": "Latas de cerveja fechadas.",
		"Trailer.11": "Uma caixa cheia de coisas e tralhas.",
		"Trailer.12": "Roupas da Pam, nada interessante.",
		"Trailer.13": "Pam,^^Eu sei que não tem nada que eu possa fazer que faça esquecer o que eu fiz no passado, eu sei disso, mas por favor me dê notícias da Penny.^Eu não a vejo desde que ela era uma garotinha, como ela está? Ela está bem?^Eu gostaria de poder voltar a esse dia e me impedir, mas não posso ...^Espero muito que vocês me perdoem algum dia...^^Eu não vou te ver até que você me diga. Não se preocupe, não vou fazer um escândalo. Só espero que esteja bem e que esses anos tenham sido bons pra ti.^Diga a Penny que eu a amo, por favor, e peça a ela que perdoe seu pai, se ela conseguir. Eu ainda sou o pai dela.^^ Me perdoe, Pam.",
		"WizardHouse.1": "Uma amostra de um tipo de líquido brilhante.",
		"WizardHouse.2": "Várias poções, melhor não tocar nelas.",
		"WizardHouse.3": "'O Bestiário do Mago - Além do Império Gotoro'",
		"WizardHouse.4": "'Cozinhando Com Os Olhos Fechados: Como Sobreviver na Cozinha'",
		"WizardHouse.5": "'O Herbalista- Matar ou Não Matar'",
		"WizardHouse.6": "Parece ser novo.",
		"WizardHouse.7": "Está vazio.",
		"WizardHouse.8": "O livro está escrito numa língua estranha. Na capa está escrito 'Grimório'.",
		"WizardHouse.9": "'Mágica na Teoria: Uma Introdução a Teoria dos Elementos de Invocação'",
		"WizardHouse.10": "'Invocando Espíritos - A Arte da Mágica da Invocação'",
		"WizardHouse.11": "'O Necromante'",
		"WizardHouse.12": "Vários Livros de Mágica.",
		"WizardHouse.13": "'A Enciclopédia Completa de Plantas Mágicas, Revisada e Ilustrada: Um Guia Prática de Criar Poções de Cura, Proteção, e Prosperidade usando Plantas, Ervas e Flores'",
		"WizardHouse.14": "'O Manual pro Alquimista Herbalista -  Um Grimório de Filtres, Elixires, Óleos, Incenso e Fórmulas'",
		"WizardHouse.15": "'A Arte de Viver Sozinho'",
		"WizardHouse.16": "Está cheia de mantos roxos.",
		"WizardHouse.17": "Está cheia de mantos roxos.",
		"WizardHouseBasement.1": "'Os Antigos Guardiões - O Yoba Está Trabalhando Sozinho?'",
		"WizardHouseBasement.2": "'Criaturas Elementais - Os Espíritos do Mar'",
		"WizardHouseBasement.3": "'O Véu e o Desconhecido'",
		"WizardHouseBasement.4": "Livros de História. Parece que o Mr. Rasmodius gosta de livros sobre o Império Gotoro.",
		"WizardHouseBasement.5": "'Os 100 Anos de Yoba e Nemeah'. Dentro do livro tem uma fotografia preto e branco do Rasmodius ainda jovem sentado em baixo de uma árvore do lado de uma mulher de cabelos escuros. Ambos parecem muito solenes, quase tristes...",
		"WizardHouseBasement.6": "'Linguas Mortas - Os Protetores'",
		"WizardHouseBasement.7": "Criaturas Elementais - Os Espíritos da Floresta",
		"WizardHouseBasement.8": "Muitos mais livros sobre a arte da mágica.",
		"WizardHouseBasement.9": "'Os Limites da Mágica - Um Estudo da Essência da Mutação'",
		"WizardHouseBasement.10": "Várias Poções Coloridas. Todos eles estão marcadas com símbolos bizarros.",
		"WizardHouseBasement.11": "Uma mistura obscura ecôa na garrafa... Tem cheiro de metal.",
		"WizardHouseBasement.12": "Parece que o Mago vem estudando as propriedades da Essência Solar e comparando com a Essência do Vazio... Porque ele iria querer estudar uma coisa dessas?",
		"WizardHouseBasement.13": "As anotações estão escritas em uma língua estranha, os símbolos são muito bizarros para entender...",
		"WizardHouseBasement.14": "Está vazio...",
		}
}