{
	"Entries": {
		"AdventureGuild.1": "'Espada Oscura' - Esta brillando con una energía misteriosa.",
		"AdventureGuild.2": "'Espadón Templado' - Parece que pueda aguantarlo todo.",
		"AdventureGuild.3": "'Kris Maldita' - La hoja está hecha de una aleación de iridio.",
		"AdventureGuild.4": "'Guja de Neptuno' - Una reliquia de más allá del Mar de Gema.",
		"AdventureGuild.5": "'Alfanje' - Una hoja elaborada con esmero.",
		"AdventureGuild.6": "'Machacador' - Un martillo tremendamente pesado que hará volar a los enemigos.",
		"AdventureGuild.7": "'Hoja Sagrada' - Blandirla da esperanza.",
		"AdventureGuild.8": "'Espada Forestal' - Poderosa gracias a la magia del bosque.",
		"AdventureGuild.9": "'Como Manejar una Espada de Dos Manos para Principiantes'",
		"AdventureGuild.10": "'Criaturas Peligrosas y Donde Encontrarlas'",
		"AdventureGuild.11": "Es la espada de Marlon.",
		"AdventureGuild.12": "Es una carta codificada dirigida a Marlon, firmada por alguien llamado Qi.",
		"AdventureGuild.13": "'Bestias de Cueva del Imperio Gotoro - Un extensivo Estudio'",
		"AdventureGuild.14": "'Como ser Gentil y Cortejar a una Dama'",
		"AdventureGuild.15": "Es una foto del Gremio en sus primeros días. Un Gil sonriente puede ser visto mirando por la ventana.",
		"AnimalShop.7": "Sé que te he estado descuidando, perdóname, ¡pero sabes lo ocupado que he estado! Trabajando día y noche para hacer todo lo posible para el próximo Festival, estoy empezando a pensar que estoy demasiado viejo para todo esto...^Además, creo que tu sobrino sospecha de nosotros después de ese 'incidente' la semana pasada, tenemos que ser más cuidadosos...^Aunque he estado tan ocupado con todo, sé que siempre has estado pensando en mi.",
		"AnimalShop.22": "'Sopa de Lágrimas: Una Receta para Curarse Después de la Pérdida'",
		"AnimalShop.23": "'La Serpiente Emplumada'",
		"AnimalShop.24": "Está protegido con contraseña.",
		"AnimalShop.25": "Parece uno de los animales de peluche de Jay, pero parece demasiado viejo y harapiento para ser suyo ...",
		"AnimalShop.26": "Libros de Historia sobre la República de Ferngill y el Imperio Gotoro.",
		"AnimalShop.27": "Una lista de números de emergencia. El número de Lewis está escrito en rojo, por encima de el de la Clínica.",
		"AnimalShop.28": "Botellas de leche vacías.",
		"AnimalShop.29": "Botellas de leche vacías.",
		"AnimalShop.30": "Lleno de productos lácteos.",
		"ArchaeologyHouse.10": "'Crónicas Lunares - La Secuela del Juego'",
		"Blacksmith.1": "Hay una cinta dentro: «Colección de Blues Esencial, Vol. 2».",
		"Blacksmith.3": "'El Libro De La Inquietud'",
		"Blacksmith.4": "Querida Emily,^Sé que solo me consideras un amigo.^Es culpa mía. Soy demasiado tímido. Nunca tendré el valor suficiente para decirte la verdad.^Por eso escribo esta carta dirigida a mí mismo que acabará arrugada y tirada en una esquina.",
		"Blacksmith.9": "Una lista de tareas pendientes y un inventario de recursos. Falta piedra.",
		"Blacksmith.10": "Está lleno de hollín.",
		"Blacksmith.11": "Una caja llena de carbón, lista para elaborar o fundir algo.",
		"Blacksmith.12": "Una caja llena de carbón, lista para elaborar o fundir algo.",
		"Blacksmith.13": "'Howl, Kaddish y Otros Poemas: Una Colección de sus mejores Trabajos '",
		"Blacksmith.14": "'La Divina Comedia: El Inferno, El Purgatorio y El Paradiso'",
		"ElliottHouse.3": "Un trabajo en progreso.",
		"ElliottHouse.6": "Una tormenta de ideas plasmada en papel. Elliot parece disfrutar de la mitología de las Sirenas y el folclore",
		"ElliottHouse.7": "'Cien Años de Soledad: Un Referente Imprescindible de la Vida y la Narrativa Latinoamericana.'",
		"FishShop.8": "'La Tormenta Perfecta: Una Historia Real de Hombres contra el Mar'",
		"FishShop.9": "Una vieja imagen descolorida de un joven Willy mostrando con orgullo su captura: ¡un enorme atún! Un anciano se ríe a su lado, ayudándolo a sostener el pescado.",
		"FishShop.10": "Miras dentro del cajón. Un libro titulado 'Mirando a través del Agua: Una Novela' y un par de anteojos viejos son las únicas cosas dentro. Abres el libro y lees la inscripción:^'Para mi querido muchacho,^Un libro debería servir como hacha para el mar helado dentro de nosotros. Siempre estaremos juntos cuando estés en el mar, siempre.^Con Amor,^- Abuelo'",
		"FishShop.11": "Además de la ridícula cantidad de pescado, la nevera también alberga dos botellas de hidromiel, sin abrir. Pero todo apesta mucho, ¡qué asco!",
		"FishShop.12": "El televisor está configurado en el canal de telenovela.",
		"FishShop.13": "Está lleno de baratijas viejas y álbumes familiares.",
		"HaleyHouse.18": "Es una foto de Haley y Emily jugando en el barro cuando eran pequeñas. Haley está llorando y Emily felizmente 'pinta' el pelo dorado de su hermana con el barro.",
		"HaleyHouse.19": "Es el ordenador de Haley. Esta protegido con contraseña ...",
		"HaleyHouse.20": "'Naturaleza Creativa y Fotografía al Aire Libre'",
		"HaleyHouse.21": "'Dentro del Marco - El Viaje de la Visión Fotográfica'",
		"HaleyHouse.22": "Es un juego de costura lleno de hilos coloridos.",
		"HaleyHouse.23": "Es un juego de costura lleno de hilos coloridos.",
		"HaleyHouse.24": "'El Diario de los Sueños - Singularmente Triste y Divertido'",
		"HaleyHouse.25": "El Televisor esta puesto en el canal de Moda.",
		"HaleyHouse.26": "Está vacío.",
		"HaleyHouse.27": "Es un par de tijeras. ¡Parecen afiladas!",
		"HaleyHouse.28": "Fotografías del Bosque Tizón. Parece que Haley disfruta tomando fotos cerca del estanque.",
		"HarveyRoom.12": "Está lleno de comida precocinada. También hay una botella de vino, sin abrir.",
		"HarveyRoom.15": "'Construcción y Detallado de Modelos de Aviones'",
		"HarveyRoom.16": "Es una foto de un joven Harvey posando al lado de un avión.",
		"HarveyRoom.17": "Esta lleno de revistas de modelos de aviones.",
		"Hospital.7": "'No sea un ingenuo y consiga la vacuna contra la gripe... ¡Vacune a sus conocidos!",
		"Hospital.8": "'¡Las actitudes son contagiosas! ¿Estás tu cogiendo alguna?'",
		"Hospital.9": "Es el horario de la clínica, abierto de 9:00 a 15:00. Maru trabaja en la clínica de 9:30 a 16:30 todos los Martes y Jueves.",
		"Hospital.10": "Periódicos y revistas, listos para ayudar a poner tu mente en funcionamiento.",
		"Hospital.11": "Libros sobre cómo llevar un estilo de vida saludable.",
		"Hospital.12": "'Una Guía para Ensayos Clínicos'",
		"Hospital.13": "Es un estereomicroscopio.",
		"Hospital.14": "Está vacío.",
		"JoshHouse.15": "¡Estas galletas huelen deliciosas!",
		"JoshHouse.16": "Alex está estudiando tácticas de rugby. El Rugby Defensivo y las estrategias de Rugby en Equipo están marcadas en rojo.",
		"JoshHouse.17": "Es una foto de Evelyn y George cuando eran más jóvenes. Ambos se ven muy felices.",
		"JoshHouse.18": "'Las Luces de la Noche de un Viernes: un Pueblo, un Equipo, y un Sueño'",
		"JoshHouse.19": "La radio está puesta en la emisora de Deportes.",
		"JoshHouse.20": "Una lista de Ejercicios de Entrenamiento con pesas para cada grupo muscular..",
		"JoshHouse.21": "Fotos de Alex y Haley en la playa.",
		"JoshHouse.22": "Es la fotografía de una madre que sostiene a su bebé con una ligera sonrisa.",
		"JoshHouse.23": "'El Gran Gatsby'",
		"JoshHouse.24": "Parece que alguien le está enseñando literatura a Alex. ¿Quién podría ser el tutor?",
		"JoshHouse.25": "Es la fotografía de una joven con el pelo castaño.",
		"LeahHouse.7": "Es un utensilio para tallar la madera, en concreto una especie de espátula.",
		"LeahHouse.8": "Es un mazo de madera.",
		"LeahHouse.9": "Una variedad de pinturas de aceite.",
		"LeahHouse.10": "Es pintura acrílica.",
		"LeahHouse.11": "Es pintura acrílica.",
		"LeahHouse.12": "Es un llantén mayor, lleno de nutrientes y seguro para ingerir. ¡También puede ayudar a tratar quemaduras menores, picaduras de insectos y heridas abiertas!",
		"LeahHouse.13": "Algo huele bien...",
		"LeahHouse.14": "Suministros de un kit de pintura, papel de lija y utensilios de tallado. También hay unos cuadernos de dibujo usados.",
		"ManorHouse.4": "Algunas notas de preparación para los próximos festivales del pueblo.",
		"ManorHouse.5": "La ropa del Alcalde, nada especial.",
		"ManorHouse.6": "'A través del Mar de Gema - Memorias de un Soldado'",
		"ManorHouse.7": "'Recordando el Invernadero del Abuelo'. Dentro del libro hay una foto del abuelo de Lewis riéndose mientras bebe vino en el salón...",
		"ManorHouse.8": "'El Conde de Montecristo'",
		"MaruBasement.1": "Es un prototipo del dispositivo que Maru está terminando en su habitación.",
		"MaruBasement.2": "'La Máquina de las Emociones: El Pensamiento Común, la Inteligencia Artificial y el Furuto de la Mente Humana'",
		"MaruBasement.3": "'Programando la Inteligencia Colectiva'",
		"MaruBasement.4": "'Código Completo Vol.2 - Un Práctico Manual de Desarrollo de Software'",
		"MaruBasement.5": "Notas llenas de algoritmos y fórmulas extrañas. Hay un lindo dibujo de un conejito en la parte superior izquierda de la hoja.",
		"MaruBasement.6": "'El Mítico Hombre-Mes: Ensayos de Ingeniería de Software'",
		"MaruBasement.7": "'Inteligencia Artificial: Una Nueva Síntesis'",
		"MaruBasement.8": "Está protegido con contraseña y... ¿Es eso un escáner de retina? Parece que Maru se toma muy en serio la seguridad.",
		"MaruBasement.9": "Un inventario con recursos. Paquetes de pilas, barras de Oro e Iridio, así como de Diamante, están fuera de existencias. ¿Qué estaría haciendo Maru con todas estas cosas?",
		"MaruBasement.10": "Está lleno de partes metálicas.",
		"MaruBasement.11": "El almacenamiento personal de Maru. Hay barras de Hierro y un poco de Cuarzo.",
		"MaruBasement.12": "Otro almacenamiento personal de Maru. En este solo queda una Pila.",
		"Saloon.1": "'El Rodaballo'",
		"Saloon.2": "'Principios de la Enseñanza y Práctica del Violín'",
		"Saloon.3": "Canal de cocina. Trucos de cocina las 24 horas, concursos y reseñas de restaurantes.",
		"Saloon.4": "'La Rapsodia del Último Sabor - El Último Deseo del Mayor Crítico Alimentario del Mundo'",
		"Saloon.5": "Parecen notas sobre una extraña nueva receta culinaria que Gus está tratando de mejorar.",
		"Saloon.6": "Está puesto en el canal de Música.",
		"Saloon.7": "¡Algo huele increíblemente delicioso! Está claro que no será pizza con piña.",
		"Saloon.8": "Revistas de cocina.",
		"SamHouse.3": "Jodi:^^Ahora que vuelvo a casa quiero contarte algunas cosas. Puede que ya no sea el hombre que recuerdas. He visto cosas que me han conmocionado. Me está costando mucho relajarme.^^No quiero que te asustes ni te entristezcas. Simplemente, no quiero que mi regreso te impacte.^^Recuerda, haga lo que haga, los niños y tú lo sois todo para mí.^^Nos vemos pronto.^^-Kent",
		"SamHouse.10": "--Informe de notas--^^Nombre: Vincent^^Lectura: Aprobado^Ortografía: Suspenso^Matemáticas: Aprobado^Sociales: Notable^Plástica: Notable^Educación física: Sobresaliente^^^P. D.: Vince es un buen chico, ¡pero podría estudiar un poco más!^^-Penny",
		"SamHouse.13": "Los juguetes de Vicent están desparramados por la habitación.",
		"SamHouse.14": "Caroline-^^Ya no sé que hacer conmigo misma. Los niños siguen preguntándome por su padre, ¡y yo no sé qué decirles!...^Oh Caroline, ojalá no hubiera ido a la guerra. Ojalá se hubiera quedado - con nosotros - y me hubiera ayudado a criar a los niños. ¡Necesitan a su padre! ¡Lo necesito! Y lo extraño con locura...^^Sé que las cosas no han sido mejores entre tú y Pierre - pero tú sabes que siempre estaré aquí cuando necesites hablar, siempre - pero espero que nunca tengas que experimentar lo sola y perdida que me siento en estos momentos.^Al menos, siempre nos tendremos la una a la otra juntas para lo que sea, incluyendo a nuestros niños. Tenemos que ser fuertes por ellos Caroline, son lo más importante en nuestras vidas.^Por favor, escríbeme, leyendo tus cartas, me ayudan a relajarme y espero que consigas algo de consuelo leyendo las mías también .^^-Jodi",
		"SamHouse.15": "'Guerra y Alma: La Curación del Trauma de Guerra'",
		"SamHouse.16": "'Hasta el Fin de la Tierra - Una Extraordinaria Epopeya de Amor, Guerra y Tristeza...'",
		"SamHouse.17": "'La Literatura Guernsey y la Sociedad de la Patata Pelada'",
		"SamHouse.18": "Hay una pequeña nota en el fondo, 'Recuerda lo gentil y amable que eres, eso es lo que te hace tan especial. -Penny'",
		"SamHouse.19": "Es un bloc de dibujo, lleno de insectos en su mayoría extraños. Parece que Vincent disfruta dibujando, ¡y es muy bueno en ello!",
		"SamHouse.20": "Hay un pequeño Escarabajo Rinoceronte dentro del envase de cristal.",
		"SamHouse.21": "'Forjador de Melodías: Dentro del Arte de Componer Canciones'",
		"SandyHouse.1": "Un cactus muy parecido al de la habitación de Emily. Hay una pequeña nota en la maceta, 'Grandes mentes piensan igual, y no somos diferentes. Te estoy extrañando todo el tiempo, ¡visítame pronto! -Emily'",		
		"SandyHouse.2": "Hay botellas de leche escondidas detrás de las bolsas de semillas ...",
		"SandyHouse.3": "¡Es el tocador de Sandy! Se exhiben muchos artículos hermosos, no es de extrañar que Sandy siempre se vea tan elegante.",
		"SandyHouse.4": "Estimada señorita Sandy:^^Espero que esta carta la encuentre en buena salud.^^Me gustaría disculparme por las molestias de ayer. Mi Guardia me dice que el evento la alarmó bastante, incluso horrorizado, y no quisiera que esto agrietara nuestro acuerdo.^Puede estar segura de que este caballero no volverá a nuestro 'Oasis' en el Desierto nuevamente.^^También me gustaría ofrecerle una muestra de mi agradecimiento por todo lo que ha hecho.^Se sabe que la flor que ahora posee solo despierta bajo el cielo de la luna y libera un maravilloso olor dulce similar a la canela y las manzanas.^Muy misterioso, ¿no es así? Espero que la disfrute.^^Atentamente,^- Qi",
		"SandyHouse.5": "El horno parece estar roto.",
		"SandyHouse.6": "¡Hay un par de botellas de leche de cabra, huevos y algunos productos forrajeros del Valle!",
		"SandyHouse.7": "¡Muchos libros de cocina, Sandy debe disfrutar de buena comida!",
		"SandyHouse.8": "El televisor está configurado para el canal de películas.",
		"SandyHouse.9": "Es una foto de Sandy rodeada de una gran familia feliz, abrazándose y riéndose a la cámara mientras comparten la comida.",
		"SandyHouse.10": "'Habibi'",
		"SandyHouse.11": "'Ishmael: Una Novela'",
		"SandyHouse.12": "'Con Piedras en Nuestras Manos'",
		"SandyHouse.13": "¡Una colección de CD, uno de ellos es de la banda de Sam!",		
		"ScienceHouse.1": "¡Es un póster del espacio!",
		"ScienceHouse.3": "«Cómo triunfar en tu segundo matrimonio» y «Trucos prácticos para padrastros primerizos».",
		"ScienceHouse.4": "'Ciencia Física y Proyectos de Ingieneria: Uniéndose al Cerebro y al Músculo",
		"ScienceHouse.9": "Hay muchos refrescos, también hay de fresas silvestres y duraznos.",
		"ScienceHouse.10": "Es una Tabla periódica.",
		"ScienceHouse.13": "Es un estereomicroscopio.",
		"ScienceHouse.14": "Es un estereomicroscopio.",
		"ScienceHouse.15": "'Nuestra Invención Final: La Inteligencia Artificial y el Fin de la Era Humana'",
		"ScienceHouse.16": "'MarILDA' Es el Robot de Maru",
		"ScienceHouse.17": "Hay una cinta dentro, 'El Sonido Sensual de los Amantes del Tango, Vol. 1'.",
		"ScienceHouse.18": "Hay un pequeño cartel dentro de la papelera. Muestra una enfermera armada con agujas y escalpelos, yendo contra una horda de zombis. En lo alto del cartel se lee: '¡Reina del Trauma! ¡Las Enfermeras llaman a los Tiros!' ",
		"ScienceHouse.19": "Es una foto del matrimonio de Demetrius y Robin. Junto a ellos, una joven Maru sonríe a la cámara mientras agarra la mano de su padre, mientras que Sebastian se inclina hacia su madre, con un rostro muy sombrío.",
		"ScienceHouse.20": "Está puesto en el canal de Historia.",
		"ScienceHouse.21": "Un par de revistas de Arquitectura moderna.",
		"ScienceHouse.22": "Hay un montón de revistas de carpintería, probablemente sean de Robin.",
		"ScienceHouse.23": "Está lleno de informes sobre la Calidad del Agua del Lago de la Montaña.",
		"ScienceHouse.24": "Estudios sobre la fauna y flora del Valle de Stardew Valley.",
		"ScienceHouse.25": "Es un Refrigerador de Laboratorio apilado con varias muestras de cosas desconocidas.",
		"ScienceHouse.26": "Está lleno de papeles.",
		"ScienceHouse.27": "Cajas llenas de productos de Joja. Parece que Demetrius está estudiando sus componentes.",
		"ScienceHouse.28": "Cajas llenas de productos de Joja. Parece que Demetrius está estudiando sus componentes.",
		"ScienceHouse.29": "Es una muestra de agua del Lago de la Montaña. Demetrius debe de estar comprobando si hay algún tipo de contaminación.",
		"ScienceHouse.30": "El ordenador de Demetrius. Está protegido con contraseña.",
		"SebastianRoom.2": "'Las Crónicas de Solarion', tomos 1 a 13.",
		"SebastianRoom.3": "«Crónicas de Solarion: El Juego».",
		"SebastianRoom.4": "'Código Limpio: Un Manual de Ingeniería de Software Ágil'",
		"SebastianRoom.5": "Es una tubería de agua.",
		"SebastianRoom.6": "'Teclados Electrónicos: Lecciones - Teoría - Técnica'",
		"SebastianRoom.7": "Es una foto de un Sebastian mucho más joven jugando con un chico de cabello oscuro. Ambos se ríen alegremente.",
		"SebastianRoom.8": "Hay una nota al lado de las velas, 'Necesitas más luz en tu habitación, ¡es demasiado oscura! -Abi' ",
		"SeedShop.2": "Es la cobaya de Abigail, David. Te mira con unos ojos curiosos.",
		"SeedShop.3": "Es la cobaya de Abigail, David. Te mira con unos ojos curiosos.",
		"SeedShop.5": "«Paternidad para Novatos: Sobrevivir a la Adolescencia».",
		"SeedShop.8": "«El Imperio de JojaCo: La Verdad Bajo Los Cupones Gratis».",
		"SeedShop.9": "Al Sr. Pierre:^Lamento ser portador de malas noticias, pero me siento obligado de informarle de un acontecimiento reciente que puede poner en riesgo su modo de vida.^^Joja Co. ha decidido ampliar su negocio en Pueblo Pelícano. Es demasiado tarde para quejarse. Los obreros de Joja ya han comenzado a construir el nuevo MercaJoja.^^Debe de ser una noticia devastadora para usted.^^Tantos años en el negocio... Un referente local... Todo para verse eclipsado por la sombra de una corporación poderosa, eficiente y económicamente viable. ¡Qué lástima!^^Como director del nuevo MercaJoja, me siento, hasta cierto punto, personalmente responsable de su aprieto. Por ello, quisiera ofrecerle el puesto de asistente de tendero. Los salarios comienzan a 5G la hora. ¡Espero recibir pronto su currículum!^^-Sr. Morris, Director del MercaJoja de Pueblo Pelícano.",
		"SeedShop.11": "Hay una cinta en el interior, 'Suéltalo de una sola Sentadilla - Mezcla de Música Motivacional para el Gimnasio, Vol.3'",
		"SeedShop.12": "Este armario está lleno de equipo para hacer ejercicio.",
		"SeedShop.13": "¡Está lleno de Babas Verdes y rocas! ¿De dónde ha sacado todo esto?",
		"SeedShop.14": "'Técnicas Avanzadas para un Baterista Moderno'",
		"SeedShop.15": "Parece que Pierre está escribiendo un artículo sobre los productos de baja calidad de Joja, y cómo envenenan tu cuerpo y alma.",
		"SeedShop.16": "Está vacío.",
		"SeedShop.17": "Revistas de 'Hogares y Diseños'.",
		"SeedShop.18": "Es una pesa de vinilo.",
		"SeedShop.19": "'Tratando Con Dragones - La Serie Encantada de las Crónicas del Bosque'",
		"SeedShop.20": "'El Corazón es un Cazador Solitario'",
		"SeedShop.21": "'Corona de Sombras' - La Impresionante Conclusión de la Trilogía Coldfire de C. S. Friedman.",
		"SeedShop.22": "Es una foto de unos años atrás de Pierre, Caroline, y Abigail teniendo un picnic cerca del río. Jodi, todavía embarazada de Vincent, observa con una alegre sonrisa como Sam se une a ellos, dando más alegría aún a la fiesta.",
		"SeedShop.23": "Está puesto en el canal de Noticias.",
		"SeedShop.24": "No hay mensajes nuevos.",
		"Town.6": "¿Quién es un buen perrito? ¡Tú lo eres!",
		"Trailer.6": "Un dibujo de un delfín hecho por Vincent.",
		"Trailer.7": "¡Hay algunas magdalenas cocinándose en el horno! Aunque... se ven un poco raras.",
		"Trailer.8": "Está puesto en el canal de Comedia.",
		"Trailer.9": "Dentro del cajón hay muchas fotografías viejas y descoloridas. Son en su mayoría de Penny cuando era más joven, pero también hay una foto de Pam montada en el autobús, con un aspecto más alegre.",
		"Trailer.10": "Latas de cerveza sin abrir.",
		"Trailer.11": "Es una caja llena de todo tipo de cosas y baratijas.",
		"Trailer.12": "La ropa de Pam, nada interesante.",
		"Trailer.13": "Pam,^^Sé que no hay nada que pueda hacer o decir que pueda borrar lo que he hecho en el pasado, lo sé, pero por favor, háblame de Penny.^No la he visto desde que era pequeña, ¿cómo es ahora? ¿está bien?^Desearía poder volver a ese día y detenerme a mi mismo, pero no puedo...^Todo lo que puedo esperar es que vosotras dos me perdonéis...^^No voy a verte hasta que me digas algo, no te preocupes, no voy a montar ningún teatro. Sólo espero que estés bien y que los años te hayan hecho bien.^Dile a Penny que la quiero, por favor, y pídele que perdone a su viejo, si puede. Todavía soy su padre, no lo olvides.^^Perdóname, Pam.",
		"WizardHouse.1": "Una muestra de algún tipo de líquido brillante.",
		"WizardHouse.2": "Varias pociones, será mejor no tocarlas.",
		"WizardHouse.3": "'El Bestiario del Mago - Más allá del Imperio Gotoro'",
		"WizardHouse.4": "'Cocinar con los Ojos Cerrados: Cómo Sobrevivir en la Cocina'",
		"WizardHouse.5": "'El Boticario Herbal - Instrucciones para hacer tés de hierbas, tinturas, compresas y ungüentos para tratar todo, desde la tensión muscular hasta el resfriado común o la ansiedad'",
		"WizardHouse.6": "Parece nuevo.",
		"WizardHouse.7": "Está vacío.",
		"WizardHouse.8": "Es un libro escrito en un idioma extranjero. En la cubierta se puede leer 'Grimorio'.",
		"WizardHouse.9": "'La Magia en la Teoría: Una Introducción a los Elementos Teóricos de la Invocación'",
		"WizardHouse.10": "'Invocación de Espíritus - El Arte de la Evocación Mágica'",
		"WizardHouse.11": "'El Necronomicón'",
		"WizardHouse.12": "Varios libros sobre magia.",
		"WizardHouse.13": "'La Enciclopedia Completa Ilustrada de Plantas Mágicas, Revisada: Una Guía Práctica para Crear Curación, Protección y Prosperidad usando Plantas, Hierbas y Flores'",
		"WizardHouse.14": "'El Manual Herbal del Alquimista -  Un Grimorio de Elixires, Aceites, Incienso, y Fórmulas'",
		"WizardHouse.15": "'El Arte de Vivir Solo'",
		"WizardHouse.16": "Está lleno de túnicas moradas.",
		"WizardHouse.17": "Está lleno de túnicas moradas.",
		"WizardHouseBasement.1": "'Los Antiguos Guardianes - ¿Está Yoba Operando Solo?'",
		"WizardHouseBasement.2": "'Criaturas Elementales - Los Espíritus del Mar'",
		"WizardHouseBasement.3": "'La Bella y El Desconocido'",
		"WizardHouseBasement.4": "Libros de historia. Parece que el Sr. Rasmodius disfruta leyendo libros sobre el Imperio Gotoro.",
		"WizardHouseBasement.5": "'Los 100 años de Yoba y Nemeah'. Dentro del libro hay una foto en blanco y negro de un joven Rasmodius sentado bajo un árbol junto a una dama de pelo oscuro. Ambos se ven muy solemnes, casi tristes...",
		"WizardHouseBasement.6": "'Idiomas Extintos - Los Guardianes'",
		"WizardHouseBasement.7": "Criaturas Elementales - Los Espíritus del Bosque",
		"WizardHouseBasement.8": "Muchos más libros sobre las Artes Mágicas.",
		"WizardHouseBasement.9": "'Los Límites de la Magia - Un Estudio sobre la Esencia de la Mutación'",
		"WizardHouseBasement.10": "Varias pociones de colores. Todas ellas están etiquetadas con símbolos diferentes.",
		"WizardHouseBasement.11": "Un brebaje negro rebosa por el borde de la botella... Huele a metal.",
		"WizardHouseBasement.12": "Parece que el Mago ha estado estudiando las propiedades de la Esencia Solar y comparándolas con la de la Esencia Sombría ... ¿Qué es lo que el Mago está tratando de hacer con toda esta información?",
		"WizardHouseBasement.13": "Las nota están escritas en un lenguaje extraño, los símbolos son demasiado raros para entenderlos...",
		"WizardHouseBasement.14": "Está vacío...",
		}
}