{
	"Entries": {
		"AdventureGuild.1": "'Темный меч' - Он светится таинственной энергией.",
		"AdventureGuild.2": "'Закаленный палаш' - Похоже, такой меч выдержит всё.",
		"AdventureGuild.3": "'Злой Крис' - Клинок выкован из иридиевого сплава.",
		"AdventureGuild.4": "'Глефа Нептуна' - Эта реликвия появилась за пределами Самоцветного моря.",
		"AdventureGuild.5": "'Абордажная сабля' - Клинок тонкой работы.",
		"AdventureGuild.6": "'Дуболом' - Чрезвычайно тяжёлый молот, который отправит врагов в полeт.",
		"AdventureGuild.7": "'Святой клинок' - Он даёт вам надежду.",
		"AdventureGuild.8": "'Меч Леса' - Он наделён мощью лесной магии.",
		"AdventureGuild.9": "'Как обращаться с двуручным мечом для чайников.'",
		"AdventureGuild.10": "'Опасные существа и где их найти.'",
		"AdventureGuild.11": "Это меч Марлона.",
		"AdventureGuild.12": "Это зашифрованное письмо, адресованное Марлону. Подписано Мистером Ки.",
		"AdventureGuild.13": "'Пещерные звери Империи Готоро - Подробное исследование'",
		"AdventureGuild.14": "'Как быть милым и покорить даму'",
		"AdventureGuild.15": "Это фото Гильдии в ее ранние годы. В окне можно заметить улыбающуюся девушку.",
		"AnimalShop.7": "Я знаю, что не уделял тебе достаточно внимания в последнее время, прости меня - я был так занят... Работая днем и ночью, чтобы подготовить все для следующего фестиваля, я начал думать, что уже слишком стар для всего этого...^Кроме того, я полагаю, что твой племянник что-то подозревает после того 'инцидента' на прошлой неделе - нам нужно быть осторожнее...^Хоть я и был занят делами, знай, что я постоянно думал о тебе.^^ - Л.",
		"AnimalShop.22": "'Суп из слез: рецепт исцеления после потери'",
		"AnimalShop.23": "'Пернатый Змей'",
		"AnimalShop.24": "Он защищен паролем.",
		"AnimalShop.25": "Это похоже на одну из мягких игрушек Джас, но выглядит слишком старым и рваным, чтобы принадлежать ей.",
		"AnimalShop.26": "Книги по истории Фернгилльской Республики и Империи Готоро.",
		"AnimalShop.27": "Список номеров экстренных служб. Номер Льюиса написан красным, над номером клиники.",
		"AnimalShop.28": "Пустые бутылки из-под молока.",
		"AnimalShop.29": "Пустые бутылки из-под молока.",
		"AnimalShop.30": "Заполнены молочными продуктами.",
		"ArchaeologyHouse.10": "'Хроники Лунариума - Сиквел'",
		"Blacksmith.1": "Внутри есть кассета:'Лучший сборник блюза, вып.2'",
		"Blacksmith.4": "Дорогая Эмили,^^я знаю, ты видишь во мне лишь друга, но я хотел бы...^...Это все моя вина. Я слишком застенчивый. Я никогда не наберусь храбрости сказать тебе правду...^Поэтому я пишу самому себе это письмо, которое, конечно, потом скомкаю и брошу в угол...",
		"Blacksmith.9": "Список дел и перечень запасов. Не хватает камня.",
		"Blacksmith.11": "Ящик с углем, готовым для обработки или плавки.",
		"Blacksmith.12": "Ящик с углем, готовым для обработки или плавки.",
		"Blacksmith.13": "'Вопль, Каддиш и другие стихотворения'",
		"Blacksmith.14": "'Божественная комедия'",			
		"Blacksmith.15": "'Книга непокоя'",		
		"ElliottHouse.3": "Работа в процессе.",
		"ElliottHouse.6": "Мозговой штурм идей. Кажется, Эллиоту нравится мифология и фольклор о русалках.",
		"ElliottHouse.7": "'Сто Лет Одиночества'",
		"FishShop.8": "'Идеальный шторм: настоящая история человеческого противостояния морю'",
		"FishShop.9": "Старая выцветшая фотография молодого Вилли, гордо демонстрирующего свой улов: огромного тунца! Рядом с ним смеется старик, помогая ему держать рыбу...",
		"FishShop.10": "Вы заглядываете внутрь ящика. Внутри лежат лишь книга под названием 'Глядя сквозь воду: Роман'  и пара старых очков. Вы открываете книгу и читаете надпись: 'Для моего дорогого мальчика,^Книга должна быть топором для замерзшего моря внутри нас. Я всегда с тобой, когда ты выходишь в море, всегда.^С любовью,^- Дедушка'",
		"FishShop.11": "Помимо нелепого количества рыбы, в холодильнике также лежат две бутылки меда, неоткрытые. Но все это ужасно воняет, фу !!!",
		"FishShop.12": "Телевизор настроен на канал теленовелл.",
		"FishShop.13": "Здесь полно старых безделушек и семейных альбомов.",
		"HaleyHouse.17": "Нашим любимым девочкам:^Мы скучаем по вам и надеемся, что вы хорошо справляетесь без нас. Мы только что покинули острова Ферн прошлой ночью, проведя там два месяца.^Это был замечательный опыт...Настоятельно рекомендуем!.^Убедитесь, что правильно питаетесь и не забудьте оплатить счета за электричество!^^С любовью,^Мама и Папа",
		"HaleyHouse.18": "Это фотография Хейли и Эмили, играющих в грязи, когда они были маленькими. Хейли плачет, в то время как Эмили радостно 'красит' золотые волосы своей сестры грязью.",
		"HaleyHouse.19": "Это компьютер Хейли. Он защищен паролем",
		"HaleyHouse.20": "'Креативная природа и фотография на открытом воздухе'",
		"HaleyHouse.21": "'В кадре - путешествие фотографического видения'",
		"HaleyHouse.22": "Это швейный набор, полный разноцветных ниток.",
		"HaleyHouse.23": "Это швейный набор, полный разноцветных ниток.",
		"HaleyHouse.24": "'Журнал снов'",
		"HaleyHouse.25": "Телевизор настроен на канал о моде.",
		"HaleyHouse.26": "Тут пусто.",
		"HaleyHouse.27": "Это ножницы. Выглядят остро!",
		"HaleyHouse.28": "Фотографии леса Синдерсэп. Кажется, Хейли нравится делать снимки возле пруда.",
		"HarveyRoom.12": "Здесь полно полуфабрикатов. Есть также одна бутылка вина, неоткрытая.",
		"HarveyRoom.15": "'Создание и детализация моделей самолетов'",
		"HarveyRoom.16": "Это фотография молодого Харви, позирующего рядом с самолетом.",
		"HarveyRoom.17": "Он полон журналов о моделях самолетов.",
		"Hospital.7": "'Не заразись гриппом - не будешь синим! Коли вакцину!'",
		"Hospital.8": "'Мнения заразны! Стоит ли твое того, чтобы его подхватить?'",
		"Hospital.9": "Это расписание клиники. Открыто с 9:00 до 15:00. Мару работает в клинике с 9:30 до 16:30 каждый вторник и четверг.",
		"Hospital.10": "Газеты и журналы, которые помогут вам успокоиться.",
		"Hospital.11": "Книги о том, как вести здоровый образ жизни.",
		"Hospital.12": "'Руководство по клиническим испытаниям'",
		"Hospital.13": "Это стереомикроскоп.",
		"Hospital.14": "Тут пусто.",
		"JoshHouse.1": "Мама^^Если ты читаешь это, значит, меня больше нет.^Мне очень жаль, что тебе пришлось пройти через это. Знай, что я люблю вас обоих.^Не расстраивайтесь, я теперь с Иобой.^Моя последняя просьба: позаботьтесь об Алексе. Ему нужна семья, стабильность. Он хороший ребенок.^^С любовью,^Клара",
		"JoshHouse.15": "Эти печенья очень вкусно пахнут!",
		"JoshHouse.16": "Алекс изучает тактики регби. Стратегии защитного и командного регби обведены красным.",
		"JoshHouse.17": "Это фотография Эвелин и Джорджа, когда они были моложе. Они выглядят очень счастливыми.",
		"JoshHouse.18": "'Огни ночной пятницы: город, команда и мечта'",
		"JoshHouse.19": "Радио настроено на спортивную станцию.",
		"JoshHouse.20": "Список упражнений с отягощениями для каждой группы мышц.",
		"JoshHouse.21": "Фотографии Алекса и Хейли на пляже.",
		"JoshHouse.22": "Это картина матери, держащей ребенка.",
		"JoshHouse.23": "'Великий Гэтсби'",
		"JoshHouse.24": "Кажется, кто-то преподает литературу Алексу. Кто же репетитор?",
		"JoshHouse.25": "Это фотография молодой леди с каштановыми волосами.",
		"LeahHouse.7": "Это импровизированный резец по дереву.",
		"LeahHouse.8": "Это молоток для резьбы.",
		"LeahHouse.9": "Разнообразные масляные краски.",
		"LeahHouse.10": "Это акриловая краска.",
		"LeahHouse.11": "Это акриловая краска.",
		"LeahHouse.12": "Это широколистный подорожник, богатый питательными веществами и безопасный для употребления. Он также может помочь в лечении небольших ожогов, укусов насекомых и открытых ран!",
		"LeahHouse.13": "Что-то вкусно пахнет...",
		"LeahHouse.14": "Малярные принадлежности, наждачная бумага и инструменты для резьбы по дереву. Есть также старые альбомы для рисования.",
		"ManorHouse.4": "Заметки о подготовке к следующим праздникам.",
		"ManorHouse.5": "Одежда мэра, ничего особенного.",
		"ManorHouse.6": "'За Морем - Мемуары Солдата'",
		"ManorHouse.7": "'Воспоминания о теплице'. Внутри книги фото дедушки и Льюиса, которые смеются, попивая вино в салуне...",
		"ManorHouse.8": "'Граф Монте-Кристо'",
		"MaruBasement.1": "Это прототип устройства, которое Мару заканчивает в своей комнате.",
		"MaruBasement.2": "'Машина эмоций: мышление здравого смысла, искусственный интеллект и будущее человеческого разума'",
		"MaruBasement.3": "'Программируем Коллективный Разум'",
		"MaruBasement.4": "'Код завершен 2'",
		"MaruBasement.5": "Заметки заполнены алгоритмами и странными формулами. В левом верхнем углу листа есть симпатичный набросок зайчика.",
		"MaruBasement.6": "'Мифический человеко-месяц'",
		"MaruBasement.7": "'Искусственный интеллект: новый синтез'",
		"MaruBasement.8": "Он защищен паролем и ... это что, сканнер сетчатки?",
		"MaruBasement.9": "'Инвентаризация ресурсов. Аккумуляторов, слитков иридиума и золота, а также алмаза нет в наличии.'^Что Мару делает со всеми этими вещами?",
		"MaruBasement.10": "Он заполнен металлическими деталями.",
		"MaruBasement.11": "Запасы Мару. Есть железные и медные прутья и немного кварца.",
		"MaruBasement.12": "Запасы Мару. Остался только один аккумулятор.",
		"Saloon.1": "'Камбала'",
		"Saloon.2": "'Принципы игры на скрипке'",
		"Saloon.3": "Он настроен на канал о кулинарии. 24/7: кулинарные советы, игровые шоу и обзоры ресторанов.",
		"Saloon.4": "'Изысканная Рапсодия'",
		"Saloon.5": "Заметки о странном новом кулинарном рецепте, который Гас пытается переделать.",
		"Saloon.6": "Настроено на музыкальный канал.",
		"Saloon.7": "Что-то восхитительно пахнет!",
		"Saloon.8": "Кулинарные журналы.",
		"SamHouse.3": "Джоди,^^Поскольку я возвращаюсь домой, я хочу рассказать тебе кое-что.^Возможно, я не тот человек, которого ты помнишь ... Я видел здесь вещи, которые действительно потрясли меня. Я с трудом расслаблялся, засыпал и общался. ^ Я не пытаюсь тебя напугать или расстроить, просто не хочу, чтобы вы были шокированы, когда я вернусь. ^^ Помните, неважно, как я себя поведу - ты и дети значите для меня все, и я люблю вас.^Скоро увидимся.^^- Кент",
		"SamHouse.10":" --Табель успеваемости--^^Имя: Винсент^^Чтение: 3^Правописание: 2^Математика: 3^Обществознание: 4-^Рисование: 5^Физкультура: 5^^Примечание:^Винсент очень активный и славный  мальчик, но ему не помешает учиться немного усерднее!^- Пенни",
		"SamHouse.13": "Игрушки Винсента разбросаны по комнате.",
		"SamHouse.14": "Кэролайн-^^Я просто не знаю, что делать. Дети продолжают спрашивать меня о своем отце, и я просто не понимаю, что им сказать!...^О, я бы так хотела, чтобы он не уходил на войну, чтобы он остался со мной - с нами - и помог мне воспитать детей. Им нужен их отец! Он нужен мне! И я ужасно по нему скучаю...^^ Я знаю, что у тебя и Пьера не все гладко, и ты знаешь, что я всегда буду здесь, если тебе нужно будет выговориться. Надеюсь, что ты никогда будешь чувствовать себя такой одинокой и потерянной, как я. По крайней мере, мы есть друг у друга, и есть наши дети. Мы должны быть сильными для них, Кэролайн. Они - лучшее, что есть  в нашей жизни. Пожалуйста, напиши мне ответ. Меня успокаивает чтение твоих писем, и я надеюсь, что тебе они тоже приносят утешение.^^ - Джоди",
		"SamHouse.15": "'Война и душа: лечение травмы'",
		"SamHouse.16": "'На Краю Земли'",
		"SamHouse.17": "'Клуб любителей книг и пирогов из картофельных очистков'",
		"SamHouse.18": "Внизу есть небольшая заметка: 'Помни, какой ты милый и добрый - вот что делает тебя таким особенным. - Пенни'",
		"SamHouse.19": "Это блокнот, заполненный в основном странными жуками. Кажется, Винсент любит рисовать, и он очень хорош в этом!",
		"SamHouse.20": "В стеклянном контейнере сидит маленький жук-носорог.",
		"SamHouse.21": "'Композитор-песенник: Искусство сочинения песен'",
		"SandyHouse.1": "Кактус очень похож на тот, что стоит в комнате Эмили. На горшке есть небольшая записка: 'Великие умы думают одинаково, и мы ничем не отличаемся. Я скучаю по тебе все время, приезжай ко мне как можно скорее! -Эмили'",
		
		"SandyHouse.2": "There are bottles of milk hidden behind the seed bags...",
		"SandyHouse.3": "Sandy's boudoir! Many beautiful items are on display; no wonder Sandy always looks so elegant!",
		"SandyHouse.4": "Dear Miss Sandy,^^I hope this letter finds you in good health.^^I would like to apologize for yesterday's inconvenience. My Bouncer tells me you were quite alarmed by the event - horrified, even - and I would not wish this to sour our agreement.^You may rest assured, this gentleman will not be returning to our 'Oasis' in the Desert, again.^^I would also like to offer you a token of my appreciation for all you have done.^The flower now in your possession has been known to awaken only under the moonlight sky, and releasing a wonderful sweet smell akin to cinnamon and apples.^Quite mysterious, is it not? I do hope you enjoy it.^^Yours truly,^- Qi",
		"SandyHouse.5": "The oven seems to be broken.",
		"SandyHouse.6": "There are a couple of bottles of goat milk, eggs, and some foraged goods from the Valley!",
		"SandyHouse.7": "Many different cook books, Sandy must enjoy making good food!",
		"SandyHouse.8": "The TV is set to a cinema channel.",
		"SandyHouse.9": "It's a picture of Sandy surrounded by a big happy family, hugging and laughing to the camera as they share a meal.",
		"SandyHouse.10": "'Habibi'",
		"SandyHouse.11": "'Ishmael: A Novel'",
		"SandyHouse.12": "'With Stones In Our Hands'",
		"SandyHouse.13": "A collection of CD's; one of them is from Sam's band!",
		
		"ScienceHouse.1": "Это космический плакат!",
		"ScienceHouse.3": "'Практические советы для новоиспеченных отчимов'",
		"ScienceHouse.4": "'Естественная наука и Инженерные проекты: Объединяя мозг и мускулы'",
		"ScienceHouse.9": "Много газировки. Тут также есть земляника и персики.",
		"ScienceHouse.10": "Это периодическая таблица.",
		"ScienceHouse.13": "Это стереомикроскоп.",
		"ScienceHouse.14": "Это стереомикроскоп.",
		"ScienceHouse.15": "'Наше последнее изобретение: искусственный интеллект и конец человеческой эры'",
		"ScienceHouse.16": "'MarILDA'",
		"ScienceHouse.17": "Внутри есть кассета 'Чувственное звучание - Танго влюбленных' вып. 1'",
		"ScienceHouse.18": "Внутри мусорной корзины лежит маленький плакат. На ней изображена медсестра, вооруженная иглами и скальпелями, идущая против орды зомби. В верхней части плаката написано: 'Королева Травм! Медсестры заколят их всех!'",
		"ScienceHouse.19": "Это фотография со свадьбы Деметриуса и Робин. Рядом с ними маленькая Мару улыбается в камеру и хватает отца за руку, а Себастьян наклоняется к матери - он выглядит очень мрачно.",
		"ScienceHouse.20": "Он настроен на исторический канал.",
		"ScienceHouse.21": "Пара архитектурных журналов.",
		"ScienceHouse.22": "Там куча журналов о плотничестве.",
		"ScienceHouse.23": "Он заполнен отчетами о качестве воды.",
		"ScienceHouse.24": "Исследования флоры и фауны долины.",
		"ScienceHouse.25": "Это лабораторный холодильник, полный неизвестных образцов.",
		"ScienceHouse.26": "Тут полно документов.",
		"ScienceHouse.27": "Коробки, полные продуктов Джоджа. Похоже, Демитриус изучает их компоненты.",
		"ScienceHouse.28": "Коробки, полные продуктов Джоджа. Похоже, Демитриус изучает их компоненты.",
		"ScienceHouse.29": "Это образец воды из горного озера. Деметриус должно быть проверяет его на загрязнение.",
		"ScienceHouse.30": "Компьютер Деметриуса. Он защищен паролем.",
		"SebastianRoom.2": "'Хроники Соляриона', книги с 1 по 13.",
		"SebastianRoom.3": "Игра 'Хроники Соляриона'",
		"SebastianRoom.4": "'Чистый код: руководство по гибкому программированию'",
		"SebastianRoom.5": "Это водопроводная труба.",
		"SebastianRoom.6": "'Синтезатор: Уроки - Теория -  Техника'",
		"SebastianRoom.7": "Это фотография маленького Себастиана, играющего с темноволосым мужчиной. Оба весело смеются.",
		"SebastianRoom.8": "Рядом со свечами лежит записка: 'Тебе нужно больше света в комнате, тут слишком темно!' - Аби",
		"SeedShop.2": "Это морская свинка Абигейл - Дэвид. Он смотрит на вас с любопытством.",
		"SeedShop.3": "Это морская свинка Абигейл - Дэвид. Он смотрит на вас с любопытством.",
		"SeedShop.5": "'Все о воспитании ребенка: как пережить подростковый возраст'",
		"SeedShop.8": "'Империя Джоджа: правда за всеми бесплатными купонами'",
		"SeedShop.9": "Мистеру Пьеру:^^Мне больно доносить до Вас дурные вести, но я считаю, что должен уведомить Вас о событии, которое крайне пагубно отразится на Вашем благополучии.^Корпорация Джоджа приняла решение открыть свой филиал в городе Пеликан.^Протестовать поздно. Строители Джоджа уже приступили к возведению нового ДжоджаМарта.^^Это должно быть сокрушительная новость для Вас. Так много лет в бизнесе ... и теперь в тени мощной эффективной и экономически жизнеспособной корпорации. Какой позор!^^Как менеджер нового ДжоджаМарта, я чувствую, в некоторой степени, личную ответственность за ваше затруднительное положение. Поэтому я хотел бы предложить вам должность помощника бакалейщика. Заработная плата начинается с 5з. в час. Я с нетерпением жду вашего резюме!^^ - Мистер Моррис, менеджер^ДжоджаМарта города Пеликан",
		"SeedShop.11": "Внутри есть кассета - 'Мотивационный музыкальный микс для спортзала, вып.3'",
		"SeedShop.12": "В этом комоде полно принадлежностей для аэробики.",
		"SeedShop.13": "Он наполнен зеленой слизью и камнями! Откуда она все это взяла?",
		"SeedShop.14": "'Передовые техники игры для современного барабанщика'",
		"SeedShop.15": "Похоже, Пьер пишет статью о некачественных продуктах Джоджа, и о том, как они отравляют ваше тело и душу.",
		"SeedShop.16": "Тут пусто.",
		"SeedShop.17": "Журналы 'Дом и Дизайн'.",
		"SeedShop.18": "Это виниловая гантель.",
		"SeedShop.19": "'Дела с Драконами - Хроники Зачарованного Леса'",
		"SeedShop.20": "'Сердце — Одинокий Охотник'",
		"SeedShop.21": "'Этот Чужой Берег'",
		"SeedShop.22": "Эта фотография сделана несколько лет назад, когда Пьер, Кэролайн и Абигейл устроили пикник у реки. Джоди еще беременна Винсентом, Сэм тоже присоединился к ним, добавив радостного настроения празднику летних угощений.",
		"SeedShop.23": "Он настроен на канал новостей.",
		"SeedShop.24": "Новых сообщений нет.",
		"Town.6": "Кто хороший песик? Ты!",
		"Trailer.6": "Это рисунок дельфина, сделанный Винсентом.",
		"Trailer.7": "В духовке готовятся кексы!...Правда, выглядят они немного странно.",
		"Trailer.8": "Он настроен на канал телесериалов.",
		"Trailer.9": "Внутри ящика много старых и выцветших фотографий. В основном это Пенни, когда она была моложе, но есть и фотография Пэм за рулем автобуса - она выглядит очень счастливой.",
		"Trailer.10": "Неоткрытые банки пива.",
		"Trailer.11": "Это коробка, полная всяких вещей и безделиц.",
		"Trailer.12": "Одежда Пэм, ничего интересного.",
		"Trailer.13": "Пэм,^^Я знаю, что не могу сделать или сказать что-то, что перечеркнет все, что я совершил в прошлом. Я знаю это, но, пожалуйста, расскажите мне о Пенни.^Я не видел ее с тех пор, как она была маленькой девочкой, как она? С ней все в порядке?^Хотел бы я вернуться в тот день и остановить себя, но я не могу...^Все, на что я могу надеяться, это то, что вы обе простите меня...^^ Я не стану искать встречи с вами, пока ты позволишь мне. Не волнуйся, я стану устраивать сцен. Я просто надеюсь, что с тобой все в порядке и что годы были добры к тебе. Скажи Пенни, что я люблю ее, пожалуйста, и попроси ее простить своего старика, если она сможет. Я все еще ее отец. Прости меня, Пэм.",
		"WizardHouse.1": "Образец какой-то светящейся жидкости.",
		"WizardHouse.2": "Разные зелья, лучше не трогать.",
		"WizardHouse.3": "'Бестиарий Волшебника - За пределами Империи Готоро'",
		"WizardHouse.4": "'Готовка с закрытыми глазами: как выжить на кухне'",
		"WizardHouse.5": "'Аптекарь-травник - убивать или не убивать'",
		"WizardHouse.6": "Выглядит новым.",
		"WizardHouse.7": "Тут пусто.",
		"WizardHouse.8": "Это книга на иностранном языке. На обложке написано 'Гримуар'.",
		"WizardHouse.9": "'Магия в теории: Введение в Теорию призыва'",
		"WizardHouse.10": "'Вызов Духов - Искусство Магического Призыва'",
		"WizardHouse.11": "'Некрономикон'",
		"WizardHouse.12": "Различные книги о магии.",
		"WizardHouse.13": "'Полная Иллюстрированная Энциклопедия Магических Растений: Практическое руководство по  Исцелению, Защите и Благополучию с использованием растений, трав и цветов'",
		"WizardHouse.14": "'Справочник алхимика-травника - Гримуар зелий, эликсиров, масел, благовоний и смесей'",
		"WizardHouse.15": "'Искусство жизни в одиночестве'",
		"WizardHouse.16": "Тут полно фиолетовых мантий.",
		"WizardHouse.17": "Тут полно фиолетовых мантий.",
		"WizardHouseBasement.1": "'Древние стражи - действует ли Иоба в одиночку?'",
		"WizardHouseBasement.2": "'Элементали - Духи моря'",
		"WizardHouseBasement.3": "'Завеса и Неизведанное'",
		"WizardHouseBasement.4": "Книги по истории. Кажется, мистер Расмодиус любит книги об Империи Готоро.",
		"WizardHouseBasement.5": "'100 лет Иобы и Немея'. Внутри книги черно-белая фотография молодого Расмодиуса, сидящего под деревом рядом с темноволосой леди. Оба выглядят мрачно, почти грустно...",
		"WizardHouseBasement.6": "'Мертвые языки - Хранители'",
		"WizardHouseBasement.7": "Элементали - Духи леса",
		"WizardHouseBasement.8": "Еще много книг об искусстве Волшебства.",
		"WizardHouseBasement.9": "'Границы магии - исследование мутации эссенции'",
		"WizardHouseBasement.10": "Различные цветные зелья. Все они помечены странными символами.",
		"WizardHouseBasement.11": "Черное варево сочится из бутылки ... Пахнет металлом.",
		"WizardHouseBasement.12": "Похоже, Волшебник изучал свойства Солнечной эссенции и сравнивал их с Эссенцией пустоты ... И что же Волшебник хочет делать со всей этой информацией?",
		"WizardHouseBasement.13": "Заметки написаны на каком-то странном языке, символы слишком причудливы, чтобы их понять...",
		"WizardHouseBasement.14": "Тут пусто...",
			}
}