{
"Entries": {
		"AdventureGuild.1": "'Dark Sword' - It's glowing with a mysterious energy.",
		"AdventureGuild.2": "'Tempered Broadsword' - It looks like it could withstand anything.",
		"AdventureGuild.3": "'Wicked Kris' - The blade is made of an iridium alloy.",
		"AdventureGuild.4": "'Neptune's Glaive' - An heirloom from beyond the Gem Sea.",
		"AdventureGuild.5": "'Cutlass' - A finely crafted blade.",
		"AdventureGuild.6": "'The Slammer' - An extremely heavy gavel that'll send foes flying.",
		"AdventureGuild.7": "'Holy Blade' - It feels hopeful to wield.",
		"AdventureGuild.8": "'Forest Sword' - Made powerful by forest magic.",
		"AdventureGuild.9": "'How to Wield a Two-Handed Sword for Dummies'",
		"AdventureGuild.10": "'Dangerous Creatures and Where to Find Them'",
		"AdventureGuild.11": "It's Marlon's sword.",
		"AdventureGuild.12": "It's a coded letter addressed to Marlon, signed by someone named Qi.",
		"AdventureGuild.13": "'Cave Beasts from the Gotoro Empire - An extensive Study'",
		"AdventureGuild.14": "'How to be Gentle and Woe a Lady'",
		"AdventureGuild.15": "It's a picture of the Guild in its early days. A smiling Gil can be seen peeking through the window.",
		"AnimalShop.7": "I know I have been neglecting you, forgive me, but you know how busy I have been! Working day and night to get everything done for the next Festival, I'm starting to think I'm too old for all this...^Also, I believe your nephew suspects us after that 'incident' last week, we need to be more careful... ^Though I've been so busy with everything, know that you have been on my mind always.^^-L",
		"AnimalShop.22": "'Tear Soup: A Recipe for Healing After Loss'",
		"AnimalShop.23": "'The Plumed Serpent'",
		"AnimalShop.24": "It's password protected.",
		"AnimalShop.25": "It looks like one of Jas's stuffed animals, but it looks too old and ragged to be hers...",
		"AnimalShop.26": "History books about Ferngill Republic and the Gotoro Empire.",
		"AnimalShop.27": "A list of emergency numbers. Lewis's number is written in red, above the Clinic's.",
		"AnimalShop.28": "Empty bottles of milk.",
		"AnimalShop.29": "Empty bottles of milk.",
		"AnimalShop.30": "Filled with dairy products.",
		"ArchaeologyHouse.10": "'Lunarium Chronicles - The Game Sequel'",		
		"ElliottHouse.3": "A work in progress.",
		"ElliottHouse.6": "A brainstorm of ideas pressed onto paper. Elliott seems to enjoy Mermaid mythology and folklore.",
		"ElliottHouse.7": "'One Hundred Years of Solitude'",
		"FishShop.8": "'The Perfect Storm: A True Story of Men Against the Sea'",
		"FishShop.9": "An old faded picture of a young Willy proudly showing off his catch: a humongous tuna! An old man laughs beside him, helping him hold the fish.",
		"FishShop.10": "You peek inside the drawer. A book titled 'Looking Through Water: A Novel' and a pair of old glasses are the only things inside. You open the book and read the inscription:^'For my dear boy,^A book should serve as the ax for the frozen sea within us. We will always be together when you are at sea, always. ^Love,^ - Grandpa'",
		"FishShop.11": "Besides the ridiculous amount of fish, the fridge also hosts two bottles of mead, unopened. But it all stinks so bad, yuck!!!",
		"FishShop.12": "The TV is set to the telenovela channel.",
		"FishShop.13": "It's filled with old trinkets and family albums.",
		"HaleyHouse.17": "To our beloved girls:^We miss you and hope that you are doing okay on your own. We just left the Fern Islands last night, after staying for two months.^It was a wonderful experience... Highly recommended.^Make sure you eat healthy and don't forget to pay the electricity bill!^^Love,^Mom & Dad",
		"HaleyHouse.18": "It's a picture of Haley and Emily playing in the mud when they were little. Haley is crying as Emily happily 'paints' her sister's golden hair brown with the mud.",
		"HaleyHouse.19": "It's Haley's computer. It's password-protected...",
		"HaleyHouse.20": "'Creative Nature & Outdoor Photography'",
		"HaleyHouse.21": "'Within the Frame - The Journey of Photographic Vision'",
		"HaleyHouse.22": "It's a sewing set filled with colorful threads.",
		"HaleyHouse.23": "It's a sewing set filled with colorful threads.",
		"HaleyHouse.24": "'Dream Journal'",
		"HaleyHouse.25": "The TV is set to the Fashion channel.",
		"HaleyHouse.26": "It's empty.",
		"HaleyHouse.27": "It's a pair of scissors. Looks sharp!",
		"HaleyHouse.28": "Photographs of the Cindersap Forest. It seems Haley enjoys taking pictures near the pond.",
		"HarveyRoom.12": "It's full of convenience food. There is also one bottle of wine, unopened.",
		"HarveyRoom.15": "'Building and Detailing Model Airplanes'",
		"HarveyRoom.16": "It's a picture of a younger looking Harvey posing next to an aircraft.",
		"HarveyRoom.17": "It's filled with magazines on airplane models.",
		"Hospital.7": "'Don't be blue and get the flu... Vaccinate your crew!'",
		"Hospital.8": "'Attitudes are contagious! Is yours worth catching?'",
		"Hospital.9": "It's the clinic's schedule, open from 9:00 till 3:00. Maru works at the clinic from 9:30 to 4:30, every Tuesday and Thursday.",
		"Hospital.10": "Newspapers and magazines, ready to help you put your mind at ease.",
		"Hospital.11": "Books on how to lead a healthy lifestyle.",
		"Hospital.12": "'A Guide to Clinical Trials'",
		"Hospital.13": "It's a stereo microscope.",
		"Hospital.14": "It's empty.",
		"JoshHouse.1": "Momma,^^If you're reading this, it means I've passed on.^I'm so sorry you had to go through this. Know that I love you both.^Don't be too upset, I'm with Yoba now.^My final request: take care of Alex. He needs a family, something stable. He's a good kid.^^Love,^Clara",
		"JoshHouse.15": "These cookies smell delicious!",
		"JoshHouse.16": "Alex is studying rugby tactics. Defensive Rugby and Team-Wide Rugby strategies are colored in red.",
		"JoshHouse.17": "It's a picture of Evelyn and George when they were younger. They both look very happy.",
		"JoshHouse.18": "'Friday Night Lights: a Town, a Team, and a Dream'",
		"JoshHouse.19": "The radio is set to the sports station.",
		"JoshHouse.20": "A list of Weight Training exercises for each muscle group.",
		"JoshHouse.21": "Pictures of Alex and Haley at the beach.",
		"JoshHouse.22": "It's the picture of a mother holding her baby.",
		"JoshHouse.23": "'The Great Gatsby'",
		"JoshHouse.24": "It seems someone is teaching Alex Literature. Who could the tutor be?",
		"JoshHouse.25": "It's the picture of a young lady with brown hair.",
		"LeahHouse.7": "It's a makeshift carving straight skew.",
		"LeahHouse.8": "It's a carving mallet.",
		"LeahHouse.9": "A variety of oil paint.",
		"LeahHouse.10": "It's acrylic paint.",
		"LeahHouse.11": "It's acrylic paint.",
		"LeahHouse.12": "It's a broadleaf plantain, packed with nutrients and safe to ingest. It can also help to treat minor burns, insect bites and open wounds!",
		"LeahHouse.13": "Something smells nice...",
		"LeahHouse.14": "Paint kit supplies, sandpaper and carving utensils. There are also used sketchbooks.",
		"ManorHouse.4": "Preparation notes for the next festivals.",
		"ManorHouse.5": "The Mayor's clothing, nothing special.",
		"ManorHouse.6": "'Across the Gem Sea - Memoirs of a Soldier'",
		"ManorHouse.7": "'Remembering the Green House'. Inside the book there is a picture of Grandpa and Lewis laughing while drinking wine at the saloon...",
		"ManorHouse.8": "'The Count of Monte Cristo'",
		"MaruBasement.1": "It's a prototype of the device Maru is finishing in her room.",
		"MaruBasement.2": "'The Emotion Machine: Commonsense Thinking, Artificial Intelligence and the Future of Human Mind'",
		"MaruBasement.3": "'Programming Collective Intelligence'",
		"MaruBasement.4": "'Code Complete 2'",
		"MaruBasement.5": "Notes filled with algorithms and strange formulas. There's a cute sketch of a bunny on the top left of the sheet.",
		"MaruBasement.6": "'The Mythical Man-Month'",
		"MaruBasement.7": "'Artificial Intelligence: A New Synthesis'",
		"MaruBasement.8": "It's password protected and... Is that an eye scanner?",
		"MaruBasement.9": "A resource inventory. Battery packs, Iridum and Gold bars, as well as Diamond, are out of stock. What could Maru be doing with all these things?",
		"MaruBasement.10": "It's filled with metal parts.",
		"MaruBasement.11": "Maru's storage. There's Iron and Copper bars and a some Quartz.",
		"MaruBasement.12": "Maru's storage. Only one Battery pack remains.",
		"Saloon.1": "'The Flounder'",
		"Saloon.2": "'Principles of Violin Playing and Teaching'",
		"Saloon.3": "It's set to the Cooking channel. 24/7 cooking tips, game shows, and restaurant reviews.",
		"Saloon.4": "'Gourmet Rhapsody'",
		"Saloon.5": "Notes on a strange new culinary recipe that Gus is trying to remake.",
		"Saloon.6": "It's set to the Music channel.",
		"Saloon.7": "Something smells delicious!",
		"Saloon.8": "Cuisine magazines.",
		"SamHouse.3": "Jodi,^^Since I'll be coming home soon, I want to tell you a few things.^I might not be the same man you remember... I've seen some things out here that have really shaken me up. I've been having a real hard time relaxing, sleeping, and talking.^I don't want to scare you or make you upset, I just don't want you to be shocked when I get back.^^Remember, no matter how I act, you and the kids mean everything to me, and I love you all.^I'll see you soon.^^-Kent",
		"SamHouse.10": "--Report Card--^^Name: Vincent^^Reading: C^Spelling: D^Math: C^Social Studies: B-^Art: A^Sports: A^^Note:^Vincent is a very active and good boy, but he could make do with a little more studying!^  -Penny",
		"SamHouse.13": "Vincent's toys are strewn about the room.",
		"SamHouse.14": "Caroline-^^I just don't know what to do with myself anymore. The kids keep asking me about their dad and I just don't know what to tell them!...^Oh, Caroline, I wish he hadn't gone to the war. I wish he had stayed me - with us - and helped me raise the children. They need their father! I need him! And I miss him terribly...^^I know things have not been the greatest between you and Pierre - and you know I will always be here when you need to talk, always - but I hope you never get to experience how alone and lost I feel.^At least, we will always have each other, and our babies. We have to be strong for them, Caroline. They are our best in life.^Please write me back. Reading your letters helps me relax and I hope you get some comfort from mine as well.^^-Jodi",
		"SamHouse.15": "'War and the Soul: Healing from Trauma'",
		"SamHouse.16": "'To the End of the Land'",
		"SamHouse.17": "'Guernsey Literary and Potato Peel Society'",
		"SamHouse.18": "There's a little note on the bottom, 'Remember how gentle and kind you are, that's what makes you so special. -Penny'",
		"SamHouse.19": "It's a sketch pad, filled with mostly strange bugs. It seems Vincent enjoys drawing and he's very good at it!",
		"SamHouse.20": "There's a little Horned Beetle inside the glass container.",
		"SamHouse.21": "'Tunesmith: Inside the Art of Songwriting'",
		"SandyHouse.1": "A cactus very much like the one in Emily's room. There's a little note on the pot: 'Great minds think alike, and we are no different. I've been missing you, visit me soon! -Emily'",
		"SandyHouse.2": "There are bottles of milk hidden behind the seed bags...",
		"SandyHouse.3": "Sandy's boudoir! Many beautiful items are on display; no wonder Sandy always looks so elegant!",
		"SandyHouse.4": "Dear Miss Sandy,^^I hope this letter finds you in good health.^^I would like to apologize for yesterday's inconvenience. My Bouncer tells me you were quite alarmed by the event - horrified, even - and I would not wish this to sour our agreement.^You may rest assured, this gentleman will not be returning to our 'Oasis' in the Desert, again.^^I would also like to offer you a token of my appreciation for all you have done.^The flower now in your possession has been known to awaken only under the moonlight sky, and releasing a wonderful sweet smell akin to cinnamon and apples.^Quite mysterious, is it not? I do hope you enjoy it.^^Yours truly,^- Qi",
		"SandyHouse.5": "The oven seems to be broken.",
		"SandyHouse.6": "There are a couple of bottles of goat milk, eggs, and some foraged goods from the Valley!",
		"SandyHouse.7": "Many different cook books, Sandy must enjoy making good food!",
		"SandyHouse.8": "The TV is set to a cinema channel.",
		"SandyHouse.9": "It's a picture of Sandy surrounded by a big happy family, hugging and laughing to the camera as they share a meal.",
		"SandyHouse.10": "'Habibi'",
		"SandyHouse.11": "'Ishmael: A Novel'",
		"SandyHouse.12": "'With Stones In Our Hands'",
		"SandyHouse.13": "A collection of CD's; one of them is from Sam's band!",
		"ScienceHouse.1": "It's a Space poster!",
		"ScienceHouse.3": "'Practical Tips For First-Time Step-Dads'",
		"ScienceHouse.4": "'Physical Science and Engineering Projects: Joining Brain and Brawn'",
		"ScienceHouse.9": "Lots of soda. There are also wild strawberries and peaches.",
		"ScienceHouse.10": "It's a Periodic Table.",
		"ScienceHouse.13": "It's a Stereo microscope.",
		"ScienceHouse.14": "It's a Stereo microscope.",
		"ScienceHouse.15": "'Our Final Invention: Artificial Intelligence and the End of the Human Era'",
		"ScienceHouse.16": "'MarILDA'",
		"ScienceHouse.17": "There's a tape inside, 'The Sensuous Sound of the Lovers Tango, vol. 1'.",
		"ScienceHouse.18": "There's a little poster inside the trashcan. It shows a nurse armed with needles and scalpels, going against a zombie horde. At the top of the poster it reads: 'Trauma Queen! Nurses call the Shots!'",
		"ScienceHouse.19": "It's a picture of Demetrius and Robin's marriage. Beside them, a young Maru smiles to the camera as she grabs her father's hand, while Sebastian leans towards his mother, looking very somber.",
		"ScienceHouse.20": "It's set to the History channel.",
		"ScienceHouse.21": "A couple of Architecture magazines.",
		"ScienceHouse.22": "There's a bunch of carpentry magazines.",
		"ScienceHouse.23": "It's filled with Water Quality reports.",
		"ScienceHouse.24": "Studies on the Valley's fauna and flora.",
		"ScienceHouse.25": "It's a Lab Refrigerator stacked with various samples of things unknown.",
		"ScienceHouse.26": "It's filled with papers.",
		"ScienceHouse.27": "Boxes filled with Joja products. It appears Demetrius is studying their components.",
		"ScienceHouse.28": "Boxes filled with Joja products. It appears Demetrius is studying their components.",
		"ScienceHouse.29": "It's a water sample from the Mountain Lake. Demetrius must be checking it for contamination.",
		"ScienceHouse.30": "Demetrius' computer. It's password-protected.",
		"SebastianRoom.2": "'The Solarion Chronicles', books 1 to 13.",
		"SebastianRoom.3": "'Solarion Chronicles: The Game'",
		"SebastianRoom.4": "'Clean Code: A Handbook of Agile Software Craftsmanship'",
		"SebastianRoom.5": "It's a water pipe.",
		"SebastianRoom.6": "'Electronic Keyboard: Lesson - Theory - Technic'",
		"SebastianRoom.7": "It's a picture of a much younger Sebastian playing with a dark haired man. Both are laughing merrily.",
		"SebastianRoom.8": "There's a note next to the candles, 'You need more light in your room, it's way too dark! -Abi'",
		"SeedShop.2": "It's Abigail's guinea pig, David. It looks at you with curious eyes.",
		"SeedShop.3": "It's Abigail's guinea pig, David. It looks at you with curious eyes.",
		"SeedShop.5": "'Parenting 101: Surviving The Teenage Years'",
		"SeedShop.8": "'The JojaCo Empire: The Truth beneath all the Free Coupons'",
		"SeedShop.9": "To Mr. Pierre:^^It pains me to be the bearer of bad news, but I feel obligated to inform you of a recent development most threatening to your livelihood.^Joja Co. has decided to expand into Pelican Town.^It's too late for protest. Joja Builders have already broken ground for the new JojaMart.^^This must be devastating news for you. So many years in business...a local standby... and now, obscured by the shadow of a powerful, efficient, economically viable corporation. What a shame!^^As manager of the new JojaMart, I feel, to some degree, personally responsible for your predicament. As such, I'd like to offer you a position as Assistant Grocer. Wages start at 5g an hour. I look forward to seeing your resume!^^-Mr. Morris, Manager^Pelican Town JojaMart",
		"SeedShop.11": "There's a tape inside, 'Drop It Like a Squat - Motivational Music Mix for the Gym, vol. 3'",
		"SeedShop.12": "This drawer is full of excercise equipment.",
		"SeedShop.13": "It's filled with Green Slime and rocks! Where did she get all this?",
		"SeedShop.14": "'Advanced Techniques for the Modern Drummer'",
		"SeedShop.15": "It seems Pierre is writing an article about Joja's low quality products, and how they poison your body and soul.",
		"SeedShop.16": "It's empty.",
		"SeedShop.17": "'Home and Design' magazines.",
		"SeedShop.18": "It's a vinyl dumbbell.",
		"SeedShop.19": "'Dealing With Dragons - The Enchanted Forest Chronicles Series'",
		"SeedShop.20": "'The Heart is a Lonely Hunter'",
		"SeedShop.21": "'This Alien Shore'",
		"SeedShop.22": "It's a picture from a few years back of Pierre, Caroline and Abigail having a picnic near the river. Jodi, still pregnant with Vincent, and Sam join them as well, giving more joy to the feast of summer treats.",
		"SeedShop.23": "It's set to the News channel.",
		"SeedShop.24": "No new messages.",
		"Town.6": "Who's a good doggy? You are!",
		"Trailer.6": "A drawing of a dolphin made by Vincent.",
		"Trailer.7": "There are some muffins cooking in the oven!... They look a little weird, though.",
		"Trailer.8": "It's set to the Drama Shows channel.",
		"Trailer.9": "Inside the drawer there are many old and faded photographs. They are mostly of Penny when she was younger, but there is also a picture of Pam riding the bus, looking very joyful.",
		"Trailer.10": "Unopened cans of beer.",
		"Trailer.11": "It's a box filled with all sort of things and trinkets.",
		"Trailer.12": "Pam's clothing, nothing interesting.",
		"Trailer.13": "Pam,^^I know there is nothing I can do or say that will erase what I have done in the past. I know that, but please tell me about Penny.^I haven't seen her since she was a little girl, how is she? Is she doing okay?^I wish I could go back to that day and stop myself, but I can't...^All I can hope for is that you both forgive me...^^I won't go see you until you tell me so. Don't worry, I won't cause a scene. I just hope you are okay and that the years did you good.^Tell Penny I love her, please, and ask her to forgive her old man, if she can. I am still her father.^^Forgive me, Pam.",
		"WizardHouse.1": "A sample of some sort of glowing liquid.",
		"WizardHouse.2": "Various potions, it's better not to touch.",
		"WizardHouse.3": "'The Wizard's Bestiary - Beyond the Gotoro Empire'",
		"WizardHouse.4": "'Cooking with your Eyes Closed: How to Survive in the Kitchen'",
		"WizardHouse.5": "'The Herbal Apothecary - To Kill or Not To Kill'",
		"WizardHouse.6": "It looks new.",
		"WizardHouse.7": "It's empty.",
		"WizardHouse.8": "It's a book written in a foreign language. The cover reads 'Grimoire'.",
		"WizardHouse.9": "'Magic in Theory: An Introduction to the Theoretical Elements of Summoning'",
		"WizardHouse.10": "'Summoning Spirits - The Art of Magical Evocation'",
		"WizardHouse.11": "'The Necronomicon'",
		"WizardHouse.12": "Various books on magic.",
		"WizardHouse.13": "'The Complete Illustrated Encyclopedia of Magical Plants, Revised: A Practical Guide to Creating Healing, Protection, and Prosperity using Plants, Herbs, and Flowers'",
		"WizardHouse.14": "'The Herbal Alchemist's Handbook -  A Grimoire of Philtres, Elixirs, Oils, Incense, and Formulas'",
		"WizardHouse.15": "'The Art of Living Alone'",
		"WizardHouse.16": "It's filled with purple robes.",
		"WizardHouse.17": "It's filled with purple robes.",
		"WizardHouseBasement.1": "'The Ancient Guardians - Is Yoba Working Alone?'",
		"WizardHouseBasement.2": "'Elemental Creatures - The Sea Sprites'",
		"WizardHouseBasement.3": "'The Veil and The Unknown'",
		"WizardHouseBasement.4": "History books. It seems Mr. Rasmodius enjoys books on the Gotoro Empire.",
		"WizardHouseBasement.5": "'The 100 Years of Yoba and Nemeah'. Inside the book is a black and white picture of a young Rasmodius sitting under a tree next to a dark haired lady. Both look very solemn, almost sad...",
		"WizardHouseBasement.6": "'Dead Languages - The Keepers'",
		"WizardHouseBasement.7": "Elemental Creatures - The Forest Spirits",
		"WizardHouseBasement.8": "Many more books about the Magical Arts.",
		"WizardHouseBasement.9": "'The Limits of Magic - A Study on Essence Mutation'",
		"WizardHouseBasement.10": "Various colored potions. They are all labelled with different symbols.",
		"WizardHouseBasement.11": "A black concoction oozes from the bottle... It smells of metal.",
		"WizardHouseBasement.12": "It seems the Wizard has been studying the properties of the Solar Essence and comparing them to the Void Essence... Just what is the Wizard trying to do with all this information?",
		"WizardHouseBasement.13": "The notes are written in some strange language, the symbols are too bizarre to understand...",
		"WizardHouseBasement.14": "It's empty...",
			}
}