{
	"Entries": {
		"AdventureGuild.1": "'Dunkles Schwert' - Leuchtet mit einer mysteriösen Energie.",
		"AdventureGuild.2": "'Temperiertes Korbschwert' - Sieht so aus, als könnte es allem widerstehen.",
		"AdventureGuild.3": "'Gemeiner Kris' - Die Klinge ist aus einer Iridiumlegierung gemacht.",
		"AdventureGuild.4": "'Neptuns Gleve' - Ein Erbstück von jenseits der Edelsteinsee.",
		"AdventureGuild.5": "'Entermesser' - Eine geschickt hergestellte Klinge.",
		"AdventureGuild.6": "'Der Knaller' - Ein extrem schwerer Hammer, der Feinde fliegen lässt.",
		"AdventureGuild.7": "'Heilige Klinge' - Sie zu führen erfüllt einen mit Hoffnung.",
		"AdventureGuild.8": "'Waldschwert' - Wurde durch Waldmagie mächtig gemacht.",
		"AdventureGuild.9": "'Wie man ein zweihändiges Schwert schwingt für Dummies'",
		"AdventureGuild.10": "'Gefährliche Kreaturen und wo sie zu finden sind'",
		"AdventureGuild.11": "Es ist Marlons Schwert.",
		"AdventureGuild.12": "Ein codierter Brief an Marlon, unterzeichnet von von jemandem namens Qi.",
		"AdventureGuild.13": "'Höhlenbestien des Gotoro Reiches - Eine umfassende Studie'",
		"AdventureGuild.14": "'Wie man eine Dame sanft an sich bindet'",
		"AdventureGuild.15": "Ein Bild von der Gilde aus der Gründerzeit. Man kann den grinsenden Gil durch das Fenster spicken sehen.",
		"AnimalShop.7": "I know I have been neglecting you, forgive me, but you know how busy I have been! Working day and night to get everything done for the next Festival, I'm starting to think I'm too old for all this...^Also, I believe your nephew suspects us after that 'incident' last week, we need to be more careful... ^Though I've been so busy with everything, know that you have been on my mind always.^^-L",
		"AnimalShop.22": "'Tränensuppe: Ein Rezept für Heilung nach Verlust'",
		"AnimalShop.23": "'Die gefiederte Schlange'",
		"AnimalShop.24": "Es ist passwort-geschützt.",
		"AnimalShop.25": "Es sieht wie eine von Jas Stofftieren aus, ist aber zu alt und zerlumpt um ihres zu sein...",
		"AnimalShop.26": "Geschichtsbuch über die Ferngill-Republik und das Gotoro Reich.",
		"AnimalShop.27": "Eine Liste mit Notrufnummern. Lewis Nummer ist in rot geschrieben, über der der Klinik.",
		"AnimalShop.28": "Leere Milchflaschen.",
		"AnimalShop.29": "Leere Milchflaschen.",
		"AnimalShop.30": "Gefüllt mit Molkereierzeugnissen.",
		"ArchaeologyHouse.1": "Geschichte des Gotoro-Imperiums",
		"ArchaeologyHouse.2": "Ist Krieg mit dem Gotoro-Imperium notwendig? Eine einzigartige Perspektive von P. W. Kranzhauer",
		"ArchaeologyHouse.3": "Reisen über die Edelsteinsee",
		"ArchaeologyHouse.4": "Geologische Geschichte des Sternentautals",
		"ArchaeologyHouse.5": "Calico-Wüste - Flora und Fauna",
		"ArchaeologyHouse.6": "Sternenatlas",
		"ArchaeologyHouse.8": "Der freundliche kleine Schleim",
		"ArchaeologyHouse.9": "Lass uns die Farm besuchen. Die Hühner machen bock bock. Die Schweine oink oink. Die Ziegen mäh mäh.#Die Enten quak quak. Die Hasen schnüff schnüff. Die Kühe muh muh.",
		"ArchaeologyHouse.10":"'Die Mondchroniken - Der Spiele Nachfolger'",
		"Blacksmith.1": "Ein Tonband befindet sich darin. \"Die ultimative Blues-Sammlung, Vol. 2\"",
		"Blacksmith.3": "Du stöberst durch Clints Besitztümer. Es gibt einen Stapel von Schmiedeschürzen, ein paar Magazine, ein altes Schwert und ein nettes Bild von seiner Mutter.",
		"Blacksmith.4": "Liebe Emily,^ich weiß, du hältst mich nur für einen Freund.^Es ist meine Schuld. Ich bin zu schüchtern. Ich werde nie den Mut haben, dir die Wahrheit zu erzählen.^Deshalb schreibe ich dir diesen Brief, den ich aber garantiert zerknüllen und in die Ecke werfen werde.",
		"Blacksmith.9": "Eine to-do Liste und ein Rohstoffinventar. Es fehlt etwas Stein.",
		"Blacksmith.10": "Es ist voller Ruß.",
		"Blacksmith.11": "Eine Box gefüllt mit Kohle, vorbereitet zur Fertigung oder zum Schmelzen.",
		"Blacksmith.12": "Eine Box gefüllt mit Kohle, vorbereitet zur Fertigung oder zum Schmelzen.",
		"Blacksmith.13": "'Das Heulen, das Kaddish und andere Gedichte'",
		"Blacksmith.14": "'Die göttliche Komödie'",
		"ElliottHouse.3": "Ein Werk in Bearbeitung.",
		"ElliottHouse.6": "Scheint, als würde Elliott versuchen, einen Bonsai-Baum wachsen zu lassen. Sieht bisher cool aus!",
		"ElliottHouse.7": "'Hundert Jahre Einsamkeit'","HaleyHouse.18": "Ein Bild von Haley und Emily wie sie als kleine Kinder im Dreck spielen. Haley weint, Emily hat freudig die goldenen Haare ihrer Schwester mit Dreck 'angemalt'.",
		"FishShop.8": "Der perfekte Sturm: Eine wahre Geschichte über den Mann gegen das Meer'",
        "FishShop.9": "Ein altes verblasstes Bild eines jungen Willy, der stolz seinen Fang vorführt: ein riesiger Thunfisch! Ein alter Mann lacht neben ihm und hilft ihm, den Fisch zu halten.",
        "FishShop.10": "Du guckst in die Schublade. Ein Buch mit dem Titel 'Durchs Wasser schauen: ein Roman' und eine alte Brille sind die einzigen Dinge im Inneren. Du öffnest das Buch und liest die Inschrift:^'Für meinen lieben Jungen,^Ein Buch sollte als Axt für das gefrorene Meer in uns dienen. Wir werden immer zusammen sein, wenn Du auf See bist, immer. ^In Liebe,^ - Opa'",
        "FishShop.11": "Im Kühlschrank sind neben der lächerlichen Menge Fisch auch zwei Flaschen Met ungeöffnet. Aber es stinkt alles so schlecht, igitt!!!",
        "FishShop.12": "Der Fernseher ist auf den Telenovela-Kanal eingestellt.",
        "FishShop.13": "Es ist mit alten Schmuckstücken und Familienalben gefüllt.",
		"HaleyHouse.19": "Es ist Haleys Computer. Er ist passwort-geschützt...",
		"HaleyHouse.20": "'Kreative Natur & Outdoor Fotografie'",
		"HaleyHouse.21": "'Innerhalb des Rahmens - Die Entwicklung der fotografischen Sichtweise'",
		"HaleyHouse.22": "Ein Nähset mit farbvollem Garn.",
		"HaleyHouse.23": "Ein Nähset mit farbvollem Garn.",
		"HaleyHouse.24": "'Traum Journal'",
		"HaleyHouse.25": "Der Fernseher ist auf den Modekanal eingeschaltet.",
		"HaleyHouse.26": "Es ist leer.",
		"HaleyHouse.27": "Ein Paar Scheren. Sieht scharf aus!",
		"HaleyHouse.28": "Fotografien des Zunderstein Waldes. Sieht so aus als ob Haley gerne Bilder in Nähe des Teiches macht.",
		"HarveyRoom.12": "Voller Fertignahrung. Und eine noch nicht geöffnete Flasche Wein.",
		"HarveyRoom.15": "'Modellflugzeuge entwerfen und bauen'",
		"HarveyRoom.16": "Ein Bild von einem jünger aussehenden Harvey der neben einem Flugzeug posiert.",
		"HarveyRoom.17": "Es ist voller Magazinen über Modellflugzeuge.",
		"Hospital.7": "'Sei nicht uninformiert sonst läufts im Darm geschmiert...  Lass dich impfen, bevor was passiert!'",
		"Hospital.8": "'Verhalten ist ansteckend! Ist Ihres nachahmenswert?'",
		"Hospital.9": "Es ist der Belegplan der Klinik, geöffnet von 9:00 bis 15:00. Maru arbeitet jeden Dienstag und Donnerstag in der Klinik von 9:30 to 16:30.",
		"Hospital.10": "Zeitungen und Magazine, vorbereitet um deine Gedanken zu beruhigen.",
		"Hospital.11": "Bücher über eine gesunden Lebensstil.",
		"Hospital.12": "'Eine Einführung in klinische Studien'",
		"Hospital.13": "Es ist ein Stereo Mikroskop.",
		"Hospital.14": "Es ist leer.",
		"JoshHouse.15": "Diese Kekse schmecken köstlich!",
		"JoshHouse.16": "Alex studiert Rugby Taktiken. Defensives Rugby und teamweite Rugby Strategien sind rot angestrichen.",
		"JoshHouse.17": "Es ist ein Bild von Evelyn und George als sie jünger waren. Sie sehen beide glücklich aus.",
		"JoshHouse.18": "'Die Blitzlichter von Freitag Nacht: eine Trophäe, eine Truppe, ein Traum'",
		"JoshHouse.19": "Das Radio ist auf den Sportsender eingestellt.",
		"JoshHouse.20": "Eine Liste mit Gewichtsübungen für jede Muskelgruppe.",
		"JoshHouse.21": "Bilder von Alex und Haley am Strand.",
		"JoshHouse.22": "Das Bild einer Mutter welche ihr Kind betrachtet.",
		"JoshHouse.23": "'Der große Gatsby'",
		"JoshHouse.24": "Es scheint als unterrichtet jemand Alex in Literatur. Wer könnte der Lehrer sein?",
		"JoshHouse.25": "Es ist das Bild einer jungen Dame mit braunem Haar.",
		"LeahHouse.7": "Es ist eine provisorische gerade Schnitzplatte.",
		"LeahHouse.8": "Es ist ein Schnitzklöpfer.",
		"LeahHouse.9": "Eine Auswahl an Ölgemälden.",
		"LeahHouse.10": "Es ist Acrylfarbe.",
		"LeahHouse.11": "Es ist Acrylfarbe.",
		"LeahHouse.12": "Eine breitblättrige Kochbanane, mit Nährstoffen und sicher einzunehmen. Hilft auch bei kleineren Verbrennungen, Insektenstichen und offene Wunden!",
		"LeahHouse.13": "Etwas riecht berauschend...",
		"LeahHouse.14": "Malset Zubehör, Sandpapier und Schnitzutensilien. Hier sind auch benutzte Skizzenblöcke.",
		"ManorHouse.4": "Notizen zur Vorbereitung auf das nächste Fest.",
		"ManorHouse.5": "Die Kleidung des Bürgermeisters, nichts Besonderes.",
		"ManorHouse.6": "'Über die Edelsteinsee - Erinnerungen eines Soldaten'",
		"ManorHouse.7": "'Erinnerungen an das Gewächshaus'. Im Buch ist ein Bild von Großvater und Lewis wie sie beim Wein trinken im Saloon lachen...",
		"ManorHouse.8": "'Der Graf von Monte Cristo'",
		"MaruBasement.1": "Ein Prototyp des Gerätes welches Maru in ihrem Zimmer fertigstellt.",
		"MaruBasement.2": "'Die Emotion der Maschinen: Vernünftiges Denken, künstliche Intelligenz und die Zukunft des menschlichen Geistes'",
		"MaruBasement.3": "'Programmierung kollektiver Intelligenz'",
		"MaruBasement.4": "'Kode Komplett 2'",
		"MaruBasement.5": "Notizen voller Algorithmen und seltsamer Formeln. Da ist eine süße Zeichnung eines Häschens in der oberen linken Ecke des Zettels.",
		"MaruBasement.6": "'Der mythische Arbeitsmonat'",
		"MaruBasement.7": "'Künstliche Intelligenz: Die Entstehung einer neuen Spezies'",
		"MaruBasement.8": "Es ist passwort-geschützt und... ist das ein Augenscanner?",
		"MaruBasement.9": "Ein Ressourcen Inventar. Batterien, Iridum- und Goldbarren, wie auch Diamanten, sind nicht auf Lager. Was könnte Maru mit all diesen Dingen vorhaben?",
		"MaruBasement.10": "Es ist voller Metallteile.",
		"MaruBasement.11": "Maru's Lager. Da sind Eisen- und Kupferbarren und etwas Quartz.",
		"MaruBasement.12": "Maru's Lager. Nur noch eine Packung Batterien übrig.",
		"Saloon.1": "'Die Flunder'",
		"Saloon.2": "'Grundlagen des Violinenspiels und -unterrichts'",
		"Saloon.3": "Es läuft der Kochkanal. Kochtipps, Spielshows und Restaurantbewertungen rund um die Uhr.",
		"Saloon.4": "'Gourmet Schwärmerei'",
		"Saloon.5": "Notizen für ein merkwürdiges neues Kochrezept dass Gus nochmal ausprobieren möchte.",
		"Saloon.6": "Es ist auf den Musikkanal eingestellt.",
		"Saloon.7": "Irgendetwas riecht absolut köstlich!",
		"Saloon.8": "Kochmagazine.",
		"SamHouse.3": "Jodi,^^Ich komme bald nach Hause und will dir ein paar Dinge sagen.^Ich bin vielleicht nicht mehr der Mann, an den du dich erinnerst. Ich habe Dinge gesehen, die mich wirklich entsetzt haben. Es fällt mir schwer, mich zu entspannen.^Ich will dir keine Angst machen, oder dich bestürzen. Ich will nur einfach nicht, dass du schockiert bist, wenn ich zurückkomme.^Egal wie ich mich verhalte, bitte denk immer daran, dass du und die Kinder mir alles bedeuten.^Wir werden uns bald wiedersehen.^-Kent",
		"SamHouse.10": "--Zeugnis--^^Name: Vincent^^Lesen: 3^Rechtschreibung: 4^Mathe: 3^Sozialkunde: 2-^Kunst: 2-^Sport: 1^^Hinweis: Vince ist ein guter Junge, aber es würde nicht schaden, wenn er mehr lernen würde!^ -Penny",
		"SamHouse.13": "Vincents Spielzeug ist über den Raum verteilt.",
		"SamHouse.14": "Caroline-^^I weiß nichts mehr mit mir anzufangen. Die Kinder fragen mich immer weiter über ihren Vater und ich weiß einfach nicht was ich ihnen erzählen soll!...^Oh Caroline, ich wünschte er wäre nicht in den Krieg gezogen. Ich wünsche er wäre hier bei mir geblieben - mit uns - und hätte mir geholfen die Kinder großzuziehen. Sie brauchen ihren Vater! Ich brauche ihn! Und ich vermisse ihn schrecklich...^^Ich weiß, dass zwischen dir und Pierre nicht immer alles gut gelaufen ist - und du weißt ich werde immer da sein wenn du jemanden zum reden brauchst, immer - aber ich hoffe du wirst niemals erfahren müssen wie einsam und verloren ich mich fühle.^Zumindest werden wir immer füreinander einstehen, und für unsere Kinder. Wir müssen für sie stark sein Caroline, sie sind das Allerbeste im Leben.^Bitte schreibe mir zurück, das Lesen deiner Briefe hilft mir mich zu entspannen und ich hoffe das du von meinen ebenfalls zur Ruhe kommst.^^-Jodi",
		"SamHouse.15": "'Krieg und die Seele: Trauma Heilung'",
		"SamHouse.16": "'Bis ans Landesende'",
		"SamHouse.17": "'Guernsey Literatur und die Kartoffelschälgemeinschaft'",
		"SamHouse.18": "Da ist eine kleine Notiz auf dem Boden, 'Erinnere dich wie aufrichtig und höflich zu bist, das macht dich so besonders. -Penny'",
		"SamHouse.19": "Es ist ein Skizzenblock, hauptsächlich gefüllt mit seltsamen Käfern. Anscheinend mag Vincent gerne Zeichnen und er ist sehr gut darin!",
		"SamHouse.20": "Da ist ein kleiner gehörnter Käfer im Glasbehälter.",
		"SamHouse.21": "'Die Klangschmiede: Einblick in die Kunst der Liedermacherei'",
		"SandyHouse.1": "Ein Kaktus fast genauso wie der in Emilys Zimmer. Da ist eine kleine Notiz am Topf, 'Große Denker denken ähnlich, und wir sind nicht verschieden. Ich vermisse dich die ganze Zeit, besuche mich bald! -Emily'",
		
		"SandyHouse.2": "There are bottles of milk hidden behind the seed bags...",
		"SandyHouse.3": "Sandy's boudoir! Many beautiful items are on display; no wonder Sandy always looks so elegant!",
		"SandyHouse.4": "Dear Miss Sandy,^^I hope this letter finds you in good health.^^I would like to apologize for yesterday's inconvenience. My Bouncer tells me you were quite alarmed by the event - horrified, even - and I would not wish this to sour our agreement.^You may rest assured, this gentleman will not be returning to our 'Oasis' in the Desert, again.^^I would also like to offer you a token of my appreciation for all you have done.^The flower now in your possession has been known to awaken only under the moonlight sky, and releasing a wonderful sweet smell akin to cinnamon and apples.^Quite mysterious, is it not? I do hope you enjoy it.^^Yours truly,^- Qi",
		"SandyHouse.5": "The oven seems to be broken.",
		"SandyHouse.6": "There are a couple of bottles of goat milk, eggs, and some foraged goods from the Valley!",
		"SandyHouse.7": "Many different cook books, Sandy must enjoy making good food!",
		"SandyHouse.8": "The TV is set to a cinema channel.",
		"SandyHouse.9": "It's a picture of Sandy surrounded by a big happy family, hugging and laughing to the camera as they share a meal.",
		"SandyHouse.10": "'Habibi'",
		"SandyHouse.11": "'Ishmael: A Novel'",
		"SandyHouse.12": "'With Stones In Our Hands'",
		"SandyHouse.13": "A collection of CD's; one of them is from Sam's band!",

		"ScienceHouse.1": "Weltall-Plakat",
		"ScienceHouse.3": "\"Maximierung Ihrer zweiten Ehe\" und \"Praktische Tipps für erstmalige Stiefväter\"",
		"ScienceHouse.4": "Physikalische Wissenschaft und Ingenieurswerke: Die Verbindung von Geist und Materie",
		"ScienceHouse.9": "Tonnenweise Soda.",
		"ScienceHouse.10": "Periodensystem",
		"ScienceHouse.13": "Stereo-Mikroskop",
		"ScienceHouse.14": "Stereo-Mikroskop",
		"ScienceHouse.15": "'Unsere letzte Erfindung: Künstliche Intelligenz und das Ende der menschlichen Ära'",
		"ScienceHouse.16": "'MarILDA'",
		"ScienceHouse.17": "Darin ist ein Band, 'Der sinnliche Klang des Liebestangos, Ausgabe 1'.",
		"ScienceHouse.18": "Da ist ein kleines Poster im Abfalleimer. Es zeigt eine mit Nadeln und Skalpellen bewaffnete Krankenschwester die gegen eine Horde Zombies vorgeht. Oben auf dem Poster ist zu lesen: 'Trauma Königin! Krankenschwestern haben das Sagen!' ",
		"ScienceHouse.19": "Ein Foto von Demetrius und Robins Hochzeit. Neben ihnen strahlt eine junge Maru in die Kamera als sie die Hand ihres Vaters greift, während Sebastian an seine Mutter gelehnt sehr zurückhaltend wirkt.",
		"ScienceHouse.20": "Es läuft der Geschichtssender.",
		"ScienceHouse.21": "Ein paar Architektur Zeitschriften.",
		"ScienceHouse.22": "Eine Reihe verschiedener Zimmerei-Zeitschriften.",
		"ScienceHouse.23": "Es ist gefüllt mit Berichten zur Wasserqualität.",
		"ScienceHouse.24": "Studien von der Fauna und Flora des Tals.",
		"ScienceHouse.25": "Ein Laborkühlschrank, gefüllt mit verschiedenen Proben unbekannter Herkunft.",
		"ScienceHouse.26": "Es ist voller Papier.",
		"ScienceHouse.27": "Boxen voller Joja Produkte. Es scheint als ob Demetrius deren Inhaltsstoffe untersucht.",
		"ScienceHouse.28": "Boxen voller Joja Produkte. Es scheint als ob Demetrius deren Inhaltsstoffe untersucht.",
		"ScienceHouse.29": "Eine Wasserprobe vom Bergsee. Demetrius überprüft sie auf Verunreinigungen.",
		"ScienceHouse.30": "Demetrius Computer. Er ist passwort-geschützt.",
		"SebastianRoom.2": "Bilderroman",
		"SebastianRoom.3": "\"Chroniken von Solarion: Das Spiel\"",
		"SebastianRoom.4": "'Saubere Kodierung: Ein Handbuch gewandter Software Fertigkeit'",
		"SebastianRoom.5": "Ein Wasserrohr.",
		"SebastianRoom.6": "'Elektronisches Klavier: Übung - Theorie - Technik'",
		"SebastianRoom.7": "Ein Bild eines deutlich jüngeren Sebastian wie er mit einem dunkelhaarigen Mann spielt. Beide krümmen sich vor Lachen.",
		"SebastianRoom.8": "Neben den Kerzen liegt eine Notiz, 'Du brauchst mehr Licht in deinem Zimmer, es ist viel zu dunkel! -Abi' ",
		"SeedShop.2": "Meerschweinchen David",
		"SeedShop.3": "Meerschweinchen David",
		"SeedShop.5": "\"Das 1x1 der Elternschaft: Die Teenager-Jahre überleben\"",
		"SeedShop.8": "\"Der JojaCo Konzern: Die Wahrheit hinter all den freien Gutscheinen\"",
		"SeedShop.9": "Sehr geehrter Pierre,^es schmerzt mich, der Überbringer schlechter Nachrichten zu sein, aber ich fühle mich dazu verpflichtet, Sie über die jüngsten Entwicklungen zu informieren, die Ihren Lebensunterhalt bedrohen.^Joja Co. hat beschlossen, Richtung Pelikan zu expandieren.^Es ist zu spät für einen Protest. Joja-Bauarbeiter haben bereits alles für den neuen Joja-Markt aufgesetzt.^^Das müssen schreckliche Nachrichten für Sie sein. So viele Jahre im Geschäft... ein fester Bestandteil der Region... und jetzt stehen Sie im Schatten eines mächtigen, effizienten und ökonomisch rentablen Unternehmens. Was für eine Schande!^^Als Manager des neuen Joja-Markts fühle ich mich zu einem gewissen Grad selbst verantwortlich für Ihre missliche Lage. Daher möchte ich Ihnen eine Position als assistierender Lebensmittelhändler anbieten. Löhne beginnen bei 5 G pro Stunde.^^Ich freue mich auf Ihre Bewerbung!^^-Morris, Manager^Joja-Markt Pelikan",
		"SeedShop.11": "Darin ist eine Kassette, , 'Hau rein, Kniebeugen müssen sein - Motivierender Musikmix fürs Studio, Ausgabe 3'",
		"SeedShop.12": "Dieser Schrank ist voller Trainingsgeräte.",
		"SeedShop.13": "Es ist voll mit grünem Schleim und Steinen! Wo hat sie alle diese Sachen her?",
		"SeedShop.14": "'Fortgeschrittene Techniken für den modernen Schlagzeuger'",
		"SeedShop.15": "Anscheinend schreibt Pierre einen Artikel über die niedrige Qualität von Jojas Produkten und wie sie deinen Körper und deine Seele vergiften.",
		"SeedShop.16": "Es ist leer.",
		"SeedShop.17": "'Haus und Design' Zeitschriften.",
		"SeedShop.18": "Es ist eine Gummihantel.",
		"SeedShop.19": "'Mit Drachen umgehen - Die verzauberte Saga der Wald Chroniken'",
		"SeedShop.20": "'Das Herz ist ein einsamer Jäger'",
		"SeedShop.21": "'Diese Alienzone'",
		"SeedShop.22": "Ein Foto von Pierre, Caroline und Abigail, aufgenommen vor ein paar Jahren während eines Picknicks nahe des Flusses. Die immer noch mit Vincent schwangere Jodi und Sam sind ebenfalls dabei, dabei verleihen sie dem Festmahl an sommerlichen Köstlichkeiten noch mehr Freude.",
		"SeedShop.23": "Der Nachrichtenkanal ist eingeschaltet.",
		"SeedShop.24": "Keine neuen Nachrichten.",
		"Town.6": "Wer ist ein braves Hündchen? Du bist es!",
		"Trailer.6": "Eine Zeichnung eines Delphins von Vincent.",
		"Trailer.7": "Im Ofen backen ein paar Muffins!... Sie sehen aber etwas seltsam aus.",
		"Trailer.8": "Es läuft gerade eine schlechte Dokusoap.",
		"Trailer.9": "In der Schublade sind viele alte und vergilbte Fotos. Die meisten sind von Penny als sie jünger war, aber es ist auch ein Bild von Pam wie sie im Bus fährt vorhanden. Sie sieht sehr zufrieden aus.",
		"Trailer.10": "Ungeöffnete Bierflaschen.",
		"Trailer.11": "Eine Schachtel mit allen möglichem Krimskrams und Schmuckstücken.",
		"Trailer.12": "Pams Klamotten, nichts Spannendes.",
		"Trailer.13": "Pam,^^Ich weiß, dass ich nichts tun oder sagen kann um meine Fehler in der Vergangenheit rückgängig zu machen, ich weiß das, aber bitte erzähle mir von Penny.^Ich habe sie nicht mehr gesehen seit sie ein kleines Mädchen war, wie geht es ihr? Ist bei ihr alles in Ordnung?^Ich wünsche ich könnte die Zeit zurückdrehen und mich selbst aufhalten, aber das geht nicht...^Alles was ich mir erhoffe ist, dass ihr mir beide eines Tages vergeben werdet...^^Ich werde nicht vorbeikommen solange du das nicht ausdrücklich wünschst, ich werde dich nicht in Unannehmlichkeiten bringen. Ich hoffe einfach dass es dir geht es gut und sich das über die Jahre etwas beruhigt hat.^Sage Penny dass ich sie liebe, bitte, und frag sie ob sie ihrem alten Herrn vergeben kann. Ich bin immer noch ihr Vater.^^Verzeih mir, Pam.",
		"WizardHouse.1": "Eine Probe irgendwelcher Art von glimmernden Flüssigkeiten.",
		"WizardHouse.2": "Verschiedene Zaubertränke, du solltest sie besser nicht anfassen.",
		"WizardHouse.3": "'Das Bestiarium des Zauberers - Hinter dem Gotoro Königreich'",
		"WizardHouse.4": "'Kochen mit geschlossenen Augen: Wie man in der Küche überlebt'",
		"WizardHouse.5": "'Die Kräuterapotheke - Vernichten oder am Leben erhalten'",
		"WizardHouse.6": "Es sieht neu aus.",
		"WizardHouse.7": "Darin ist nichts.",
		"WizardHouse.8": "Ein in einer fremden Sprache geschriebenes Buch. Auf dem Einband steht 'Grimoire'.",
		"WizardHouse.9": "'Magie in der Theorie: Eine Einführung in die theoretischen Elemente der Beschwörung'",
		"WizardHouse.10": "'Geister beschwören - Die Kunst der magischen Erweckung'",
		"WizardHouse.11": "'Das Nekronomikon'",
		"WizardHouse.12": "Eine Auswahl von magischen Schriftrollen.",
		"WizardHouse.13": "'Die vollständig illustrierte Enzyklopädie von magischen Pflanzen, Neuauflage: Eine praktische Anleitung über Heilung, Schutz und Erfolg mithilfe von Pflanzen, Kräutern und Blumen'",
		"WizardHouse.14": "'Das Handbuch des Kräuteralchemisten -  Das Zauberbuch von Tränken, Elixiren, Ölen, Räuchermittlen und Formeln'",
		"WizardHouse.15": "'Die Kunst des Einsiedlers'",
		"WizardHouse.16": "Es ist voller purpurfarbener Roben.",
		"WizardHouse.17": "Es ist voller purpurfarbener Roben.",
		"WizardHouseBasement.1": "'Die alten Wächter - Arbeitet Yoba allein?'",
		"WizardHouseBasement.2": "'Kreaturen der Elemente - Die Wasserelfen'",
		"WizardHouseBasement.3": "'Der Schleier und das Unbekannte'",
		"WizardHouseBasement.4": "Geschichtsbücher. Anscheinend erfreut sich Rasmodius an Büchern über das Gotoro Königreich.",
		"WizardHouseBasement.5": "'Die 100 Jahre von Yoba und Nemeah''. Im Buch ist eine Schwarzweiß-Fotografie vom jungen Rasmodius wie er neben einer dunkelhaarigen Frau unter einem Baum sitzt. Beide sehen ernst aus, fast schon traurig...",
		"WizardHouseBasement.6": "'Tote Sprachen - Die Wächter'",
		"WizardHouseBasement.7": "Kreaturen der Elemente - Die Waldgeister",
		"WizardHouseBasement.8": "Noch mehr Bücher über magische Künste.",
		"WizardHouseBasement.9": "'Die Grenzen der Magie - Eine Studie über Wesensveränderungen'",
		"WizardHouseBasement.10": "Tränke in unterschiedlichen Farben. Sie sind alle mit verschiedenen Symbolen beschriftet.",
		"WizardHouseBasement.11": "Ein schwarzes Gebräu entweicht aus der Flasche... Es riecht nach Metall.",
		"WizardHouseBasement.12": "Anscheinend untersucht der Zauberer die Unterschiede von der Solaressenz im Vergleich zu der Schattenessenz... Was möchte der Zauberer mit all diesen Informationen anfangen?",
		"WizardHouseBasement.13": "Die Notizen sind in einer außergewöhnlichen Sprache verfasst, die Zeichen sind zu bizarr um sie zu verstehen...",
		"WizardHouseBasement.14": "Es ist leer...",
	}
}