{
	"Entries": {
			 "99122/f Nikolai 750/t 1800 2100/z fall/z spring/z summer/w sunny": "Icicles/-1000 -1000/farmer 34 18 2 Nikolai 35 23 1/addLantern 735 35 24 2/skippable/viewport 34 23 clamp true/fade/changeToTemporaryMap Forestevent/warp Nikolai 35 23/faceDirection Nikoali 1/warp farmer 34 18/faceDirection farmer 0/move farmer 0 4 2/faceDirection Nikolai 0/speak Nikolai \"Oh hey, @!$1\"/faceDirection Nikolai 1/faceDirection farmer 1/speak Nikolai \"It's a great evening, isn't it?$3\"/pause 500/faceDirection Nikolai 0/pause 500/speak Nikolai \"The snow is great. I didn't get snow on the islands.$1\"/pause 400/speak Nikolai \"And there's this lake here - back home I would go boating all the time with my mom.\"/pause 500/speak Nikolai \"I... I really miss her.$2\"/pause 600/emote Nikolai 12/pause 300/speak Nikolai \"When she passed away, I couldn't stand to be in the house, so I moved here to Pelican Town.$6\"/faceDirection Nikolai 1/pause 600/speak Nikolai \"I'm really glad I did, because I met a lot of great friends!$3\"/faceDirection Nikolai 0/pause 400/speak Nikolai \"Say, I know, why don't you join me for a boat ride?$1\"/pause 500/speak Nikolai \"It'll be fun!$3\"/pause 600/faceDirection farmer 1/speak Nikolai \"$q 100000 null#What do you say?#$r 100000 30 boat_1#I'd love to.#$r 100001 -10 boat_2#I don't know, it's very cold...\"/globalFade/viewport -1000 -1000/changeToTemporaryMap Forestlake/playSound wateringCan/pause 1000/playSound wateringCan/warp Nikolai 1 118/positionOffset Nikolai 0 10/warp farmer 38 32/positionOffset farmer 0 8/faceDirection farmer 0/viewport 38 31 true/playMusic grandpas_theme/pause 5000/speak Nikolai \"Oh man, you can see right to the bottom of the lake.$1\"/pause 1000/speak Nikolai \"It's really peaceful on the lake during this time of year.\"/pause 500/speak Nikolai \"Even better in the evening, isn't it?$3#$b#You know, I always wondered what it would be like to be a farmer.$1#$b#I guess in a way, I romanticize it. It seems so nice to wake up to that life.$6\"/pause 500/speak Nikolai \"I bet it gets hard doing it alone, too. This is my first time living alone actually, so I understand, sort of.$2#$b#I lived with my mom all my life, all the way until she died when I turned twenty-six.$6\"/pause 500/emote farmer 8/pause 200/speak Nikolai \"I know, that's a long time to live with your mom, but we just never saw a reason for me to move.$6\"/pause 300/speak Nikolai \"Honestly, I really hate living alone. I like having company as much as I can.$1#$b#I spend a lot of time outside the house with Sam.$1\"/pause 300/speak Nikolai \"He's got me hooked on this adventure tabletop game.$3#$b#It's really fun, you should join us one day!$3\"/pause 1000/speak Nikolai \"I guess it's a little unreasonable to have company twenty-four seven... Everyone needs space.#$b#But you know, I have my bees too!$1#$b#I love them a lot and I get lots of fresh honey from them.$1\"/pause 100/speak Nikolai \"Harvey said keeping hobbies to distract myself is the best thing to do.$2#$b#It works really well most of the time, but sometimes you do one thing so many times you get sick of it.$6\"/pause 300/speak Nikolai \"$q -2 null#Oh jeez, I've been rambling for a while now. I'll stop.#$r -2 -30 ramble_1#Yeah, you were getting carried away...#$r -2 -20 ramble_2#No offense, but this is getting boring.#$r -2 40 ramble_3#Don't worry, I like hearing you talk.\"/pause 800/speak Nikolai \"Man, I can't feel my fingertips anymore.$9\"/pause 1000/speak Nikolai \"Yeah, it's time to head back.$1#$b#I want something hot to drink now.$3\"/pause 400/end",
},
}