{
  "Format": "1.0",
  "Changes": [	   
		{
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialoguePenny",
		"entries": 
			{
        "Rainy_Day_0": "On rainy days my thoughts always drift toward cinnamon and cookies.",
    "Rainy_Day_1": "I wonder if Maru and Dr. Harvey will ever get together? I'm sure Harvey likes her...#$e3#I think Maru will have to make the first move, though.$h#$e#It's too bad, I don't think she realizes. I should tell her.#$e#And then we can go on double date nights!$h",
    "Rainy_Day_2": "Hi, honey! I did some shopping this morning and got this for you.[186 180 770 535]#$e#I thought you could really use one of the those.",
    "Rainy_Day_3": "Hmm... maybe I should experiment with a new recipe. You liked the last recipe I made, didn't you, honey?#$e#What was it called... 'Chili de @'?",
    "Rainy_Day_4": "On days like this, I love to curl up with a good book.#$e#I should order some new ones. I've read almost all the ones I have.$h",
    "Rainy_Day_5": "I worry about you while you're out in this rain. I hope you don't get sick.$u#$e#I'll take good care of you if you do though.$h",
    "Rainy_Day_6": "I remember worrying about the river next to us back at the trailer when it rained.$u#$e#It's flooded over before, but thankfully it's never destroyed anything.#$e#I'd worry about mom a lot more if that weren't the case.",
    "Rainy_Day_7": "It's unfortunate that it's raining, but at least you won't have to water any crops.#$e#So what do you think you'll do with the extra time?#$e#You probably have a whole day of productivity planned, huh? Don't let me keep you!$h",
    "Rainy_Night_0": "How was your day, honey? I spent my afternoon reading a novel.#$e#Which means I can return it to the library and grab a new one.",
    "patio_Penny": "This is a lot more peaceful than my old spot in town. I'm very happy here.",
    "Rainy_Night_1": "I'm sure Mom's at the saloon right now... But I don't feel so bad about it anymore. It's out of my hands.#$e#In the end, the only person who can change her... is her.",
    "Rainy_Night_2": "I was just thinking about that night we met in the bathhouse.$l#$e#I'll never forget that night...$l",
    "Rainy_Night_3": "The sound of rain used to bother me, when I lived in that old metal trailer. But it's quite soothing here.",
    "Rainy_Night_4": "I felt like making a nice dinner. I hope you like it. [212 214 225 209 200]$h",
    "Rainy_Night_5": "Let me know if you need to dry off. I'll go grab some towels.#$e#We'll get you out of those clothes and into something more confortable.$h",
    "Rainy_Night_6": "The rain is so soothing. It's starting to put me to sleep.#$e#I can't wait to get under the covers with you.$l",
    "Rainy_Night_7": "I went outside earlier when the rain slowed down, but it picked back up and I got soaked.$u#$e#I'm sure you'd have loved to see that, but too bad, I'm all dry now!$h#$e#Though maybe it's not fair, since I get to see you when you're soaked.$l",
    "Indoor_Day_0": "It's so peaceful here. I used to have the most horrific nightmares, but now I sleep like a baby.",
    "Indoor_Day_1": "Good morning, @! I made you a hot breakfast.[195 210 211]#$e#It's important to me that you leave here with a full belly.$h",
    "Indoor_Day_2": "You know, I think I'll read a book today. I picked up something new from the library last time I was there.#$e#Gunther asked me to say hi.",
    "Indoor_Day_3": "I love to hear about all the artifacts you've found. Archaeology is fascinating!#$e#To think... there may have been farmers at this very spot 10,000 years ago.",
    "Indoor_Day_4": "Was I shy when we first met? It's funny to think about, now that we've come so far.$h#$e#Now I can't keep myself quiet!$h#$e#Or my hands off of you.$l",
    "Indoor_Day_5": "I got to catch up with Maru recently. It's weird that we're in different phases of our lives now.#$b#But she's just as good a friend as ever.$h",
    "Indoor_Day_6": "I woke up this morning... and just laid there marveling at our house.$u#$e#It's just so different than the trailer. So much bigger and nicer.#$e#I'll admit, I had to pinch myself.$h",
    "Indoor_Day_7": "I'm trying to decide what I want to do for the next few hours.#$e#There is always books and movies. I could clean. Or I could go spend time with %pet.#$e#Don't worry, I won't keep you from getting to your work.",
    "Indoor_Night_0": "Good evening, honey. Did you accomplish everything you wanted to today?#$e#If not, that's okay. We've got all the time in the world!#$e#Hopefully I'll be able to help you out every now and then.",
    "Indoor_Night_1": "Hmm... skirt or pants tomorrow? Oh, who am I kidding... I always go with the skirt.#$e#Besides, you seem to like the skirts.$h",
    "Indoor_Night_2": "We have it good here. We should always try and remember those less fortunate than us.#$e#I'm just very grateful for what we have.#$e#I hope you don't mind, but I donate a bit of my library salary to charity each paycheck, since I don't have to save up for a house anymore.#$e#It's such a strange but wonderful turn of events, looking back on it.$h",
    "Indoor_Night_3": "Mom's probably pretty lonely now that I'm gone. I just hope she doesn't visit the saloon more to make up for it.#$e#You shouldn't feel bad! Mom has to solve her own problems.#$e#Though I do sometimes wonder... what that would take.$s#$e#Whatever happens, I've learned that it'll have to be on her terms. Not mine.",
    "Indoor_Night_4": "Ready to tuck in? I made the bed and everything...#$e#And if you aren't ready, we could always... tuck in anyway.$l",
    "Indoor_Night_5": "Hmm, what to do tonight?#$e#We could have a movie night. There is a new Jimmy's Cameraman movie I've been meaning to see.#$e#Or we can go on a walk in the night. Or play a board game.#$e#Though we can also go to bed early, if you prefer.$h",
    "Indoor_Night_6": "It's funny, a lot of the townsfolk like to go out to the saloon, but I'm perfectly happy staying in.#$e#I'm not opposed to a night out on the town, I just love it here.#$e#Though if you want to go anywhere, just let me know!$h",
    "Outdoor_0": "I only ever dreamed of living in such a beautiful place, and now it's come true.#$e#I was so miserable back home.$s#$e#I appreciate what mom could provide, but...$u#$e#It's just so much nicer to be with you.$l",
    "Outdoor_1": "I would've been so happy growing up on a farm.#$e#It's a lot more land than I'd know what to do with, yet you make it work so well!",
    "Outdoor_2": "Hi, honey! If I knew more about farm work I'd help you out more. Sorry!#$e#I'm reading up on it though! So one day, I'll be able to take on more responsibility.#$e#In the mean time, I'll be thinking of you.$h",
    "Outdoor_3": "I just saw a songbird flying due west. In Stardew Valley that's a very good omen.$h#$e#I wonder... what endeavor shall we use this good luck on?$h",
    "Outdoor_4": "Ahh... It feels great to be outside. I could spend all day right here, observing every little thing.#$e#Including you, but that goes without saying.$h",
    "Outdoor_5": "Remember that time we read by the tree in town? I was thinking we could do that again sometime.$h#$e#Or go to the beach...#$e#Or bath house...$l",
    "Outdoor_6": "I make sure to get some exercise on days with nice weather.#$e#Now that I'm not stuck in the trailer, I've been out walking a lot more.$h",
    "Outdoor_7": "It's so much fun playing with %pet.$h#$e#Besides that rabbit that lived near our trailer, I've never had a pet before.#$e#%pet curls up with me in the lawn when I read. It's nice to have company even when you're busy.",
    "Outdoor_8": "It's such a beautiful day today. And I get to share it with such a beautiful person.#$e#I'll work hard to make sure you can't wait to come back home every night.$h",
    "OneKid_0": "Have you had any time to play with %kid1 today?#$e#Maybe a second child wouldn't be a bad idea. That way %kid1 would have a playmate.",
    "OneKid_1": "Little %kid1 is going to have such a great childhood here.#$e#I can see it now... Running through the crops, riding on cows, playing with %pet...",
    "OneKid_3": "I feel a lot older now that we have a child. Maybe it's just this new responsibility weighing on me.#$e#It's not bad! I've wanted this for a long time.",
    "OneKid_4": "...#$e#Oh! Sorry, was I staring? I was just thinking about you and %kid1.$h#$e#You're a much better father than my dad ever was.^You're a much better parent than my dad could ever hope to be.",
    "OneKid_5": "%kid1 is growing up so fast. It's hard to keep track of all the milestones.#$e#Though that's probably because I'm having so much fun. I've always wanted to be a mom, and now I am!$h",
    "OneKid_6": "%kid1 is such a little scholar. We were reading a children's book together this morning.#$e#%kid1 seemed to be having a lot of fun. Though I'm sure all the funny pictures had a lot to do with that.$h",
    "TwoKids_0": "I already gave %kid1 and %kid2 their food. They're such hungry children!#$e#Good thing we live on a farm!$h",
    "TwoKids_1": "We have to make sure and give %kid1 a lot of attention now that we have %kid2. We don't want any jealousy between them.",
    "TwoKids_2": "I've had this dream that %kid2 grew wings and flew into the night sky. What does it mean?",
    "TwoKids_3": "A nice house, two wonderful kids, and a beautiful plot of land. We're so very fortunate.#$e#I don't know what I did to deserve this. But I'm thankful.$l",
    "TwoKids_4": "It's so much fun watching the kids play together. I could spend all day with them.$h#$e#It's so nice. %kid2 looks up to %kid1, and they both look up to you.#$e#But that's a given, because so do I.$l",
    "TwoKids_5": "You know, two is definitely enough, but... I wouldn't be opposed to having more kids.$h#$e#Though that's not just because I enjoy kids...$l#$e#I think we're on the same page here, right?$l#$e#Though on second thought, they are quite the handful.$h",
    "TwoKids_6": "I read a book to the kids this morning.$h#$e#Children's books are so short though. I want our reading time to last longer.#$b#I can't wait until I can introduce them to all the books I grew up with. Like Marcie and the Underground Castle.",
    "Good_0": "@...I still can't believe we're married...$l#$e#I'd ask you to pinch me, but I know how that would turn out.$h#$e#Maybe I'll still ask you to pinch me.$l",
    "Good_1": "I had dreams of marrying you for such a long time.$l#$e#Ever since after you helped me clean the trailer. It felt like we made such a good team... Even if that moment was ruined.#$e#Though I suppose when I poured my heart out to you in front of JojaMart, I knew then you'd be good to me.$l",
    "Good_2": "I knew you were the one from the moment you moved here...$l#$e#I know that probably seems a bit overly-romantic... but I always had a feeling.#$e#And it's not just because I thought you were cute... But it is hard to explain.$l",
    "Good_3": "Wow, you look really handsome today! Did you shave?$l^Wow, you look beautiful today. Did you do something different with your hair?$l",
    "Good_4": "This place is really starting to feel like home.$l#$e#I'm going to make the most of this life we're living.",
    "Good_6": "Be careful out there! Sometimes I worry that you aren't eating enough wholesome food.#$e#I know what it's like to feel miserable because of cheap food. So make sure you get enough nutrients.",
    "Good_7": "I woke up this morning... and just laid there admiring you...$l#$e#You looked so peaceful, so I didn't want to wake you. I just... You looked so handsome and comfortable.$l^I didn't want to wake you. You looked so peaceful, and so pretty.$l",
    "Good_8": "'My love for you is unlike a flower. Small. Temporary. Fragile. Only concerned with pretty looks.#$e#It is like a volcano. Warm. Eternal. Explosive. Unbreakable, yet soul-bearing, and far reaching in its effects.'#$e#I... may have read a romance novel recently that reminded me of our night at the bath house.$l",
    "Good_9": "Sometimes I can't believe you chose the awkward wallflower bookworm over... literally anyone else.#$e#I know I'm probably selling myself short. Maru would say that. She already has, in fact.#$e#But... I'm still so happy you and I are together.$l",
    "Neutral_0": "I'm so tired...$s#$e#Between my work at the library, tutoring, and cleaning the farm house. Plus all the walking. I'm exhausted.#$e#It's strange, I used to enjoy it all... No, I still do!#$e#I guess I'm just having trouble recharging.",
    "Neutral_1": "This may sound strange, but... if it was an actual house, I wouldn't mind being back in town.#$e#It was closer to work. And I liked the Mullners, and being close to Vincent and Jas.$u#$e#Sorry, I don't mean anything by that. I like the farm too. even if it gets a bit cluttered.",
    "Neutral_2": "Hey @. Do I look okay?$u#$e#Sometimes I worry I'm not... as appealing as I used to be?$u#$e#Sorry, I don't know how to put it into words. Maybe I'm just worrying about nothing.",
    "Neutral_3": "I had a nightmare again. First time in a while.$s#$e#That's why I might have been a little clingy when we woke up this morning. I hope you didn't mind.$u",
    "Neutral_4": "I might go into town more often to visit mom.#$e#Maru and Sam too. They don't come out here, and it'd be nice to see them.#$e#Besides, you've been really busy lately.$u",
    "Bad_0": "@, is everything still okay with us?$u#$e#I don't want to nag, but we don't talk or cuddle up with each other nearly as much as we used to.$s#$e#Just... I know love changes, but... I don't think it changes like this.$s",
    "Bad_1": "My nightmares have gotten worse. And they're happening more often... I thought I was over this.#s#$e#And... you were in them, but you weren't... you.$u#$e#Sorry, I shouldn't be bothering you with this. You're busy.$s",
    "Bad_2": "I had a bad dream... I...$u#$e#In it, you left. You did what dad did. You had the same apathetic look on your face as you walked out the door.$s#$e#@I know things have gotten... not great between us. But please don't leave. Please...$s#$e#I'll do whatever it takes to work this out.$u",
    "Bad_3": "Mom came by today. She was trying to convince me to move back in with her.$s#$e#I couldn't do it. I won't. Despite our recent issues, what we have here is worth keeping.$u#$e#I refuse to give up on us. If you're willing to work at this relationship, so am I.",
    "Bad_4": "The kids can tell something is wrong. My feelings must be written on my face.$s#$e#Vincent keeps asking what's wrong, but it's Jas who I'm really worried about.$u#$e#She's so perceptive and she knows the pain of loss. She's staying quiet for now, but...$u#$e#@, can't we work this out? I can't take much more of this.$s",
    "funLeave_Penny": "I'm going to head into town today, just for fun. I'll be back in a while!",
    "funReturn_Penny": "I had a nice time... It's good to stay in contact with everyone. Tell me about your day.",
    "spring_8": "Spring is probably my favorite season. There's a certain freshness in the air that fills me with hope.#$e#The cold is gone, but it's not too hot, and everything starts blooming.$h#$e#And come to think of it... You moved here in the spring too.$l",
    "spring_1": "We've got a long, warm year to look forward to. Let's make it a productive one.#$e#Here's to new beginnings!$h",
    "spring_10": "Vincent's birthday is today, but I gave him his gift earlier this week.#$e#He was super excited to get it early!$h#$e#I gave him some grapes. He loves those, and they're healthy. He'll be getting enough sweets from other people, I'm sure.",
    "spring_15": "Ah, the 'spring cleaning'... I'm actually going to enjoy this.#$e#There is a sense of pride in cleaning a house I know will actually stay clean.",
    "spring_18": "I hope I don't forget to stop by mom's and give her birthday gift to her today.#$e#Don't worry, it's not beer. It'll never be beer.#$e#I can tell her it's from both of us if you'd like.$h",
    "spring_24": "I used to dread the Flower Dance Festival, but not anymore!$h#$e#Now that I have such a dashing guy to dance with, it's much easier for me to let loose.$l^Now that I have such a wonderful wife to dance with, it's much easier to let loose.$l#$e#I bet at least a few of the town's girls will be jealous of me for having you as a husband.$h^I bet all of the town's guys will be watching you dance... And maybe even a few of the girls!$h",
    "summer_16": "*phew*... I need to eat more melon to combat this heat!",
    "summer_1": "Summer may be searing hot, but the humidity feels great on the skin.#$e#The trick is not to wear layers, and to make sure the clothing is loose enough so the moisture can properly evaporate.#$e#And to wear plenty of sunscreen!$h",
    "summer_2": "In summer, the ants become very active. I could watch them for hours... they have a pretty complex civilization from the looks of it!",
    "summer_4": "Jas' birthday is today, and I made some plum pudding this morning with her name on it.#$e#I was trying to decide between that or some Fairy Rose. She likes those flowers just as much as Mrs. Mullner does.#$e#I wonder if I could get Evelyn to teach Jas about gardening...",
    "summer_10": "Maru's birthday is today, so I'm going to try to find some time to drop a gift off at her house.#$e#It's nice that we live near such a quick pathway to the mountains, otherwise I don't know if I'd have time.",
    "summer_17": "Sam's celebrating his birthday today. He usually throws a party, or tries to.#$e#I'm not going, parties aren't my thing, but I mailed him his gift, so he should have it by now.#$e#Let me tell you, it was not easy fitting a cactus fruit in the mailbox. I almost pricked my hand.$h",
    "summer_28": "I can't wait until tonight's Festival. We're going to stay up so late!$h#$e#Sitting by the ocean, leaning into each other, watching the glow of the Jellies.$l#$e#Straight out of a romance novel. Even better, in fact.$l",
    "fall_5": "The smell of fall reminds me of the smell of books... weird, isn't it?#$e#Then again, I do spend a lot of time at the library in the fall.",
    "fall_1": "Fall... It makes me think of colored paper and glue. Maybe I'm spending too much time with the children.$h#$e#If more townsfolk have kids, I guess I'll have my work cut out for me as a tutor.#$e#At that point I could call myself a full blown teacher, huh?$h",
    "fall_2": "Will you grow any giant pumpkins this year?#$e#I wonder if it would be possible to carve a giant jack-o-lantern.$h",
    "fall_24": "Mr. Mullner's birthday is today. I'm going to help Evelyn fry up some mushrooms for him.#$e#He doesn't get many gifts from people, which isn't surprising. He's not exactly personable.#$e#But he's a good man. He has to be if Evelyn married him!$h",
    "winter_1": "Winter's a good time to unwind a bit. You deserve it after the long year!$h#$e#And I'm not just saying that so we can spend even more time together.$l",
    "winter_6": "The falling snow reminds me of grandma, rocking by the fire. I mostly remember her shadow flickering against the orange wood. That was long ago.#$e#Of course, nowadays when it comes to my family, I don't have any contact with anyone except mom.",
    "winter_3": "How will we stay afloat this winter? Oh, you don't have to tell me... I trust you to make the right decisions.#$e#And I'll pitch in as best I can with the money I make.",
    "winter_15": "Shall we go buy something at the Night Market this evening?#$e#I saved up from work, so I won't be mooching off you.$h#$e#Maybe a nice painting? Or some house decorations... I think one of them sells a bookshelf.#$e#I wouldn't mind going on the deep sea tour with you. We can cozy up and see all the strange fish.",
    "winter_20": "Mrs. Mullner's birthday is today. I'm going to deliver a bouquet of Tulips and Fairy Roses.#$e#It's a lot of work to make, but she deserves it. That woman is the closest thing I have to extended family.",
    "winter_24": "The Feast of the Winter Star is tomorrow!$h#$e#Did you get your secret gift taken care of yet? I'm sure your 'secret friend' will love it.#$e#I can't wait to see the Winter Star with you.$l",
			}
		},
		{
          "Action": "EditData",
          "Target": "Characters/Dialogue/Pam",
          "entries": {
	"event_pamfish1": "Yeah, I figured that.$4#$b#Oh well... It's not like I've got anything better to do.$s#$b#I've already screwed up my marriage. And my job situation. Might as well just sit here and stare at the water.$s",
    "event_pamfish2": "Ha! Yeah, all 'this.'$h#$b#Don't got a house.$h#$b#Don't got money except for drinking...#$b#But at least I have a rusty trailer and a fishing pole!$4#$b#...$s#$b#Sorry kid, that was uncalled for. I know you're just tryna be a good neighbor.$s#$b#And... I have Penny. That's good enough for me.",
    "event_pamfish3": "Go suck on a cactus.$4#$b#Talking myself up don't help none.$s#$b#So maybe kicking myself in the pants will actually help me change...$s#$b#Aw, who am I kidding?$4",
    "event_pamfish4": "Aw, what do you know?!$u#$b#You don't know how difficult my life has been!$u#$b#I lost my family, my husband, my job...$s#$b#And my daughter's losin' her future 'cause of me! I just get in the way!$s#$b#So giving up's all I do!$4#$b#It's... all I'm good at...$s",
		}
		},
		{
          "Action": "EditData",
          "Target": "Characters/Dialogue/Penny",
          "entries": {
	"event_job1": "I...$s#$b#I hate admitting this, but you'll find out eventually anyway.$u#$b#My mom and I are really poor. We live in a trailer, we don't own a square inch of land, and mom is out of work right now.$s#$b#I want to help her as best I can, and save up money to maybe afford an actual home one day.$u#$b#Weird, usually this all hurts to admit, but...",
    "event_job2": "Marnie has enough help with her nephew there. Pierre doesn't make enough to afford an employee.$u#$b#As for Robin, she prefers to work alone. Gunther doesn't have near enough to do around the museum since the previous curator took everything.$u#$b#And when I asked Clint, he laughed me right out of his shop!$a#$b#Well, I'm exaggerating, but he did stifle a laugh...$u#$b#I did try the Saloon, but Emily got the job over me. But it's okay. She's so nice, she deserves it.",
    "event_job3": "I... It's hard to admit this, but...$s#$b#Technically, I'm homeless. My mom and I don't own property.$s#$b#We also have terrible credit, so JojaMart isn't willing to hire me because of it.$s#$b#I get it. I'm 'risky.' I understand they're a business and they have to make smart decisions.$u#$b#They probably just think I'm some...$u#$b#I don't know, delinquent I guess.$s",
    "event_job4": "Haha! That would be great, but I know you probably can't afford to hire on anybody yet.$h#$b#Who knows, maybe one day...$l",
    "event_job5": "Goodness knows I've considered it, but I can't leave my mom.$u#$b#She doesn't take care of herself, and if I go she doesn't have any income at all.$u#$b#Not to mention that I'd be even more homeless in the city than I am here, if I can even afford to get there at all.$u#$b#I'd be willing to risk that, but I have ties here.$s#$b#I'm sorry, I know you were just trying to help.",
    "event_payment1": "Wha?!$u",
    "event_payment2": "Huh?$u",
    "event_payment3": "Yes Gunther! Think of the children.",
    "event_payment4": "...$s",
    "event_reading1": "Oh really? Have you read the Mayors?#$b#It took him years, I think the only reason he finished it is because Elliott helped him with edits.#$b#He mentions my mom in it! This was back when she drove the truck.$h#$b#My dad is in there too...$u#$b#But I don't mind. I barely remember him, so he's just a name on a page.",
    "event_reading2": "Yeah, we live in interesting times. What with the war with Gotoro and all.$u#$b#I remember reading up on it when Vincent's father got deployed. I hope he's okay. It's horrible over there.$u#$b#And here, JojaCorp has taken advantage of the war economy. That's why their seeds are more expensive than Pierre's are.#$b#Still, it's not all bad. The Governor recently passed a popular human rights bill.#$b#And in Stardew, our exports are up! Your farm can take some of the credit for that.$h",
    "event_reading3": "That's one of mine too. It's like an escape for me.#$b#My favorite has to be 'Heralds of Danielle.'#$b#I used to pretend I was her when I was younger, flying around space...#$b#I'm currently reading Lord of the Lords: Ring of the Flies. It's... interesting.#$b#It's fun, but out there. Good reviews, I'm sure you'd like it.",
    "event_reading4": "Oh? A guy who likes romance? That's really cool! You're a rarity for sure.$h^Haha, I'm right there with you!$h#$b#I love romance. But with my family being... What it is, I try to stay away from that genre.$u#$b#Yet it never works. I've read a ton. There is this one called 'Holding his Hand' that I always go back to.#$b#It's got a more long-term love focus than most wilder, heated stories.#$b#Not that I don't read those too! I do! I even fell asleep last night re-#$b#...$u#$b#Oh dear, I'm just embarrassing myself now.$l",
    "event_reading5": "Math, science, and geology huh? You must be smart.#$b#Maybe you could come help teach one day!$h#$b#I read all my teaching material in advance so I can answer their questions, but having first hand experience would definitely add to a lesson.#$b#I'm sure the kids would love it.",
    "event_reading6": "Oh geez. Mysteries are fine, but I've made the mistake of reading horror.#$b#Not that I think they're bad. They just scare me until I can't sleep.#$b#Last one I read was called 'Stab Clowns.'$s#$b#It's exactly what it sounds like.$u#$b#If you reverse the words, anyway.",
    "event_reading7": "Huh?! No it's not!$u#$b#I'm... really surprised you feel that way. I mean, I know they're not for everyone.$u#$b#But reading is an essential skill. Plus, books and stories really help me...$u#$b#Get through the day, you know?$s",
    "event_pennywalk1": "The beach? Okay, I haven't spent a day there in a while. Let's go!",
    "event_pennywalk2": "The railroad tracks? Sounds like fun, I'm in.",
    "event_pennywalk3": "The forest huh? Sure, I could do with some nature right now. Lead the way.",
    "event_whobook1": "...$u#$b#Well! You heard the man!$h^Well! You heard the lady!$h",
    "event_whobook2": "Oh come on!$a",
    "event_whobook3": "See? He wants no part of this.$u#$b#Just let me have it for the day, and I'll bring it to you later.$u",
    "event_whobook4": "Wait. Really?!$u#$b#Umm... Maru, what should we do?$u#$b#@'s work is important too.$s",
    "event_sloshed1": "Thank you @.$u#$b#I'm glad you're here, I'm not sure I'd be able to get her home by myself.",
    "event_sloshed2": "That would be really helpful @. Thank you.",
    "event_sloshed3": "What...$a#$b#Are you crazy? I'm not leaving her at a bar!$a",
    "event_sloshed4": "I guess we'll worry about our stuff later.$u#$b#Getting you to your bed is more important right now$u.",
    "event_fridaynight1": "Oh. Really?#$b#Well, okay then. We can learn how to play together.$h",
    "event_fridaynight2": "I guess that makes sense.$u#$b#Are you okay with that, Sebastian?",
    "event_fridaynight3": "Yeah, they do look fun. But they're really hard.$u",
    "event_fridaynight4": "Well...",
    "event_fridaynight5": "Oh. Yeah, I'm also feeling a little tired.#$b#I think I'll head out too. Would you walk me home?",
    "event_movienight1": "Oh? It's quite different now.#$b#There is a new actor for the Space Doctor and a higher production budget.$u#$b#It's truly only gotten better. But you might be in for a few surprises.$h",
    "event_movienight2": "Aww, @. Don't remind us.$h#$b#I'm still not over it.",
    "event_movienight3": "That...$u#$b#Might actually be fun. Good idea, @.$h#$b#I'm sure you'd enjoy it either way though, huh?^Though I hope you like corny dialogue and... historically inaccurate costumes. To put it mildly.",
    "event_movienight4": "I veto the Naval one. As interesting as that city is, we'll all be asleep by the end of it.$s#$b#I have one on the history of warfare between us and Gotoro, but...$s",
    "event_movienight5": "Sounds good to me. I haven't watched a Western in forever.#$b#Though only reason I have this one is the romantic subplot. I'll have to get a bigger selection for next time.$u",
    "event_movienight6": "You're thinking of Jack Pete Freeman.$u#$b#Jimmy Cameraman did movies like Aviator on Planet Blue.$u#$b#Though I DO have the Dwarfling, so we can watch it.",
		}
		},
		{
          "Action": "EditData",
          "Target": "Data/mail",
          "entries": {
	"pennyParty": "I'm having a get together at my place and I'd really like you to come.^Please arrive between 7pm and 8pm. The door will be locked after that.^I'm looking forward to seeing you!^^-Penny",
    	"pamPassOut": "@, I can't thank you enough for being there for my mom. If anything had happened to her, I don't know what I'd do. I'd be devastated.^She's doing alright for now, though I'll be keeping an eye on her for a while.^Again, thank you so much. I really appreciate it.^^-Penny",
		}
		},
		{
          "Action": "EditData",
          "Target": "Data/Events/ArchaeologyHouse",
          "entries":  {
	"9992/f Penny 750/t 600 2400": "echos/6 8/farmer 9 5 1 Penny 100 14 2 Vincent 100 4 1 Jas 102 4 3 Gunther 3 8 2/skippable/move farmer 1 0 0/pause 500/playSound doorClose/warp Penny 3 14/move Penny 0 -3 2/pause 100/warp Vincent 3 14/move Vincent 0 -2 0/warp Jas 3 14/move Jas 0 -1 0/pause 100/showFrame Penny 23/pause 500/speak Penny \"Alright kids, you both ready?$h\"/pause 100/emote Vincent 56/emote Jas 56/pause 300/showFrame Penny 21/pause 50/speak Penny \"Let's head over to the library! At Vincent's request, today we'll be learning more about the history of the Got-\"/pause 10/faceDirection Penny 0/textAboveHead Gunther \"Ahem!\"/speak Gunther \"Penny, a word?\"/pause 300/faceDirection Penny 2/speak Penny \"Head on over kids. I'll be there shortly.\"/pause 100/speed Vincent 4/move Vincent 4 0 1/speed Vincent 4/move Vincent 0 2 2/speed Vincent 4/move Vincent 4 0 3/speak Jas \"Is everything okay, Ms. Penny?\"/pause 50/speak Penny \"Everything is fine sweetie. Now please, grab the books and go take a seat.\"/pause 100/speed Jas 4/move Jas 4 0 1/speed Jas 4/move Jas 0 1 1/speed Vincent 4/speed Jas 4/move Vincent 0 -2 0 true/move Jas 4 0 1 false/speed Vincent 4/speed Jas 4/move Vincent 6 0 3 true/move Jas 0 -3 1 false/move Jas -1 0 3/move Penny 0 -1 0/speak Gunther \"Penny, I'm going to have to ask that you pay the money you owe me. Your payment is late.\"/speak Penny \"Mr. Gunther, sir, I thought you said the payment could be turned in later this week?#$b#I only have half of what I need right now, I had to mail order in books you don't have here for next week's lesson, so...\"/speed Vincent 4/move Vincent -7 0 3/speak Gunther \"I said it's due at the beginning of every week, but that I would accept a late payment here and there.#$b#But your late payments have been getting more frequent recently. Because of those mail orders?#$b#Regardless, I have my own bills to pay to keep this place running. I need your payments.#$b#So you'll pay for your time here and time for each book you use. Promptly.\"/speak Penny \"Okay, I'll do better from now on. I'll give you all the money I've save up so far and-\"/emote Gunther 36/pause 100/speak Gunther \"No Penny. If you can't pay now, you're going to have to take the kids and leave.\"/jump Penny/faceDirection Vincent 0/faceDirection Jas 2/move farmer -2 0 2/faceDirection Vincent 3/faceDirection Jas 3/move farmer 0 3 3/speak Penny \"But! Gunther, I've never actually missed a payment! And this is the only place to go with learning material!$u#$b#We have no school in town, where else could I go?$u\"/speak Gunther \"That's not my proble-\"/faceDirection Gunther 1/pause 200/speak Gunther \"@! How long have you been listening? This doesn't concern you.\"/question fork0 \"#Why does she have to pay? This place is free.#I was just leaving.\"/fork choseWhy/faceDirection farmer 3/pause 600/speak Penny \"I guess I am too...$a#$b#Kids! Gunther says we have to leave!$u.\"/pause 200/emote Gunther 28/pause 100/speak Penny \"I'm sorry kids...$s\"/pause 100/move Penny 0 7 0 true/globalFade/viewport -1000 -1000/end",
    "choseWhy": "pause 500/speak Gunther \"She doesn't own property, thus she doesn't pay the taxes that fund this place.#$b#By law, as she doesn't 'live' in the Valley, nor does she have family that does, she has to pay for excessive use.#$b#This comes in the form of a lower check-out limit than other town patrons. When she goes over it, this activates a subscription based service like some libraries in the country.#$b#It's not a common practice, but it is a lawful one.#$b#But don't worry, we aren't like the privately run libraries of the past. We don't restrict membership or bar entry. But we do have to keep afloat somehow.\"/pause 300/emote farmer 40/faceDirection Gunther 2/speak Gunther \"Now. Penny, where were we?\"/speak Penny \"$q 99999 null#...#$r 99999 30 event_payment1#I'll pay for her. How much is it?#$r 99998 30 event_payment2#Skip the payment, or I'll stop donating the artifacts I find.#$r 99997 30 event_payment3#Gunther, think of the children!#$r 99996 30 event_payment4#Penny, just leave.\"/pause 500/fork 99998 paymentArtifacts/fork 99997 paymentChildren/fork 99996 paymentDont/speak Penny \"@! No, I can't possibly ask you to do that for me. It's not right.$u#$b#I can just-$s\"/pause 200/emote farmer 12/pause 300/emote Gunther 40/speak Gunther \"Sigh. What a debacle this is.#$b#@. Keep your money. Penny you can stay.#$b#But you know how many books we've lost over the years... Be sure to have payment ready promptly from here on out. Got it?\"/pause 400/faceDirection Gunther 1/emote Penny 16/speak Penny \"Yes sir. I promise.\"/move Penny 3 0 2 true/speak Penny \"Thank you @. It means a lot to me that you'd offer to cover the cost.#$b#Gunther is right, I need to be more responsible and pay what I owe.$s#$b#But still, I'm glad you were here.\"/emote Penny 32/speak Penny \"Alright! The kids are waiting. Time to teach!$h\"/jump Vincent/jump Jas/speed Vincent 4/speed Jas 4/move Vincent 7 0 0/move Jas 7 0 0/move Penny 0 5 0/globalFade/viewport -1000 -1000/end",
    "paymentArtifacts": "pause 300/speak Gunther \"What?!#$b#But, you're the only one who donates anything anymore! This place really would go under without your contributions!#$b#You can't-#$b#...#$b#Fine. You win. Penny, you can pay me what you owe later.\"/faceDirection Gunther 1/move Penny 3 0 2 true/speak Penny \"Wow @! You really got to him. I'm glad you were here.#$b#He's right though, I need to be more responsible and pay what I owe. Even if it does seem unfair.$s\"/emote Penny 32/speak Penny \"Still! I have better things to do than mope about it. The kids are waiting!\"/jump Vincent/jump Jas/pause 50/speed Vincent 4/speed Jas 4/move Vincent 7 0 0 true/move Jas 7 0 0 false/move Penny 0 5 0/globalFade/viewport -1000 -1000/end",
    "paymentChildren": "pause 100/speak Vincent \"Yeah Gunther! Think of the children!\"/pause 200/speak Jas \"Yes Mr. Gunther! Please think of the children.\"/pause 300/emote Gunther 40/speak Gunther \"Sigh...#$b#Fine. I'll 'think of the children.'#$b#Penny. I will allow one more late payment. But please make sure to pay on time from now on.\"/faceDirection Gunther 1/pause 200/move Penny 3 0 2 true/speak Penny \"Thank you for talking sense into him, @.#$b#These kids are the future of Stardew Valley, they need a good education.$u#$b#I'll be better about payments, but I'm glad you were here.\"/emote Penny 32/speak Penny \"Alright kids, get back to your seats!$h\"/jump Vincent/jump Jas/speed Vincent 4/speed Jas 4/move Vincent 7 0 0 true/move Jas 7 0 0 false/globalFade/viewport -1000 -1000/end",
    "paymentDont": "pause 100/speak Penny \"...$a#$b#Kids, I know you're listening.$a\"/jump Vincent/jump Jas/pause 200/speak Penny \"Today is now math day again. Grab the book we had last time and solve the problems on page 34.$u#$b#I'll grade your work next time.$u#$b#Whenever that is...$s\"/pause 100/emote Gunther 16/move Penny 0 4 0/speak Gunther \"Penny, you can't just leave them here!\"/pause 100/speak Penny \"I can. They roam free around town all the time, and they've been here alone too.$u#$b#And as they are citizens of Stardew Valley, they have free access to your collection.$a\"/pause 100/emote Gunther 28/faceDirection Vincent 0 true/faceDirection Jas 2 false/speak Penny \"I'll send their parents to get them by the time you close. Good day.$u\"/move Penny 0 2 0/playSound doorClose/warp Penny 100 100/pause 500/emote Gunther 28/pause 200/speak Gunther \"Well @, I don't suppose you'd watch the k-\"/move farmer 0 4 0/textAboveHead Gunther \"Guess not...\"/move farmer -5 0 0/move farmer 0 2 0/warp farmer 100 100/pause 100/move Vincent 6 0 0 true/move Jas 6 0 2 false/jump Gunther/speak Gunther \"Penny! Wait!\"/globalFade/viewport -1000 -1000/end dialogue Penny \"So Gunther wound up letting me back in. I guess it all worked out in the end.\"",
    "9994/f Penny 1750/t 600 2400": "libraryTheme/30 8/farmer 99 99 0 Gunther 33 8 2 Penny 27 10 3 Lewis 35 14 2 Marnie 36 14 2 Robin 40 5 2/skippable/pause 100/move Robin 4 0 0/pause 1000/textAboveHead Gunther \"Hmm...\"/pause 200/faceDirection Penny 1/faceDirection Gunther 1/pause 400/faceDirection Gunther 2/pause 400/faceDirection Gunther 3/pause 400/faceDirection Gunther 2/pause 500/faceDirection Gunther 1/pause 400/faceDirection Gunther 2/pause 1000/speak Gunther \"Blast it... Where did I put those plaques?\"/pause 500/move Penny 0 1 3/showFrame Penny 20/playSound dwop/pause 200/showFrame Penny 12/pause 200/move Penny 0 -3 0/move Penny 5 0 1/faceDirection Gunther 3/speak Penny \"Here you go Gunther.#$b#They were over on the display near the entrance.\"/emote Gunther 16/pause 100/speak Gunther \"Ah! I was in such a rush I completely forgot where I left them. Thank you Penny.\"/speak Penny \"You're welcome!$h\"/faceDirection Gunther 2/move Penny -3 0 0/pause 50/move Marnie 0 -2 0 true/move Lewis 0 -2 0 false/pause 50/move Marnie -3 0 3 true/move Lewis -4 0 1 false/speak Marnie \"Lewis, I'm still curious about those Dwarven Artifacts.\"/faceDirection Penny 1/faceDirection Lewis 0/faceDirection Marnie 0/speak Lewis \"Gunther, care to educate us?\"/pause 300/emote Gunther 40/speak Gunther \"I... Well, they are new items. Let me think... Hmm.\"/move Penny 3 0 2/speak Penny \"Umm, if you don't mind, I just learned about them myself.#$b#They are various rocks and minerals found in the Northern Mines, sought after by collectors even today.#$b#Particularly interesting is that Ancient Dwarven culture regarded them as holy artifacts.#$b#They used them almost exclusively in religious ceremony.#$b#So while monetary trade for most ore was common, it was out of the question to sell these for profit.\"/pause 100/speak Marnie \"Wow. That's something else$h!#$b#Thank you for the explanation.\"/speak Penny \"You're very welcome, Marnie!$h\"/pause 200/move Marnie -4 0 3 true/move Lewis -4 0 1 false/pause 400/emote Gunther 40/pause 200/faceDirection Gunther 3/speak Gunther \"Penny my dear, could I have a word?\"/pause 200/faceDirection Penny 1/speak Penny \"Something the matter$u?\"/speak Gunther \"On the contrary, things couldn't be better.#$b#Thanks to @'s donations, this place is getting traffic again.#$b#There have even been more tourists from outside town!#$b#Mayor Lewis has been impressed with the progress, so he's promised me that funding will increase.#$b#And even the library seems to be getting it's borrowed books back.\"/speak Penny \"That's great. I'm glad both the library and museum are seeing more use.\"/speak Gunther \"Yes, but there is one thing, actually.#$b#With all the growth, it's been hard for me to keep up while managing the front desk and the paperwork.#$b#So, like myself and the curator before me...#$b#Though hopefully not too much like him...#$b#I think I'll be needing an assistant.\"/speak Penny \"Oh?#$b#...#$b#Oh!$u\"/pause 100/playMusic musicboxsong/speak Gunther \"That's right. Remember when you came to me looking for work?#$b#Well, today you've shown a great deal of potential in keeping track of this unorganized clutter.#$b#And your knowledge of the museum catalogue is admirable. You explained it quite well to Marnie.#$b#All things considered, you'd do this place well. Would you like a job here?\"/speak Penny \"I... I don't know what to say!#$b#I want to say yes, but as for the kids...$s\"/speak Gunther \"Not to worry, you can come in as early as you'd like.#$b#And even if you're needed while the children are here, I don't mind. That way you can still teach them.#$b#And... I'll stop charging you for the time you're here, obviously.#$b#@'s kindness has shown me how... Misplaced my priorities were. I apologize.#$b#So! How about it?\"/jump Penny/speak Penny \"Alright! I'll do it! Thank you Gunther!$h#$b#Wow. I can't wait to tell @ about this.$h\"/globalFade/viewport -9999 -9999/pause 4000/message \"Penny came and told me all about what happened. She was all smiles.\"/pause 2000/end",
    "99999/f Penny 500/f Maru 500/t 800 2000": "libraryTheme/15 8/farmer 110 6 0 Penny 12 6 1 Maru 19 5 0 Gunther 29 14 2/skippable/pause 1000/move Maru 0 1 3/move Penny 2 0 1 true/move Maru -2 0 3 false/emote Penny 16/speak Maru \"Hi Penny! How have you been?$h\"/speak Penny \"Hi Maru. I'm doing alright, how are you?$h\"/speak Maru \"Doing well. Busy with dad's research. I'm here to pick a book up for him.\"/speak Penny \"Sounds important. I'm grabbing a book myself to prepare a lesson for the kids.\"/move Penny 0 -1 0 true/move Maru 0 -1 0 false/move Penny 1 0 0 true/move Maru -1 0 0 false/pause 100/emote Penny 40/emote Maru 40/pause 1000/faceDirection Penny 1 true/faceDirection Maru 3 false/speak Maru \"It would appear you're looking for the same book on animal anatomy as I am.$h#$b#I really need this for my research. We're comparing wildlife with human biology for a paper he's writing.\"/speak Penny \"Oh. But I've spent a whole week preparing for this lesson for the kids. I don't have anything else prepared and it'll set us back.$u\"/speak Maru \"Yeah, that's unfortunate, but it's not as important as a research paper, right?$u\"/speak Penny \"Really? Education for our youth is important too. Plus without a lesson to teach I can't in good faith take payment for tutoring.$u#$b#I'm not trying to guilt trip you, but you know... my whole situation.$s\"/warp farmer 12 6 0/textAboveHead Maru \"Yeah, but...\"/move farmer 2 0 0/faceDirection Penny 3/pause 500/speak Penny \"@! I didn't even hear you come over here.\"/pause 100/speak Maru \"You heard our predicament I'm assuming? Who do you think should have the book?$h\"/pause 200/speak Penny \"$q 99919 null#Maru, be serious! Don't drag @ into this!#$r 99919 30 event_whobook1#I think Penny should have it.#$r 99918 30 event_whobook2#Maru's work sounds more important.#$r 99917 30 event_whobook3#I have no idea!#$r 99916 30 event_whobook4#Actually, I need the book too. For my animals.\"/pause 500/fork 99918 bookchoiceMaru/fork 99917 bookchoiceDunno/fork 99916 bookchoiceMe/pause 100/speak Maru \"Hey! I was just joking!$a#$b#How asinine.$s#$b#Ugh... I'll go run this by dad. Maybe his work can still be salvaged without it.$s\"/move farmer 0 -1 2 true/move Maru 0 1 0 false/speed Maru 4/move Maru -8 0 2/speed Maru 4/faceDirection farmer 1/emote Penny 32 true/move Maru 0 8 2 false/speed Maru 4/move Maru -5 0 0/move Maru 0 1 0/warp Maru 100 100/pause 100/speak Penny \"I feel kind of bad about all this...$u#$b#But I can't dwell on it, I have a lesson to prepare for.#$b#Thanks for having my back, @.\"/globalFade/viewport -1000 -1000/end",
    "bookchoiceMaru": "pause 100/friendship Maru 50/speak Maru \"Clearly he understands the importance of scientific research.#$b#Without it, you'd have nothing to teach, Penny.$u\"/pause 100/faceDirection Maru 0/faceDirection Penny 1/textAboveHead Penny \"I guess...?\"/playSound dwop/pause 100/faceDirection Maru 2/speak Maru \"I'll be taking this!$h\"/move farmer 0 -1 2 true/move Maru 0 1 0 false/speed Maru 4/move Maru -2 0 0/faceDirection Penny 3/emote Maru 20/speed Maru 4/move Maru -6 0 2/speed Maru 4/faceDirection farmer 1/emote Penny 60 true/move Maru 0 8 2 false/speed Maru 4/move Maru -5 0 0/move Maru 0 1 0/warp Maru 100 100/faceDirection Penny 1/textAboveHead Penny \"...Now what do I do?\"/globalFade/viewport -1000 -1000/end",
    "bookchoiceDunno": "pause 100/faceDirection Penny 1/speak Maru \"That's such a cop out answer...$s#$b#Seriously, if my dad doesn't finish this paper soon, he'll miss his deadline!$u\"/pause 100/speak Penny \"Be that as it may, the kids will be here soon, and I have to teach them something!$u\"/pause 100/emote Maru 12/emote Penny 60/emote Maru 40/emote Penny 36/pause 500/faceDirection farmer 2/emote farmer 28/globalFade/viewport -1000 -1000/end",
    "bookchoiceMe": "pause 100/speak Maru \"I mean... I guess so?$s#$b#...$s#$b#Maybe he can tear out the pages he needs?$u\"/pause 100/faceDirection Penny 1/jump Penny/emote Penny 36/speak Penny \"Absolutely not!$a#$b#No vandalizing library property!$a\"/speak Maru \"I'm just joking!$h#$b#Though...$s#$b#I could pay for a replacement?$u\"/pause 200/emote Penny 40/emote Maru 40/emote farmer 40/speak Penny \"You promise?$s#$b#Then I'll copy the notes I need...$u\"/pause 100/speak Maru \"Wait.#$b#I don't actually want to ruin the book.#$b#I'll help you copy the notes you need.#$b#Then I'll take the book to dad. We'll both quickly write down what we need...#$b#Then I can bring it to @. Does that sound good?\"/question fork0 \"#Sure.#That doesn't work for me. I need it now.\"/fork yesbook/pause 400/emote Maru 12/speak Maru \"Well fine then.$a#$b#Vandalism it is!$h\"/faceDirection Maru 0/playSound dwop/faceDirection farmer 1/faceDirection Penny 1/textAboveHead Penny \"No! Wait!\"/speed Maru 4/move Maru 0 1 1/speed Maru 4/move Maru 6 0 2/faceDirection Gunther 3/speed Maru 4/move Maru 0 6 0 true/speed Penny 4/move Penny 7 0 2 false/globalFade/viewport -1000 -1000/pause 2000/message \"In the end, Gunther stopped Penny, and Maru ran off with the book.\"/pause 500/end",
    "yesbook": "pause 100/friendship Maru 20/friendship Penny 20/speak Maru \"Great! Then follow me!\"/faceDirection Maru 0/playSound dwop/pause 200/move farmer 0 -1 1 true/move Maru 0 1 3 false/faceDirection Penny 3/move Maru -2 0 2/move Maru 0 4 2/globalFade/viewport -1000 -1000/pause 2000/message \"In the end, we finished Penny's notes and Maru took the book. I eventually got what I needed.\"/pause 500/end",
    "99988/f Penny 2000/f Abigail 1500/f Sebastian 1000/f Sam 1000/t 600 2000": "libraryTheme/15 15/farmer 100 100 0 Penny 14 14 2 Abigail 8 14 1 Gunther 28 8 2/skippable/pause 100/move Abigail 4 0 1/speak Abigail \"Hey Penny, you work here now, right?\"/faceDirection Penny 3/speak Penny \"Yes, I do. Do you need help with anything?\"/speak Abigail \"Yeah. I have an odd question.$u#$b#Did you know big city libraries now have more to check out than just books?\"/speak Penny \"I didn't. That's interesting. Like what?\"/speak Abigail \"Movies, games, and even musical instruments.#$b#Though I'm specifically looking for games.$u#$b#I take it you guys don't have those here, huh?$s\"/speak Penny \"No, I'm afraid not. Sorry.$u\"/speak Abigail \"That's alright. I figured you didn't. Thanks for your time.\"/faceDirection Penny 2/move Abigail -2 0 0/emote Abigail 16/move Abigail 0 -2 3/pause 400/speak Abigail \"I thought you said you guys didn't have games!$7#$b#But you have a Witchman game right here! Why would you l-$a#$b#Wait... this is a book.$u#$b#I'm so sorry, I'm dumb, ignore me.$l\"/faceDirection Penny 3/emote Abigail 40/pause 800/speak Abigail \"Wait, the Witchman series is a book?!$7\"/move Penny 0 -1 3/move Penny -4 0 0/speak Penny \"Oh yeah. 'Witchman, Terror of King's Cradle.' Fourth in the series.$u#$b#It's a pretty popular series. I didn't know they made a game out of it.\"/pause 300/playSound dwop/pause 400/speak Abigail \"Let me see...$u#$b#Yeah, older copyright. It seems the book came first.$s#$b#Though it looks like they replaced Jarrad as the main character.$u\"/speak Penny \"Yep, since the Were-Warg's Folly.\"/pause 400/emote Abigail 40/speak Abigail \"Huh? But he was still the main character in Warlock's Reign. Which was that books sequel, right?$u#$b#That's the order of the games anyway.$u\"/speak Penny \"No, he's been dea-$u#$b#Sorry, spoilers.$s\"/jump Abigail/faceDirection Abigail 2/speak Abigail \"HE DIED?!$7#$b#No way...$u#$b#Wait, so what happened next? Who's the main character now? What happened to Salla? Did the Were-Warg win or something?\"/speak Penny \"Whoa, hold on a second. I don't even know where to begin.$h#$b#And I don't want to spoil anything, even if the games are different.\"/speak Abigail \"Yeah, I don't want to be spoiled...#$b#But... I kind of do!$h#$b#Ugh... I'll have to read these books.$u#$b#But first, you're going to tell me what happened in book one!\"/speak Penny \"Well, it's slow enough right now... Sure. And you can tell me what's different.\"/emote Abigail 32/globalFade/viewport -1000 -1000/end",
		}
		},
		{
          "Action": "EditData",
          "Target": "Data/Events/BusStop",
          "entries": {
	"987654/f Penny 2700/w sunny/t 600 2200": "distantBanjo/11 21/farmer 64 16 2 Penny 11 23 1 Vincent 100 100 1 Jas 111 111 1 Gunther 112 121 1 Sebastian 113 113 1 Demetrius 114 114 1 Jodi 115 115 1/skippable/move Penny 3 0 1/speak Penny \"Gosh, I didn't realize I was running so late.$u#$b#I hope I'm not keeping the kids waiting. I better hurry.\"/pause 100/jump Penny/pause 400/speed Penny 4/move Penny 6 0 1/fade/viewport -1000 -1000/message \"And so begins A Day in the Married Life of Penny, part 1 of 3.\"/changeLocation archaeologyHouse/halt/warp Penny 17 9 1/faceDirection Penny 2/warp farmer 50 51 1/faceDirection farmer 0/warp Gunther 26 13 0/faceDirection Gunther 1/warp Vincent 19 10 0/faceDirection Vincent 3/warp Jas 16 10 0/faceDirection Jas 1/warp Sebastian 17 5 2/faceDirection Sebastian 0/warp Demetrius 27 8 0/faceDirection Demetrius 3/warp Jodi 100 100 1/faceDirection Jodi 1/viewport 11 21 clamp/pause 100/speak Penny \"So if you add 1 plus 1, you get 2. Therefore, if you add 10 plus 10, you get 20. Does that makes sense?\"/pause 100/emote Vincent 32 true/emote Jas 32 false/pause 200/speak Penny \"Great! So if we keep down this road, 100 plus 100 equals-$h\"/faceDirection Gunther 3/pause 100/speak Gunther \"Sorry to interrupt Penny, but did you remember to check in the shipment of storage containers this morning?\"/faceDirection Penny 1/speak Penny \"Yes sir, the invoice should be in the second desk drawer. The containers should be under the table in the back room.\"/textAboveHead Gunther \"Splendid, thank you!\"/faceDirection Gunther 1/faceDirection Penny 2/pause 300/speak Penny \"Alright, where were we?#$b#So 1000 plus 1000 equals 2000, and so on. And if 2 plus 2 equals 4...\"/move Sebastian -3 0 2/move Sebastian 0 4 1/move Sebastian 1 0 1/faceDirection Penny 3/faceDirection Jas 0/speak Sebastian \"Excuse me. Could you point me in the direction of the mechanics section?$s#$b#I've looked all over but I can't find it. I'm trying to find a fix for a problem with my motorcycle.$u\"/pause 300/speak Jas \"2 plus 2 equals 4, so 20 plus 20 equals 40, right?#$b#I can show Vincent how it works if you need to go help him.$h\"/speak Penny \"That's right. Thank you sweetie.$h\"/pause 100/faceDirection Jas 1/speak Penny \"Unfortunately, our mechanics section is small and easy to miss, I'll take you over to it.\"/pause 50/faceDirection Gunther 3/speak Gunther \"Penny, when you're done, could you grab me the new book on minerals?\"/faceDirection Penny 1/textAboveHead Penny \"Yes sir!\"/pause 400/faceDirection Penny 3/textAboveHead \"Right this way.\"/move Sebastian 0 1 0/move Penny -3 0 3/move Penny -3 0 0 true/move Sebastian -3 0 0 false/globalFade/viewport -1000 -1000/end",
    "987655/f Penny 2800/w sunny/t 600 2200": "50s/11 21/farmer 64 16 2 Penny 55 23 1 Vincent 55 55 1 Jodi 65 65 1 Pierre 54 54 1 Abigail 57 57 1 Sam 58 58 1 Maru 59 59 1/skippable/message \"A Day in the Married Life of Penny, part 2 of 3.\"/pause 400/fade/viewport -1000 -1000/changeLocation SamHouse/halt/warp Penny 4 16 1/faceDirection Penny 3/warp farmer 50 51 1/faceDirection farmer 0/warp Vincent 3 14 0/faceDirection Vincent 2/warp Jodi 3 16 1/faceDirection Jodi 1/viewport 11 21 clamp/pause 100/speak Jodi \"Thank you again Penny. I hope he wasn't too much trouble today.\"/speak Penny \"Oh not at all! Vincent is a joy to work with.#$b#He's doing very well with his arithmetic. We'll be finishing up subtraction by next week at the rate he's learning.\"/speak Jodi \"I'm surprised he can sit still long enough for it.#$b#But he's always adored you. I can tell Jas does too.\"/move Jodi -1 0 3/pause 100/playSound dwop/pause 300/move Jodi 1 0 1/speak Jodi \"Here is your payment for today. Plus some extra I received from Kent for the trouble. And some pudding for the road. I made way too much.\"/speak Penny \"Oh thank you, but I couldn't take that much. It's more than I've earned.\"/pause 100/jump Vincent/faceDirection Jodi 0/faceDirection Penny 0/textAboveHead Vincent \"I'll eat it!\"/speed Vincent 4/move Vincent 0 -1 1/speed Vincent 4/move Vincent 1 0 2/speed Vincent 4/move Vincent 0 1 3/speed Vincent 4/move Vincent -1 0 0/speed Vincent 4/move Vincent 0 -1 1/speed Vincent 4/move Vincent 1 0 2/speed Vincent 4/move Vincent 0 1 3/speed Vincent 4/move Vincent -1 0 0/textAboveHead Jodi \"Behave!\"/speed Vincent 4/move Vincent 0 -1 1/speed Vincent 4/move Vincent 1 0 2/speed Vincent 4/move Vincent 0 1 2/pause 1000/faceDirection Vincent 0/pause 1000/faceDirection Jodi 1/faceDirection Penny 3/speak Jodi \"*Sigh*$s#$b#Please, Penny, just take them. I insist.\"/speak Penny \"Alright.$u#$b#Thank you Jodi.\"/faceDirection Penny 0/speak Penny \"I'm heading out Vincent.$h#$b#You did well today, so be good and I'll see you next time.\"/pause 100/faceDirection Vincent 2/textAboveHead Vincent \"Okay! Bye Mrs. Penny!\"/move Penny 0 3 2/fade/viewport -1000 -1000/changeLocation SeedShop/halt/warp Penny 12 20 1/faceDirection Penny 2/warp farmer 55 59 1/faceDirection farmer 1/warp Pierre 5 17 1/faceDirection Pierre 2/warp Sam 4 23 1/faceDirection Sam 0/warp Abigail 3 23 0/faceDirection Abigail 0/warp Maru 12 26 1/faceDirection Maru 3/warp Jodi 55 55/warp Vincent 56 56/viewport 5 22 clamp/pause 100/speak Penny \"Hmm... We could use some flour...\"/pause 100/move Penny -4 0 2/emote Sam 16/faceDirection Abigail 1/move Sam 3 0 0 true/move Penny 0 2 3 false/move Sam 0 -1 1/speak Sam \"Penny! It's been a while!$h#$b#How's married life treating you? Seems like you're always stuck on the farm now.\"/speak Penny \"Good to see you Sam. Life has been great!#$b#@ treats me so well. Despite how busy he is, he still makes time.^Despite how hard @ works, she still finds time for me. She's amazing.\"/move Abigail 5 0 0/speak Sam \"Good to hear. Though don't forget to stop in and spend some time with old friends every one in a while.\"/faceDirection Penny 2/speak Abigail \"Seriously. I think Sam's getting jealous of Vincent.\"/textAboveHead Sam \"Hey! Not true!\"/move Maru 0 -3 0/speak Abigail \"Though if you have time, you can always join us at the Saloon.#$b#I could always use an arcade partner so I don't have to keep watching Sam lose to Sebastian at pool.$h\"/faceDirection Penny 3/textAboveHead Sam \"Oh come on...\"/move Maru -3 0 0/move Maru 0 -1 3/faceDirection Penny 1/speak Maru \"Nah, if you want to get her away from @, that might be hard.$h#$b#Though I think a movie night could do the trick.#$b#I recommend Space Doctor and Ultra Nurse. Or any Jimmy's Cameraman movie. She loves those.$u\"/faceDirection Penny 2/speak Abigail \"You like the Space Doctor series?#$b#Have you played the games? They're terrible...$u#$b#We should have a bad game night!$h\"/faceDirection Penny 3/speak Sam \"If you're not too busy, that is.$s#$b#I'm sure the farm life is tough. But don't forget all your friends.\"/faceDirection Penny 1/speak Maru \"Yeah Penny. When's our next stargazing night? It's been forever.$s\"/pause 400/faceDirection Penny 3/faceDirection Penny 1/faceDirection Penny 2/speak Penny \"Haha. Alright, I get it.$h#$b#My life on the farm is truly wonderful, but I'll make time for a get together with all of you. I promise!\"/textAboveHead Maru \"Great!\"/emote Sam 32/fade/viewport -1000 -1000/end",
    "987656/f Penny 2900/w sunny/t 600 2200": "none/11 21/farmer 64 16 2 Penny 55 23 1 Gus 44 44 2 Pam 44 45 1/skippable/message \"A Day in the Married Life of Penny, part 3 of 3.\"/pause 400/fade/viewport -1000 -1000/changeLocation Town/halt/warp Penny 48 66 1/faceDirection Penny 3/warp farmer 100 100 1/faceDirection farmer 1/warp Pam 48 73 0/faceDirection Pam 0/warp Gus 47 72 1/faceDirection Gus 1/viewport 44 72 clamp/playMusic breezy/pause 100/textAboveHead Pam \"Penny! Over here!\"/pause 500/move Penny 0 6 2/speak Penny \"Hi mom! I figured you might be here.$u#$b#I dropped off some groceries at your place... Including some pudding.\"/speak Pam \"Pudding?\"/speak Penny \"It's from Jodi, long story. It's good, I had some, but I can't eat it all.#$b#I already gave some to the Mullners, so you can have the rest.\"/faceDirection Penny 3/speak Penny \"Oh, before I forget. Gus, here are the herbs you wanted.\"/pause 200/playSound dwop/pause 100/speak Gus \"Oh! You saw my request on the town board!#$b#Thank you Penny, now I can make my special lasagna tonight.#$b#You should come to the Saloon and have some! I'll start on it right away.$h\"/move Gus -2 0 0/move Gus 0 -1 0/warp Gus 100 100/faceDirection Penny 2/speak Penny \"While I was over there, the Mullners asked me to remind you about the weeds.#$b#I helped out and pulled some of the bigger ones, but...$u\"/speak Pam \"Oh, right, I had forgotten.$s#$b#I'll get to it tomorrow.#$b#You doing alright out on the farm? @ still treating you nice?\"/speak Penny \"Yes, very much so.#$b#But... Are you okay?$u\"/faceDirection Pam 2/playMusic none/viewport move 1 0 1500/emote Pam 40/faceDirection Pam 0/speak Pam \"I'll admit, I miss you a lot.$s#$b#And it's taking me a while to adjust to not having you around, taking care of all the things I overlook.$s#$b#But! I couldn't be happier that my little girl has found her place in life.$h#$b#So don't you worry about me, I'll be just as fine as I've always been.\"/pause 2000/positionOffset Penny 0 50/showFrame Penny 39/warp Pam 100 100 1/emote Penny 16/pause 1000/speak Penny \"I love you, mom.$u\"/playMusic sadpiano/pause 1500/speak Pam \"Oh Penny.$h#$b#I love you too my darlin.$h\"/positionOffset Penny 0 -50/showFrame Penny 0/warp Pam 48 73 0/speak Penny \"Let me know if you need anything, alright.\"/speak Pam \"Like I said, don't worry about me. Just remember to visit every now and again.$h#$b#Hmm... Maybe I'll take care of those weeds now and really earn that lasagna.#$b#Bye Penny, I'll see you soon!\"/textAboveHead Penny \"Goodbye mom!\"/move Pam 4 0 1/move Pam 4 0 1 true/move Penny 0 -4 0 false/fade/viewport -1000 -1000/changeLocation busStop/halt/warp Penny 20 23 3/faceDirection Penny 3/warp farmer 11 23 1/faceDirection farmer 1/viewport 11 21 clamp/move Penny -4 0 3 true/move farmer 4 0 1 false/speak Penny \"Hi @. Still out and about?\"/speak Penny \"$y 'I'm heading home now. It's been quite the day._You look tired. Was it that busy?_Yes. The library was crowded and I had errands to run. Plus I had to go see mom.$u_You look sad. Are you okay?_Yes, I'm fine, thank you. I just had a bonding moment with mom... I still worry about her, but she's trucking along.$u_You look flustered. Did something happen?_Nothing bad! Just had a lot of things to do, and people who wanted to talk to me._You look as beautiful as always._Do I? That's surprising, I've been so busy. I feel kind of hot and sweaty... You know, like you.$l'\"/pause 1000/speak Penny \"You know, my life is busier than it's ever been.$u#$b#And I'm still learning to juggle all my new responsibilities.$u#$b#But I'm happier now than at any other time in my life.#$b#My job, my friends, my mom, the farm, and especially you.#$b#I love it all.$h\"/positionOffset Penny -25 0/positionOffset farmer 25 0/showFrame Penny 20/emote Penny 20/pause 1500/positionOffset Penny 25 0/positionOffset farmer -25 0/showFrame Penny 12/pause 500/speak Penny \"I'll see you back at the farm. I love you, @.$l\"/pause 100/move farmer 0 -1 3/move Penny -4 0 3/globalFade/viewport -1000 -1000/end",
    "987651/f Pam 1750/f Penny 1000/t 800 1800": "breezy/11 21/farmer 64 16 1 Penny 65 16 2 Harvey 66 16 3 Pam 20 23 3 Maru 67 67 0/skippable/changeSprite Maru Hospital/changePortrait Maru Hospital/move Pam -4 0 0/speak Pam \"Ugh. Why'd the Mayor haveta ask me to check on the bus?$s#$b#It ain't goin' anywhere.$s\"/move Pam -2 0 2/pause 1000/showFrame Pam 25/pause 1000/speak Pam \"Huh... I don't...$s#$b#Feel so... good...$4\"/pause 2000/warp farmer 3 23 1/move farmer 2 0 1/showFrame Pam 26/playSound woodyStep/jump farmer/pause 350/speed farmer 4/move farmer 7 0 1 true/fade/viewport -1000 -1000/pause 800/message \"Pam fainted right in front of me. I was able to drag her to the Doctor's Office.\"/changeLocation Hospital/halt/warp Pam 14 4 2/warp Penny 10 18 0/warp Maru 10 19 0/warp Harvey 16 5 3/warp farmer 16 7 0/faceDirection farmer 0/showFrame Pam 0/positionOffset Pam 30 0 0/pause 900/viewport 16 6 clamp/pause 300/speak Harvey \"I'm going to be honest with you Pam. Had @ not been nearby, you'd be in much worse shape right now.\"/speak Pam \"That so...$4\"/speak Harvey \"I've sent for your daughter. She should be here any min-\"/textAboveHead Penny \"Mom!\"/speed Penny 8/move Penny 0 -3 0/doAction 10 13/speed Penny 8/move Penny 0 -8 1/speed Penny 8/move Penny 4 0 0/speed Maru 4/move Maru 0 -12 1/speed Maru 4/move Maru 2 0 1/speak Maru \"Sorry Doctor. She hasn't signed in yet.$s#$b#She was ahead of me the whole time.$s\"/faceDirection Harvey 2/speak Harvey \"That's understandable. We can wait on that.#$b#Before I begin... @. Would you kindly step out? Patient confidentiality and all that.#$b#Maru will escort you to the waiting room.\"/speak Pam \"Nah, Doc. He can stay.$s\"/speak Penny \"If Mom is okay with it, I am too.$u#$b#And... thank you so much, @. Had you not been there...#$b#I don't even want to think about it.$s\"/pause 500/faceDirection Harvey 3/speak Harvey \"Very well then.\"/playMusic none/speak Harvey \"Pam, I can't make a complete diagnosis until the blood work comes back from the city hospital.#$b#But in my expert opinion, you experienced an episode of syncopy brought about by severe, and probably chronic, high ETOH induced dehydration.\"/emote Pam 40/pause 1000/speak Harvey \"In other words...$5#$b#Because of an unhealthy lifestyle, much of which is due to excess drinking, your body has trouble retaining water.#$b#Fainting is one of the signs of such an affliction.#$b#If you don't make lifestyle changes soon, it could develop into something more severe.$s\"/speak Pam \"Like what?$s\"/speak Harvey \"Well, I'd say you're likely pre-diabetic, due to food with low nutritional content.$s#$b#And if you continue drinking as much as you do, you're looking at possible liver failure sometime in the future.$s\"/speak Penny \"Oh no... How far in the future?$u\"/speak Harvey \"I can't say for sure.$s#$b#It could be 15 years down the road. It could be 2.$s#$b#All I can tell you is that... well, there is a chance it's inevitable.$s\"/pause 2000/speak Pam \"Inevitable?$s#$b#As in, no matter what I do?$4#$b#Then what's the point of changing anything?$4\"/jump Penny/speak Penny \"'What's the point?!'$a#$b#Mom, he just said you're going to die soon if you stay unhealthy!$a\"/speak Pam \"No, he just said I'm gonna die no matter what I do!$u\"/textAboveHead Harvey \"That's not what I...\"/emote Penny 12/pause 400/speak Penny \"So you're not even going to try? You're just going to let it happen?$a#$b#...$a#$b#...$u#$b#...Why... why don't you...$s\"/textAboveHead Maru \"Penny?\"/pause 1000/speed farmer 1/move farmer -1 0 3/speak Pam \"Penny, are you alrig-$s\"/speak Penny \"Why don't you care?$s#$b#Mom, I love you so much yet you just... don't care...$s\"/emote Pam 16/playMusic sweet/speak Pam \"Penny, that's not t-\"/faceDirection Penny 2/showFrame Penny 23/pause 1000/speak Penny \"I want you to be there when I get older.$s#$b#I wanted you to see me get married. I wanted you to see me have kids, to watch them grow up.$s#$b#You're my only family... Don't you want to be here to see all that? I want you to...#$b#But you don't care...$u#$b#Not about me...$s#$b#Not about yourself...$u#$b#Why don't you...$s#$b#Why don't you care?!$s\"/emote farmer 60/pause 2000/faceDirection farmer 0/pause 500/speak Pam \"Penny, of course I care!$s#$b#I love you so much, you're all I got.#$b#And to hear you say all that... Makes me happy.$h#$b#But look at me... I'm an old, washed up buzzard who ruins... everything...$s#$b#You don't want someone like me holding you back.$s#$b#I've done that enough, haven't I?$4\"/faceDirection Penny 0/showFrame Penny 8/speed Penny 2/move Penny 0 -1 0/textAboveHead Maru \"Doctor...\"/textAboveHead Penny \"No!\"/pause 1500/playMusic none/speak Harvey \"Pam. Do you...$s#$b#Spend a lot of time... feeling this hopeless?$s#$b#How are your sleep and energy levels?\"/textAboveHead Pam \"...\"/pause 2000/speak Penny \"Mom... Please.$s\"/pause 1000/speak Pam \"Yes, bad, and low, doc.$s\"/speak Harvey \"And you spend a lot of time at home?\"/speak Pam \"Yeah, or at the Saloon.$4#$b#But mostly just... on the couch.$s#$b#I wasn't always like this. But life... kinda happened. And it wasn't kind. $4#$b#I'm sure you know enough about me to get the picture.$s\"/pause 500/speak Harvey \"I see. And you seem to... dwell morbidly upon your own mortality...$s#$b#Thank you for being honest with me.#$b#I'm not an expert in the field of mental health, but I do have resources in Zuzu City we can get in touch with.$s#$b#And due to a lack of resources, it sounds to me like you suffer from untreated depression, brought about by prior life eve-\"/speak Pam \"Hold up doc.#$b#If we're going to go into... all this, I think I want @ to step out.$s#$b#Not because I don't want to change. I do.#$b#And not because I don't appreciate what he did for me.^And not because I don't appreciate what she did for me.#$b#But this is all really embarrassing... so...$s\"/faceDirection Penny 1/speak Harvey \"Pam, there is nothing to be ashamed of. But I do understand.#$b#@, would you please step out of the room? Maru will show you to the waiting room.\"/move Maru 1 0 0/faceDirection Penny 0/move farmer -5 0 2 true/move Maru 0 -1 2 false/globalFade/viewport -1000 -1000/pause 500/message \"Mom. I'm so sorry. I feel so selfish... You never had any help to recover after everything you...\"/pause 500/message \"Darlin', you're one of the most selfless people I know. Thank you for being here for me.\"/pause 800/message \"Penny, I promise I'll put in the effort. I'll try my best to be here to see you grow.\"/pause 400/mail pamPassOut/end",
		}
		},
		{
          "Action": "EditData",
          "Target": "Data/Events/Mountain",
          "entries": {
	"999999/f Penny 2000/f Linus 1000/t 1800 2200/z spring/z summer/z fall": "winter_day_ambient/-1000 -1000/farmer 23 21 1 Penny 26 9 1 Linus 5 9 1/skippable/viewport 27 10 true/pause 500/emote Penny 60/pause 1000/textAboveHead Penny \"Food's getting cold...\"/move farmer 0 -12 1/emote farmer 56/pause 300/faceDirection Penny 3/pause 300/speak Penny \"Hi @. Are you heading back to the farm for the night?\"/emote farmer 32/speak Penny \"I'm waiting for Linus to show up. Gus cooked some food for him.#$b#Sometimes he'll ask me to deliver it if Emily isn't working or Robin isn't around.$u#$b#Want to wait with me? It's really cold. I would appreciate your company.\"/question fork0 \"#Sure. I'd be worried about you out here by yourself.#No thanks. You'll be fine on your own.\"/pause 500/fork pennyStay/speak Penny \"I mean, I guess so...$u#$b#You must be busy. Don't let me keep you.\"/faceDirection Penny 3/move farmer -7 0 0 true/globalFade/viewport -2000 -2000/end",
    "pennyStay": "pause 500/friendship Penny 50/move Penny 0 2 1/move farmer 5 0 1 true/move Penny 4 0 0 false/move Penny 0 -2 3/pause 500/textAboveHead Penny \"Hold on a moment...\"/pause 400/playSound leafrustle/pause 600/playSound leafrustle/pause 100/specificTemporarySprite linusCampfire/pause 10/jump farmer/pause 800/speak Penny \"Are you surprised that I know how to start a campfire?$h#$b#Understandable. I'm not exactly the outdoorsy type, but I've had a bit of experience.\"/pause 400/emote farmer 8/pause 800/textAboveHead Penny \"Well...\"/pause 1300/speak Penny \"When I was a little girl...$s#$b#When my dad left us... It was towards the end of fall.$u#$b#We lost our house. We weren't able to find a place by winter.$u\"/pause 300/move Penny 0 2 1/move Penny 3 0 1/playMusic echos/pause 900/speak Penny \"My mom and I weren't homeless long, but I still remember that winter like it was yesterday.$s#$b#The cold kept whatever food we had left over from the house from spoiling, but it wasn't enough. We still went hungry.$s#$b#And it was freezing. The wind beat against our tent so loudly and bit into our skin. It was so hard to sleep...$s#$b#I've hated the cold ever since.$u\"/pause 100/emote Penny 40/pause 500/faceDirection Penny 3/speak Penny \"Sorry, I didn't mean to get all serious on you.#$b#Everything worked out in the end. That's all that matters.$h\"/move Penny -3 0 0/move Penny 0 -2 3/pause 700/speak Penny \"Like Gus and Robin, I worry about Linus sometimes.$u#$b#I know just how bad it can get when you don't have a home.$s#$b#And yet, he prefers living out here in the wilderness. Even in the winter.$u#$b#I'll never understand it.$u#$b#But the least I can do is work with Gus to help him out every now and then.\"/pause 10/move Linus 20 0 1/pause 100/speak Linus \"@? What are you doing out here?#$b#And who is... Oh, you're Penny, right?\"/pause 100/move farmer -1 0 0/move farmer 0 1 0/move Penny 0 -1 0/move Linus 3 0 3 true/move Penny -3 0 1 false/move Penny 0 1 1/pause 300/showFrame Penny 28/pause 100/emote Linus 16/pause 500/playSound dwop/pause 100/showFrame Penny 4/pause 300/speak Penny \"It's food from Gus.#$b#He wanted me to say 'Don't refuse a free meal in the winter.'$u#$b#I hope we aren't imposing on you too much. But we worry.\"/pause 200/speak Linus \"I know. I do appreciate it.$s#$b#You don't have to worry. I'm fine out here, but... thanks.$h#$b#You folks have a good night.\"/pause 300/move Linus 0 -1 0/move Linus 1 0 0/move Linus 0 -1 0/warp Linus 1 1/pause 1000/faceDirection Penny 2/pause 100/speak Penny \"It's getting late...$u#$b#Would you mind walking me home?#$b#I'll fix you something warm, as thanks.$l\"/pause 100/emote farmer 32/pause 400/move Penny -7 0 0 true/move farmer -7 0 0 true/globalFade/viewport -2000 -2000/end",
		}
		},
		{
          "Action": "EditData",
          "Target": "Data/Events/Saloon",
          "entries": {
	"987678/f Penny 500/f Pam 500/t 1800 2400/d Mon Tue Wed Thu Sat Sun": "ragtime/10 21/farmer 16 20 0 Gus 14 18 2 Pam 7 18 1 Leah 2 20 1 Emily 16 18 2 Clint 18 22 2 Shane 8 22 1 Marnie 9 22 3 Penny 40 40 0/skippable/pause 1000/playSound doorClose/warp Penny 14 24/speed Penny 4/move Penny 0 -3 3/pause 500/emote Penny 12/speak Penny \"Mother! Of course you're here...$a\"/speed Penny 4/move Penny -7 0 0/move Penny 0 -1 0/faceDirection Pam 2/faceDirection Marnie 0 true/faceDirection Shane 0 false/faceDirection Gus 3 true/faceDirection Emily 3 false/faceDirection farmer 3/speak Pam \"Penny! Whut arr youu doin here?$h#$b#I thought youu *hic*#$b#...hated the Saloon!$h\"/emote Penny 36/speak Penny \"I don't hate the Saloon... that's not the point!$u#$b#You were supposed to meet me at the train station to help carry the equipment we bought to...$u#$b#Umm... weather proof our roof.$s\"/emote Pam 56/speak Pam \"Pehny, my darrlin... Ya don' need ta mumble.#$b#Erryone here know we're poor a' dirt! They don' care!$h#$b#Gus! Gimme anotter!$h\"/emote Gus 60/speak Gus \"Pam, I think I'm going to have to cut you off. It's getting late.$s\"/textAboveHead Penny \"Thank you, Gus.\"/textAboveHead Marnie \"Agreed!\"/textAboveHead Clint \"...\"/pause 2000/speak Pam \"That's bul- *hic*$u#$b#Ahm nawt ready ta go home yet! I hadda hard day an' it slipped mah mind!$u#$b#Penny, how dare youu waltz in here an' make a scene!$u\"/pause 200/playMusic none/pause 300/speak Penny \"How dare I what...?$u#$b#YOU LEFT ME!$a#$b#You completely forgot about me!$a#$b#I was waiting for you up their for two hours!$a#$b#Then I had to carry everything I could back to the trailer MYSELF! There is still stuff up there!$a#$b#All because YOU wanted to get plastered at some stupid bar!$a#$b#And THEY JUST ENAble yo...$u\"/textAboveHead Penny \"I... uhh...\"/faceDirection Penny 2/faceDirection Penny 1/faceDirection Penny 2/pause 1000/faceDirection Penny 1/pause 1000/speak Gus \"Penny, I'm going to have to ask you to leave.$u#$b#Pam, you too. Come back when you two calm down and sort through your trouble.$u\"/move Pam -1 0 2/move Pam 0 2 1/speak Pam \"No!$u#$b#You dunno what is's like! Bein' in mah shoes!$s#$b#Ah still need ta unwind!$u\"/speak Penny \"Mom. This is so embarassing... Let's just go. Please.$u\"/move Penny 5 0 0/faceDirection Gus 2/speak Penny \"I'm really sorry Gus...$s#$b#I didn't mean to accuse you... I just...$s\"/speak Gus \"I'm sure you didn't.$u#$b#...$s#$b#You take care of your mom, alright? I'll check in soon.\"/jump Pam/speak Pam \"Ain't y'all listenin' ta me?$u\"/move Pam 2 0 1/speak Pam \"I ain't goin' anywhere!$u\"/move Pam 1 0 1/speak Pam \"Ahm, perfeccly... fi...$s\"/move Pam 1 0 2/playSound thudStep/pause 500/speak Pam \"Ahm a bit woozy, akshully.$s\"/move Penny -1 0 3/pause 800/speak Penny \"You're well past your limit, mom.$u#$b#Come on. I'll help you back to the trailer. Let's go.$s\"/pause 200/faceDirection Penny 1/speak Penny \"$q 98888 null#...#$r 98887 50 event_sloshed1#I'll help you both get home.#$r 98886 50 event_sloshed2#Do you need me to go get your things?#$r 98885 -100 event_sloshed3#Let her stay here, she can't even walk.#$r 98884 0 event_sloshed4#So Emily, where were we?\"/pause 500/fork 98885 saloonJerk/fork 98884 saloonJerk/playMusic 50s/move farmer 0 1 3/move farmer -6 0 0/friendship Pam 50/friendship Marnie 20/friendship Leah 20/friendship Emily 20/faceDirection Penny 3/pause 500/speak Penny \"Come on mom, let's get you home.\"/pause 500/globalFade/viewport -2000 -2000/message \"We got Pam home, and I retrieved the supplies for them.\"/pause 1000/end dialogue Pam \"Don't worry, I'm not drinking anymore tonight. I just want to apologize to Gus for earlier.$s\"",
    "saloonJerk": "pause 300/faceDirection farmer 0 true/faceDirection Emily 2 false/faceDirection Marnie 3 true/faceDirection Shane 1 false/pause 700/faceDirection Penny 3/pause 300/speak Penny \"Come on mom, let's get you home.$s\"/pause 500/globalFade/viewport -2000 -2000/end dialogue Pam \"I need to apologize to Gus for the way I acted. Penny's still mad at me too...$s\"",
    "987777/f Penny 500/f Sebastian 500/f Abigail 500/f Sam 500/t 1800 2300/d Fri": "Saloon1/30 21/farmer 20 19 3 Gus 18 18 1 Sebastian 43 19 3 Abigail 33 18 0 Sam 35 18 0 Penny 41 17 2/skippable/showFrame Sebastian 28/showFrame Penny 34/pause 500/speak Sam \"Hah! Gotcha!\"/speak Abigail \"Oh no you don't!$u\"/speak Sam \"Oh yes I do!$h\"/speak Abigail \"Darn it!$a#$b#Okay, you win this round, but I'm winning the war!\"/speak Sam \"Bring it on!\"/emote Sam 52/emote Abigail 52/speak Penny \"So... Sebastian, you live up in the mountains huh?$u#$b#It must be pretty up there.\"/speak Sebastian \"It's alright.\"/pause 1500/speak Penny \"Yeah... And you guys have such a nice house.\"/speak Sebastian \"I guess so.\"/emote Penny 60/pause 900/speak Penny \"Well, it's...$u#$b#...$s#$b#So, how is Maru?$u\"/speak Sebastian \"She's fine.$u\"/emote Penny 40/pause 1000/emote Abigail 52/speak Sam \"Hold up, Abby.$s\"/move Sam 5 0 1 true/move Abigail 6 0 1 false/speak Sam \"Hey Penny, you want to play the next round?\"/speak Penny \"Oh, no thank you.$u#$b#You guys look like you're having fun, and I'm not very good, so...$u\"/speak Sam \"It's cool! We can do something else, right guys?\"/speak Sebastian \"Sure.\"/speak Abigail \"Yeah, fine.$u#$b#You just don't want to lose to me, I get it.\"/speak Sam \"Whatever makes you feel better about losing!$u#$b#So, pool then? Boys vs girls?\"/speak Sebastian \"Heh. Sure.\"/emote Abigail 12/move Abigail 0 1 1 true/move Sam 0 1 3 false/showFrame Sebastian 12/showFrame Penny 0/move Sebastian -1 0 2 true/move Penny 0 1 3 false/move Sebastian 0 2 3 true/move Penny -5 0 2 false/speak Abigail \"*Whisper* No fair Sam, you know she's not very good.$a\"/speak Sam \"*Whisper* Abby, stop being so competitive and just have fun.$s#$b#*Whisper* Look. I'll be on her team if it makes you feel better.\"/speak Abigail \"*Whisper* That's... Eh, it's better, but more importantly...$u#$b#*Whisper* Why'd you invite her? She doesn't mesh well with us, and she's clearly not having fun.$u\"/speak Sam \"*Whisper* Hey, she's my friend Abby. Give her a fair chance.$a#$b#*Whisper* Besides, she's always stuck at her... home. She deserves to get out and hang with some friends, right?$s\"/speak Abigail \"*Whisper* Don't get me wrong, it's not that I don't like her...$u#$b#*Whisper* But you can tell she's uncomfortable, right?$s\"/textAboveHead Sebastian \"Ahem.\"/faceDirection Sam 2 true/faceDirection Abigail 2 false/pause 700/speak Sebastian \"You two done flirting? Or can we start the game already?$h\"/jump Abigail/speak Abigail \"Th- That's not what we're doing!$s#$b#Ugh, forget it.$a\"/textAboveHead Penny \"Sorry Abby.\"/move farmer 7 0 1 true/move Abigail -3 0 0 false/textAboveHead Penny \"I'll try my best.\"/move farmer 7 0 1 true/move Gus -2 0 2 false/faceDirection Sam 3/pause 100/textAboveHead Sam \"Hey farmer!\"/faceDirection Penny 3 true/faceDirection Abigail 3 false/pause 700/speak Abigail \"Hi @. Want to join us?\"/speak Penny \"It'd be an odd number of people though.$u#$b#But I'm okay with sitting out if you want to play.\"/speak Sam \"Nah, we can find something we can all do.\"/speak Penny \"$q 987779 null#What would you like to do?#$r 987778 50 event_fridaynight1#Let's play pool, I'll be on Penny's team since I'm not good either.#$r 987776 30 event_fridaynight2#Let's play pool. Penny can be on Sebastian's team since he's the best here.#$r 987775 30 event_fridaynight3#We could play some video games. They looked fun.#$r 987774 30 event_fridaynight4#We could just hang out and talk.#$r 987773 50 event_fridaynight5#I was thinking of leaving, actually.\"/pause 100/fork 987776 fridaynightFair/fork 987775 fridaynightGames/fork 987774 fridaynightTalk/fork 987773 fridaynightLeave/pause 100/friendship Sam 50/speak Sam \"Great, that settles it.#$b#Sebastian, you'll go easy on them, right?\"/speak Sebastian \"Sure, I'll give them some warm up rounds.$h\"/speak Abigail \"Well alright then...$u#$b#I'll go back to the arcade and get enough practice in to crush you, Sam.\"/move Abigail -1 0 0/move Abigail 0 -1 0 true/move Penny 0 1 3 false/speak Penny \"Thanks for picking me, @.$h#$b#It'll be more fun not having to worry about dragging someone else down with me.$u#$b#Ready to start?\"/globalFade/viewport -1000 -1000/message \"We played a few rounds and had a good time.\"/end",
    "fridaynightFair": "pause 500/friendship Sam 50/friendship Abigail 50/speak Sebastian \"Sure...$s#$b#Hmm...#$b#I think we can make this work.#$b#I'll make the easy shots. Penny, you go for the hard ones.#$b#Even if you don't make them, you'll set them up for me.\"/textAboveHead Penny \"Oh! Sure, I'll try.\"/move Penny 2 0 2/move Penny 0 1 2 true/move Abigail -1 0 3 false/speak Abigail \"Oh geez, there he goes over-strategizing.$u#$b#No big deal, @. We got this!$h\"/speak Sam \"And I'll make sure nobody cheats. Especially you, Abby.$h#$b#Alright, this is nice... We're all included.#$b#Tonight turned out great!$h\"/pause 500/globalFade/viewport -1000 -1000/message \"We played a few rounds and had some close games. It was fun.\"/end",
    "fridaynightGames": "pause 500/friendship Abigail 50/friendship Sam 20/speak Abigail \"Well, I'm down for that.$h#$b#We can do team ups, too!\"/speak Abigail \"$y 'But who's on who's team?_Boys vs girls?_Hmm. I guess that works. You and Penny are new, so I'll teach her and Sam will teach you._I'll show Penny how to play. Though I'm not much more experienced than her._Cool! We'll go easy on you, right Sam?$h_I can just watch if Sebastian wants to play._Sebastian never wants to play, even though I know he likes video games... Well whatever.$s'\"/pause 100/move Abigail -1 0 0/move Abigail 0 -1 0 true/move farmer 0 -1 0 false/move Sam -5 0 0 true/globalFade/viewport -1000 -1000/message \"In the end, we all opted for 4 player co-op of Journey of the Prairie King.\"/message \"We all hid in each corner of the map. Surprisingly, it didn't work as well as we thought it would. But we still got pretty far.\"/end",
    "fridaynightTalk": "pause 500/friendship Sam 50/friendship Sebastian 30/speak Abigail \"I guess we've gamed enough as it is, and pool doesn't work with 5 people...\"/speak Sam \"Alright! What to talk about?#$b#We can talk music. I bought a new guitar recently.#$b#Or about this new movie that I saw. It was crazy.#$b#Oh, there is news that Gotoro got pushed out of one of the cities they were occupying.$u#$b#And I thought up a new Solarion campaign idea when Penny told me about the book she read yesterday!$h\"/speak Sebastian \"Well @. You got him started. Now he'll never stop.$h#$b#I'm just glad he and Abby do most of the talking.\"/speak Penny \"I agree. It's fun listening to their conversations.#$b#And between you and me, @, it's nice when there isn't pressure to lead a conversation myself.#$b#You can come sit by me if you'd like.\"/pause 100/globalFade/viewport -1000 -1000/message \"We talked a lot about various topics both light and heavy. I feel like we all bonded.\"/end",
    "fridaynightLeave": "pause 500/move farmer -3 0 1 true/move Penny -4 0 2 false/move Penny 0 1 3/textAboveHead Sam \"Hey wait!\"/move Abigail 0 3 1 true/speed Sam 4/move Sam -7 0 3 false/faceDirection Penny 1/move Sebastian 0 1 3 true/move Abigail 5 0 1 false/speak Sam \"Hey Penny, you should stay. The night's still young.$s#$b#We can do something else if you're bored.\"/speak Penny \"I'm not bored. This was fun... Or it could have been?$u#$b#...But I feel in the way. Like I don't belong here.$s#$b#I mean, look at those two.$u\"/faceDirection Sam 1/emote Abigail 56/emote Sebastian 52/faceDirection Sam 3/pause 500/speak Penny \"They don't want me here. I don't want to ruin their night.$u#$b#Or yours, Sam. You should go have fun with your friends. We'll talk later.\"/faceDirection Sam 3/speak Sam \"Sorry, I know it's tough. I can still talk sense into them though.$s#$b#I just wanted to help you... break out of your shell, you know?$s#$b#You said you want to work on not being so shy...$s\"/speak Penny \"I know. And I really appreciate it.#$b#Thank you so much for inviting me Sam.#$b#But this... didn't work.$u#$b#Maybe I'm just not ready for get-togethers like these?$s#$b#I'm sorry. I'll see you later, alright? You have a good night.\"/pause 100/move farmer -4 0 3 true/move Penny -4 0 3 false/globalFade/viewport -1000 -1000/message \"I walked Penny home. We talked about our lives on the way.\"/end",
		}
		},
		{
          "Action": "EditData",
          "Target": "Data/Events/Town",
          "entries": {
	"9991/w sunny/f Penny 250/t 600 2400": "distantBanjo/88 55/farmer 85 55 1 Penny 1 1 2/skippable/move farmer 8 0 0/pause 100/playSound doorClose/warp Penny 95 51/move Penny 0 4 2/faceDirection farmer 1/pause 100/showFrame Penny 23/pause 500/speak Penny \"...$s#$b#Geez... Not even JojaMart wants me...$s\"/pause 1000/faceDirection Penny 3/pause 100/speak Penny \"@! Oh my...$u#$b#I didn't notice you there.$u#$b#Ugh, how embarrassing...\"/faceDirection Penny 2/speak Penny \"I'm sorry, I didn't want anyone to see me like this.$s\"/pause 500/move farmer 1 0 1/faceDirection Penny 3/emote farmer 8/playMusic musicboxsong/speak Penny \"It's just... I've been all over town looking for work.$u#$b#But nobody is hiring.$s\"/pause 200/speak Penny \"$q 71 null#Sorry. I'm sure you have better things to do right now.#$r 71 50 event_job1#Why do you need a job?#$r 71 50 event_job2#Have you tried the Saloon, or the ranch?#$r 71 0 event_job3#Why won't JojaMart hire you?#$r 71 0 event_job4#(joke)Maybe you could come work for me one day.#$r 71 -10 event_job5#Just move to the city and get a job there.\"/pause 600/speak Penny \"Regardless, it's okay. I make a bit of money tutoring, and I try to help anyone who posts on the bulletin board.#$b#I even read up on plants at the library so I could forage things from around town. Free food, right?$h#$b#I just need to keep working. I won't make it if I don't.\"/emote Penny 32/pause 100/speak Penny \"I'm sorry, I'm rambling. But I do feel better now.$h#$b#Thank you for listening, @.#$b#I've got to get home now. But hopefully I'll see you around!$h\"/pause 500/move farmer 0 -1 3 true/pause 200/move Penny -8 0 0 true/globalFade/viewport -1000 -1000/end",
    "9993/w sunny/f Penny 1250/t 600 2400": "breezy/34 89/farmer 29 93 0 Penny 35 88 2/skippable/showFrame Penny 18/move farmer 0 -3 0/showFrame Penny 17/speak Penny \"@!\"/pause 100/faceDirection farmer 1/pause 100/move farmer 6 0 0/speak Penny \"Hi! How have you been? Busy, I'm guessing.#$b#You seemed so focused as you were walking by, I hope I'm not interrupting you.\"/question fork0 \"#Not at all.#Yeah, I'm busy.\"/fork choseStay/pause 400/speak Penny \"I see.$s#$b#Well, if you find yourself with some free time...$u#$b#You know, feel free to visit us?\"/pause 100/showFrame Penny 19/pause 500/speak Penny \"I'm sorry, I know you probably want nothing to do with that trailer after last time.$s#$b#And truth by told, that's half the reason I'm sitting out here.#$b#Ugh, I'm jabbering on and you're in a hurry. Forget I said anything. I'll see you around.\"/pause 500/move farmer 3 0 1/move farmer 0 -6 0 true/emote Penny 40/globalFade/viewport -1000 -1000/end",
    "choseStay": "pause 200/speak Penny \"Great! Come sit with me for a bit then?$h#$b#Let me just bookmark where I'm at.\"/pause 100/showFrame Penny 19/pause 300/showFrame Penny 17/pause 200/showFrame Penny 34/move farmer 0 -1 0/pause 100/speak Penny \"I'm reading up for next week's lesson.#$b#It's a fiction book study. Jas picked it out, which is rare. She usually let's Vincent choose.#$b#So I'm reading it now so I can answer questions in our next class.\"/emote Penny 32/pause 100/speak Penny \"$q 99939 null#Do you like to read? What's your favorite genre?#$r 99939 30 event_reading1#Biographies.#$r 99938 30 event_reading2#Current Events.#$r 99937 30 event_reading3#Fantasy and Sci-Fi.#$r 99936 30 event_reading4#Romance.#$r 99935 30 event_reading5#Educational.#$r 99934 30 event_reading6#Horror, Mysteries, and Thrillers.#$r 99933 30 event_reading7#Reading is boring!\"/fork 99933 noReading/speak Penny \"Hah. Listen to me ramble.#$b#It's funny. I know I'm shy. All my life I've kept to myself.#$b#But here I am, talking away. It seems you've pulled me out of my shell.#$b#So thanks. Thanks for listening.$l\"/pause 200/emote Penny 56/pause 100/speak Penny \"Want to read some of this with me? I'll start from the beginning.\"/pause 100/emote farmer 32/pause 200/move farmer 1 0 0/move farmer 0 -1 2/positionOffset Penny 8 0/positionOffset farmer -8 -8/pause 100/showFrame 110/showFrame Penny 17/pause 200/showFrame Penny 18/showFrame farmer 54/pause 500/globalFade/viewport -1000 -1000/end",
    "noReading": "pause 100/emote Penny 60/pause 100/speak Penny \"Well, I'm probably not going to change your mind.$u#$b#Still, it was nice seeing you. You have a good day, @.\"/pause 200/showFrame Penny 17/pause 200/showFrame Penny 18/pause 300/move farmer -6 0 0/globalFade/viewport -1000 -1000/end",
    "9995/f Penny 2250/t 600 1700/w sunny": "50s/70 70/farmer 72 74 0 Penny 999 999 0/skippable/pause 100/move farmer 0 -5 0/playSound crafting/pause 300/playSound crafting/pause 300/playSound crafting/pause 100/move farmer 0 1 0/faceDirection Penny 2/pause 200/playSound doorClose/warp Penny 72 69 2/speak Penny \"@! Hi, how are you?\"/pause 100/emote farmer 32/pause 100/speak Penny \"You wanted to spend some time with me?$l#$b#Alright, I wouldn't mind getting out of the trailer.\"/speak Penny \"$q 99959 null#Where would you like to go?#$r 99959 30 event_pennywalk1#The beach.#$r 99958 30 event_pennywalk2#The railroad tracks.#$r 99957 30 event_pennywalk3#The forest.\"/pause 500/fork 99958 pennywalkRailroad/fork 99957 pennywalkForest/pause 100/fade/viewport -200 -200/changeLocation Beach/halt/warp Penny 53 20 1/faceDirection Penny 2/warp farmer 52 20 1/faceDirection farmer 2/viewport 51 21 clamp/playMusic ocean/viewport move 0 1 4000/speak Penny \"The beach is so nice today.$h#$b#Gosh, besides festivals, I haven't spent a day at the beach in forever.\"/pause 100/move Penny 0 5 2 true/move farmer 0 5 2 false/pause 100/speak Penny \"Ooo! The water is quite cold.$h#$b#I used to come here as a kid and build sand castles, pretending they were at war with each other.#$b#A bit odd to think of now, since we're at war with Gotoro just across the ocean.$u\"/pause 100/showFrame Penny 34/pause 300/speak Penny \"Growing up poor, and without a dad, I was always aware that my life wasn't very charmed.$s#$b#But that's life right? Bad things happen all the time, like the war. But so do good things.#$b#I see now that I have a good life here. Especially with someone like you around.$l#$b#I've decided to dwell less on the past. With my new job at the library, I can save up for the future.#$b#For a house, for a family... And for a tower of books!$h\"/pause 300/emote Penny 40/playMusic playful/pause 200/showFrame Penny 23/pause 100/showFrame Penny 20/pause 150/showFrame Penny 12/jump farmer/speak Penny \"Splash! Sneak attack!$h#$b#Sorry, I couldn't resist.\"/pause 300/showFrame 95/pause 100/showFrame 89/jump Penny/speak Penny \"Eek! Hahaha!\"/pause 100/emote Penny 56 true/emote farmer 56 false/globalFade/viewport -1000 -1000/end",
    "pennywalkRailroad": "pause 100/fade/viewport -200 -200/changeLocation Railroad/halt/playMusic sweet/warp Penny 30 45 1/faceDirection Penny 0/warp farmer 29 45 1/faceDirection farmer 0/viewport 30 45 clamp/move farmer -1 0 0/speak Penny \"I used to come up here all the time before the path got blocked.$h#$b#I'd... Uh, use the free bath house quite a lot. You know, poor little old me.$u\"/pause 100/viewport move 1 0 4000/move Penny 8 0 3 true/move farmer 8 0 1 false/pause 100/speak Penny \"Sorry, it's not my intention to be so negative.$s#$b#You know, bringing up my problems, being all 'I'm so helpless.'$u#$b#Besides, things have gotten better. Especially with a guy like you around.^And if anything, things have gotten better. Especially with a girl like you around.$l\"/pause 200/emote Penny 40/viewport move 1 0 4000/move Penny 8 0 3 true/move farmer 8 0 1 false/pause 100/pause 100/speak Penny \"I used to dream of sneaking on to one of the trains, and going on an adventure where ever it took me.#$b#To get away. To find dad. To find a good life.$u#$b#But now I see I have a good life. A good mom. Good neighbors too.#$b#I'd still like to see some more of the world one day, but now, I can't imagine living anywhere else but here.$h\"/pause 100/move farmer 8 0 1 true/move Penny 8 0 1 true/globalFade/viewport -1000 -1000/end",
    "pennywalkForest": "pause 100/fade/viewport -200 -200/changeLocation Forest/halt/playMusic spring_day_ambient/warp Penny 34 51 1/faceDirection Penny 0/warp farmer 33 51 1/faceDirection farmer 0/viewport 32 50 clamp/move Penny 0 -1 0/speak Penny \"I think I saw a squirrel over there!\"/pause 100/move Penny 0 -2 0/pause 1000/speak Penny \"Nope. Just a spider.$s#$b#A really big spider.$u\"/pause 100/emote Penny 60/emote farmer 8/faceDirection Penny 2/speak Penny \"$y 'Hmm? Why are you looking at me so funny?_Are you not scared of spiders?_Not really. I've seen worse sneak into our trailer. I once woke up to a rat rummaging through our trash._I think you're less scared of spiders than I am._Wow. Really? I feel like that's a compliment coming from a farmer!$h_You're just really cute, is all._Wha- Oh! Gosh... Thank you.$l_The squirrel went up the tree._Did it? Geez, I'd make a terrible hunter. Guess I'm lucky farms exist, huh?'\"/pause 100/move Penny 0 2 2/move Penny -1 0 2/pause 1000/speak Penny \"I only ever come out here with the kids.#$b#I never realized how peaceful and calm it actually is.\"/pause 100/playMusic sadpiano/viewport move 0 1 4000/move Penny 1 0 2/move Penny 0 3 2 true/move farmer 0 2 2 false/pause 100/speak Penny \"I guess this is something you've always known, huh @?#$b#A man of the land, working with nature and knowing all there is to know.^A woman of the world, working with nature and knowing everything about it.#$b#I admire you. You came out here and made something of yourself. I've lived here all my life and I've never seen anything like it.$h#$b#And despite how busy you are, you make time for a girl like me. I'm glad I met you.$l\"/pause 200/emote Penny 56/pause 100/speak Penny \"We should come out here more often. Have picnics, read together, climb trees, watch birds...$l#$b#Sorry! I got lost in my own head for a second there, didn't I?$h\"/pause 100/globalFade/viewport -1000 -1000/end",
    "99979/w sunny/f Penny 1000/f Pam 1000/t 600 2400": "breezy/75 73/farmer 72 72 1 Pam 76 72 2 Penny 110 110 2/skippable/showFrame Pam 16/pause 100/emote Pam 44/move farmer 3 0 1/pause 1000/speak Pam \"Hey kid.#$b#How's the farm life? Taking a break?\"/speak Pam \"$y 'I'm sure you have better things to do than watch me fish._Farm life is good. Growing crops. The usual._Hmm. Well, that's good I guess. Must be nice to own that much land._How's fishing going?_I'm just learning, really. I haven't caught a thing so far._Where's Penny at?_In the trailer, cleaning last I checked. She probably thinks I'm somewhere slacking off.$s'\"/pause 1000/playSound dwop/pause 50/showFrame Pam 22/showFrame Pam 0/pause 500/emote Pam 12/pause 200/speak Pam \"Hogwash! I had that thing!$u#$b#Ugh. Why's this gotta be so difficult?$4#$b#I've been at this for hours... I need a drink.$s\"/pause 1000/faceDirection Pam 3/speak Pam \"I just... I want to do something right for a change.$s#$b#My ex, my savings, my family. I screw it all up.$s#$b#All I've done with my life is put this dirty metal roof over her head...$s#$b#And even then she...$4\"/emote Pam 40/pause 1000/faceDirection Pam 2/pause 100/playSound dwop/showFrame Pam 16/pause 500/speak Pam \"$q 99978 null#Get lost kid. You ain't helping by bein' here.#$r 99977 50 event_pamfish1#Come on, try again. Trust me, fishing takes time to learn.#$r 99976 30 event_pamfish2#You don't screw everything up. You have this much.#$r 99975 0 event_pamfish3#Stop being so down on yourself. It's not helping.#$r 99974 -50 event_pamfish4#Might as well give up with that attitude.\"/pause 500/fork 99975 pamfishingDiscourage/fork 99974 pamfishingDiscourage/pause 2000/playSound dwop/emote Pam 16/pause 150/showFrame Pam 22/showFrame Pam 23/showFrame Pam 0/pause 500/playSound slimeHit/pause 500/faceDirection Pam 3/speak Pam \"I caught one! I actually got 'em!$h#$b#And he's a big sucker too.#$b#Maybe I'm not so bad at this after all.$h#$b#It should be edible, right?\"/pause 800/warp Penny 72 69 2/playSound doorClose/pause 500/faceDirection Penny 1 true/faceDirection farmer 0 false/speak Penny \"There you are.$u#$b#Oh, hi @...#$b#Mom. We're low on food, so I'm going to head over to the store and pick up some dinner.#$b#Will... Is that a fish?$u\"/speak Pam \"Darn right it is! I just caught it!#$b#You don't need to go anywhere, darlin'. We'll be having seafood tonight!$h\"/speak Penny \"Really? Great!$h#$b#I can help you cook it. I'll clear the counter now.#$b#@, we'll talk later, okay?$h\"/faceDirection Penny 0/pause 100/warp Penny 100 100 2/playSound doorClose/pause 300/faceDirection farmer 1/speak Pam \"Thanks for the encouraging words, kid.#$b#I ain't worth much, but I guess I can do something right every once in a while.#$b#And this will save us some cash, so maybe I've earned some Saloon time later!$h#$b#Hmm... Still gotta figure out how to skin it though.\"/globalFade/viewport -1000 -1000/end",
    "pamfishingDiscourage": "pause 500/showFrame Pam 22/showFrame Pam 23/showFrame Pam 0/speak Pam \"Forget this garbage... I need to unwind.$s\"/move farmer 0 1 3/move Pam -4 0 0/warp Penny 72 69 2/playSound doorClose/speak Penny \"There you are.$u#$b#Oh, hi @...#$b#Mom. We're low on food, so I'm going to head over to the store and pick up some dinner.#$b#Will you be home?$u\"/speak Pam \"Uhh... Yeah, I'll be home.#$b#Thank you darlin'.$s\"/speak Penny \"Great. See you in a few hours.#$b#@, we'll talk later, okay?$h\"/move Penny -5 0 0/move Penny 0 -9 0/faceDirection Pam 1/pause 200/speak Pam \"Hmph. She smiles at you.$4#$b#She hardly ever smiles at me anymore.$s#$b#I guess that makes sense, though. You're good to her.\"/emote Pam 60/speak Pam \"You keep being good to her, okay @? I like seeing her happy.#$b#Anyway, I'm off to the Saloon for a quick drink. Then I'll be back for dinner. Take care, @.\"/move Pam -4 0 0 true/globalFade/viewport -1000 -1000/end",
    "919191/w sunny/f Penny 1500/f Sebastian 1500/f Sam 1000/f Abigail 1000/t 600 1800": "breezy/65 20/farmer 111 111 1 Penny 63 16 2 Sebastian 62 25 0/skippable/showFrame Penny 18/pause 100/move Sebastian 0 -4 0/move Sebastian 5 0 1/emote Sebastian 40/pause 500/move Sebastian -4 0 0/move Sebastian 0 -3 0/speak Sebastian \"... Hi.$s\"/showFrame Penny 17/pause 150/showFrame Penny 16/speak Penny \"Oh? Umm... Hi.$u#$b#Did you need something from me?\"/faceDirection Sebastian 2/emote Sebastian 60/faceDirection Sebastian 0/speak Sebastian \"I was just thinking about that time you hung out with all of us in the Saloon.\"/pause 50/showFrame Penny 34/pause 200/speak Penny \"Oh yes, I remember. What about it?$u\"/speak Sebastian \"Well, I realize that I probably didn't exactly... make you feel welcome.$s#$b#So I want to apologize.#$b#I was having bad week, and truthfully, I didn't want to be there in the first place.#$b#Abigail wasn't having it though, because we always go on Fridays, so...$s#$b#Sorry, it probably sounds like I'm just making excuses.$s\"/speak Penny \"Oh no! I understand. I mean, Sam pretty much did the same thing to me.#$b#Not that I didn't appreciate him doing so. He wanted me to get to know his friends and have a good time.$u#$b#And you all do seem fun, even if I didn't want to be there either.$u\"/speak Sebastian \"Yeah, that's Sam for you. Always trying to be everyone's friend.$h#$b#Which is kind of why he's... my only friend, now that I think about it.$s\"/speak Penny \"Well, that's not true, is it? You have Abigail too. And your family.$u#$b#And me, if you'd like.\"/speak Sebastian \"...$s#$b#Sure.$h#$b#I know I can be kind of hard to get along with, and I've realized recently I tend to isolate myself.$s#$b#But if you ever want to try the whole Saloon thing again, I'll do more to make you feel welcome.\"/speak Penny \"I'd like that!$h#$b#You, Sam, Abigail, @... I'm sure it would be fun.#$b#And I think I understand where you're coming from. I'm rather shy myself.$u#$b#Still, it'd be nice to get to know you all better.\"/speak Sebastian \"Yeah.$h#$b#But for now, I have some work I need to get to.#$b#I'll see you around though.$h\"/speak Penny \"Of course. I'll let you get to it.$h#$b#I'll see you later. Say hi to Maru for me.\"/move Sebastian 0 4 1 true/globalFade/viewport -1000 -1000/end",
    "99887/w sunny/f Penny 1500/f Sam 1500/f Abigail 1000/f Sebastian 1000/t 1600 2000": "distantBanjo/10 16/farmer 111 111 1 Penny 11 16 1 Sam 11 19 0 Vincent 15 12 2 Jas 17 12 2/skippable/pause 100/textAboveHead Sam \"Hi Penny!\"/move Sam 0 -2 0/faceDirection Penny 2/speak Penny \"Hi Sam!#$b#I've been waiting for Jodi for a while. What are you doing here?\"/speak Sam \"Mom's been running behind schedule. She sent me to get my brother.#$b#I'm in no rush though. How are you?$h\"/speak Penny \"I'm doing alright. Busy, so I haven't had a lot of time to unwind.$u#$b#Thankfully the kids have been good today.\"/speak Sam \"Well, if ever need to have some fun, you can always join us at the Saloon again.\"/speak Penny \"I appreciate it Sam, but I don't know.$u#$b#It'd be good to try again, but last time...$u\"/speak Sam \"Yeah, I know you weren't comfortable. Abby was mad at me for not realizing it sooner.$s#$b#So maybe we could all hang out at her place?#$b#She said she'd give it a try, though we'd have to mind her parents.$s#$b#Which is a bummer. I know my mom would never stop bothering us if we went to my place.$u\"/speak Penny \"Yeah, Pierre and Caroline do seem rather overprotective... And I wouldn't want to impose on them either way.$u\"/speak Sam \"How about your place? Your mom stays out pretty late, right?\"/speak Penny \"Hang out in the trailer?$u#$b#I doubt it would be fun in that boring, cramped metal box.$s#$b#And you know how I feel about it. I don't want your friends to see how... I live.$s\"/emote Sam 40/pause 300/move Sam -2 0 3/emote Penny 8/move Penny 0 1 3/speak Sam \"Maybe we could all go out at night and do something. Like climb trees!\"/move Sam -1 0 3/positionOffset Sam 0 -10/playSound leafrustle/pause 100/showFrame Sam 14/positionOffset Sam 0 -10/pause 100/showFrame Sam 13/positionOffset Sam 0 -10/pause 100/showFrame Sam 14/positionOffset Sam 0 -10/pause 100/showFrame Sam 13/positionOffset Sam 0 -10/playSound leafrustle/pause 100/showFrame Sam 14/positionOffset Sam 0 -10/pause 100/showFrame Sam 13/positionOffset Sam 0 -10/pause 100/showFrame Sam 14/pause 200/jump Sam/pause 200/warp Sam 7 15/speak Penny \"Sam!$h\"/move Penny -2 0 3/speak Penny \"That could be fun I guess. Though aren't we too old for that sort of thing?\"/showFrame Sam 0/faceDirection Sam 1/warp Sam 8 16/positionOffset Sam 10 0/speak Sam \"We're also too old to be worrying about what other people think of our lot in life.\"/pause 400/showFrame Penny 27/positionOffset Penny -4 -8/playSound leafrustle/pause 25/positionOffset Penny -4 -8/pause 25/positionOffset Penny -4 -8/pause 25/positionOffset Penny -4 -8/pause 25/positionOffset Penny -4 -8/pause 25/positionOffset Penny -4 -8/pause 25/positionOffset Penny -4 -8/pause 25/positionOffset Penny -4 -8/pause 25/positionOffset Penny -4 -8/pause 25/playSound leafrustle/warp Sam 7 14/warp Penny 8 14/pause 300/textAboveHead Vincent \"Cool!\"/jump Vincent/pause 100/move Vincent 0 4 3/playMusic EmilyTheme/pause 2000/warp Sam 7 13/positionOffset Sam 0 -40/playSound leafrustle/pause 600/showFrame Penny 0/warp Penny 8 13/positionOffset Penny 0 -50/playSound leafrustle/pause 500/faceDirection Sam 1/speak Sam \"Look at this view!$h#$b#Penny, do you see what I see?\"/pause 200/faceDirection Penny 1/pause 1000/speak Penny \"Umm. I see Pelican Town? It's very pretty.$u#$b#What do you see? Some people are walking around I guess.\"/speak Sam \"You know them all, right? Their names, their history, and even some of their problems...\"/speak Penny \"Yeah...$u\"/speak Sam \"And I know you like them. Would you call any of them 'judgemental?'\"/emote Penny 40/speak Sam \"Think of the last person to move here. @, the city boy.^Think of the last person to move here. @, the city girl.#$b#I know you and him have gotten close.^I know you've gotten to know her pretty well.#$b#Do you honestly think he judges you nearly as harshly as you judge yourself?$s^Do you honestly think she judges you nearly as much as you judge yourself?$s\"/emote Penny 16/speak Penny \"I never thought about it like that.$u#$b#I was always afraid he did...$s^I was always afraid she would...$s#$b#But he doesn't.^But she never did.\"/speak Sam \"Penny, I know it's not as easy as hearing me tell you not to worry about it.$s#$b#But the people in this town, they genuinely like you.#$b#Me, mom, Vincent, Jas, Marnie, Gus, Gunther, the Mullners...#$b#Even Abigail and Sebastian. And lots of the others.$h#$b#They care about you. Not your trailer. Not your money. Not your past.#$b#As anyone would. @ should be proof enough of that.\"/pause 1000/speak Penny \"...That's one of the most mature and profound things you've ever said.$u#$b#And it was very kind. Thank you Sam.#$b#... I guess we can try hanging out at the trailer. Just to see how it goes.#$b#You let your friends know, I'll invite @ and Maru.$h\"/viewport move 1 0 1500/globalFade/viewport -1000 -1000/pause 1000/message \"So, how do we get down?\"/end",
		}
		},
		{
          "Action": "EditData",
          "Target": "Data/Events/Trailer",
          "entries": {
	"997199/f Penny 2000/f Sam 1750/f Abigail 1750/f Maru 1750/f Sebastian 1750/t 1700 2200/n pennyParty": "50s/9 7/farmer 30 30 0 Penny 10 7 0 Maru 30 30 0 Sam 13 5 1 Sebastian 17 7 3 Abigail 15 5 2/skippable/showFrame Sebastian 28/pause 200/speak Sebastian \"I vote for Oligarchy.\"/speak Abigail \"We can play board games tomorrow. I say Truth or Dare.\"/speak Sebastian \"That will be fun for about 7 minutes, and then you'll get too embarrassed to keep playing.\"/speak Sam \"Uhh, what exactly were you planning on asking her?$u\"/speak Abigail \"Nothing if he knows what's good for him... How about movies?$u\"/move Penny 4 0 0/speak Penny \"I have a ton of those, take your pick!$h#$b#Here are the snacks. Sorry, it's not much.\"/speak Sam \"It's alright! It's more than enough.#$b#Any recommendations on the movie?\"/textAboveHead Penny \"Well...\"/playSound doorClose/warp farmer 12 9/pause 500/faceDirection Penny 3/pause 500/speak Penny \"Hi @. Come on in!\"/move farmer 0 -2 1/move farmer 1 0 1/speak Sam \"We were just about to decide on a movie to watch.\"/textAboveHead Abigail \"Let's see...\"/move Abigail 0 2 2/showFrame Abigail 25/pause 700/warp Maru 12 9/playSound doorClose/pause 300/textAboveHead Penny \"Hi Maru!\"/textAboveHead \"Hey sis.\"/pause 1000/move Maru 0 -2 1 true/move farmer 0 -1 1 false/move farmer 1 0 2/speak Maru \"Sorry I'm late. Dad had some questions about our lab work.$s#$b#Ooo! I'll take some of those snacks, I'm starving.\"/speak Sebastian \"Sounds just like him, and sounds just like you.$h#$b#Okay, we're all here. Pick a movie.\"/faceDirection Penny 1/speak Abigail \"We have a lot of Jimmy Cameraman movies here.$u#$b#I see you like big budget films, Penny.\"/speak Sebastian \"Nothing wrong with that. And he also does documentaries.\"/speak Abigail \"Oh! You have Space Doctor and Ultra Nurse!$h#$b#That's more my speed.\"/speak Sam \"That's not a bad choice. Mostly for Ultra Nurse.\"/speak Abigail \"Typical Sam.$u#$b#Except that this show is actually good. If all you want is eye candy, I bet she'd lend you Sheenan the Barbarian Priestess.\"/textAboveHead Sam \"I already have it...\"/move farmer 1 0 2/move Penny 0 -2 2 true/move Maru 2 0 1 false/speak Maru \"Breakup Bandits... How I Met My Corpse Bride... Naval History of Cisk-#$b#Ooo! Stellar Warship Cicada. I'm a sucker for Sci-Fi.$h\"/speak Sebastian \"We'll never decide at this rate.$s\"/speak Penny \"$q 997111 null#@, do you have any suggestions?#$r 997112 30 event_movienight1#I haven't watched 'Space Doctor' since I left the city.#$r 997113 30 event_movienight2#Let's watch 'Cicada' and mourn the fact it was only a season long.#$r 997114 30 event_movienight3#Ever heard of 'Thriller Sci-Fi Theatre 9001?' We could riff on 'Sheenan the Barbarian Priestess.'#$r 997115 30 event_movienight4#Any war documentaries? Something about 'Naval Warfare?'#$r 997116 30 event_movienight5#'Breakup Bandits.' I'm a sucker for romance and westerns.#$r 997117 30 event_movienight6#If she has Jimmy Cameraman, she has 'The Dwarfling.' Let's watch that.\"/pause 500/fork 997112 movieDoctor/fork 997113 movieCicada/fork 997114 movieWarriors/fork 997115 movieWar/fork 997116 movieBandits/fork 997117 movieDwarfling/pause 1000/globalFade/viewport -1000 -1000/end",
    "movieDoctor": "pause 100/speak Abigail \"You guys are going to love this.$h\"/speak Sebastian \"I'm pretty sure everyone here has seen episodes of it.#$b#Though I doubt any of us would refuse watching it.\"/speak Sam \"We're all in agreement then?\"/speak Maru \"Sounds good to me. I'll watch anything involving space travel.\"/faceDirection Sam 2/move Penny 0 -1 2/showFrame Penny 34/move farmer 1 0 0 true/move Maru 0 -1 1 false/move farmer 0 -1 2 true/move Maru 1 0 0 false/positionOffset farmer 0 -75/showFrame farmer 54/move Maru 0 -2 2/showFrame Maru 31/pause 300/globalFade/viewport -4000 0/message \"An ethereal melody plays as a phone booth flies through space...\"/warp Sam 13 5 1/warp Sam 14 8 3/faceDirection Sam 3/warp Abigail 10 8/showFrame Abigail 0/faceDirection Abigail 1/warp Penny 13 7/showFrame Penny 0/faceDirection Penny 2/warp farmer 10 7/showFrame farmer 0/faceDirection farmer 1/warp Maru 12 9/showFrame Maru 0/faceDirection Maru 0/warp Sebastian 12 10/showFrame Sebastian 0/faceDirection Sebastian 0/playMusic echos/pause 300/viewport 9 9 clamp/pause 300/textAboveHead Maru \"Atomsy Penny!\"/emote Penny 32/pause 700/warp Sebastian 40 40/move Maru 0 1 2/warp Maru 41 41/move Abigail 1 0 1/move Sam -1 0 3 true/move Penny -1 0 2 false/speak Abigail \"We'll have to get together soon and watch the rest of the season!#$b#I can't wait to watch Sam to flip out when Ultra Nurse gets X-ray vision.$h\"/speak Sam \"Spoilers Abby! You know I don't care about spoilers, but @ might.\"/switchEvent movieNightEnd",
    "movieCicada": "pause 100/speak Sebastian \"Low blow, @.$h\"/speak Sam \"I've never seen it, so I'm up for it.\"/speak Maru \"You've never seen it?!$9#$b#Okay. Now we HAVE to watch it$h\"/speak Penny \"Alright... In loving memory of Stellar Warship Cicada!$h\"/textAboveHead Sebastian \"Hear hear.\"/textAboveHead Abigail \"Hear hear!\"/faceDirection Sam 2/move Penny 0 -1 2/showFrame Penny 34/move farmer 1 0 0 true/move Maru 0 -1 1 false/move farmer 0 -1 2 true/move Maru 1 0 0 false/positionOffset farmer 0 -75/showFrame farmer 54/move Maru 0 -2 2/showFrame Maru 31/pause 300/globalFade/viewport -4000 0/message \"A guitar twang accompanies the shot of a space ship fleeing a larger spaceship.\"/warp Sam 13 5 1/warp Sam 14 8 3/faceDirection Sam 3/warp Abigail 10 8/showFrame Abigail 0/faceDirection Abigail 1/warp Penny 13 7/showFrame Penny 0/faceDirection Penny 2/warp farmer 10 7/showFrame farmer 0/faceDirection farmer 1/warp Maru 12 9/showFrame Maru 0/faceDirection Maru 0/warp Sebastian 12 10/showFrame Sebastian 0/faceDirection Sebastian 0/playMusic echos/pause 300/viewport 9 9 clamp/pause 300/textAboveHead Maru \"See you, Space Cowboys!\"/emote Penny 32/pause 700/warp Sebastian 40 40/move Maru 0 1 2/warp Maru 41 41/move Abigail 1 0 1/move Sam -1 0 3 true/move Penny -1 0 2 false/speak Abigail \"Ugh, I still can't believe they cancelled this show.$s#$b#So what did you think, Sam?\"/speak Sam \"I can see why you all love it.#$b#How much more is there?\"/speak Penny \"About 12 more episodes and a movie. Also comic books, which I haven't read.\"/speak Abigail \"Comics!? I'll buy them and bring them to the library one day. I have to read them!$h\"/switchEvent movieNightEnd",
    "movieWarriors": "pause 100/speak Abigail \"Hah! I'm no fool. You guys are all the same.$h^Whoa, if @ wants to watch it, maybe she's on to something.$u#$b#Well, in any case, I'm into it. I'll put it in.\"/speak Maru \"Seriously, you're all sure?$h\"/speak Penny \"I'm fine with it. I'm just happy everyone's here.\"/emote Sam 32/emote Maru 56/faceDirection Sam 2/move Penny 0 -1 2/showFrame Penny 34/move farmer 1 0 0 true/move Maru 0 -1 1 false/move farmer 0 -1 2 true/move Maru 1 0 0 false/positionOffset farmer 0 -75/showFrame farmer 54/move Maru 0 -2 2/showFrame Maru 31/pause 300/globalFade/viewport -4000 0/message \"Three female silhouettes walk out of a fiery background... They're wearing bikini armor.\"/warp Sam 13 5 1/warp Sam 14 8 3/faceDirection Sam 3/warp Abigail 10 8/showFrame Abigail 0/faceDirection Abigail 1/warp Penny 13 7/showFrame Penny 0/faceDirection Penny 2/warp farmer 10 7/showFrame farmer 0/faceDirection farmer 1/warp Maru 12 9/showFrame Maru 0/faceDirection Maru 0/warp Sebastian 12 10/showFrame Sebastian 0/faceDirection Sebastian 0/playMusic echos/pause 300/viewport 9 9 clamp/pause 300/textAboveHead Maru \"Protect your jigglies!\"/emote Penny 32/pause 700/warp Sebastian 40 40/move Maru 0 1 2/warp Maru 41 41/move Abigail 1 0 1/move Sam -1 0 3 true/move Penny -1 0 2 false/speak Abigail \"'Protect your jigglies!' That was a good one Penny.$h#$b#Maru spit out her drink when you said that.\"/speak Sam \"That's the most I've seen Sebastian laugh in ages.$h#$b#And what did you call the villain again, Abby?\"/speak Abigail \"FlatAbs McMooChest!$h\"/speak Penny \"@'s observation was funny. They run away a lot, so their choice in lighter bikini armor wasn't so silly after all.$h\"/emote Abigail 56/speak Abigail \"Though I have to say, did the movie actually get... good at certain parts?$u\"/speak Penny \"It's based on a well reviewed book series. That's the only reason I even have the movie.#$b#The movie director went in a... different direction.$u\"/pause 200/switchEvent movieNightEnd",
    "movieWar": "pause 100/speak Sam \"Don't worry about me, I'm cool with it.$u#$b#If anything, it'll probably assure me that our country will kick Gotoro off the map for good this time.\"/speak Abigail \"If you're sure...$s#$b#Well, if anything it'll be interesting to see how it compares to the Battle Call 4 video game I played last week.\"/faceDirection Sam 2/move Penny 0 -1 2/showFrame Penny 34/move farmer 1 0 0 true/move Maru 0 -1 1 false/move farmer 0 -1 2 true/move Maru 1 0 0 false/positionOffset farmer 0 -75/showFrame farmer 54/move Maru 0 -2 2/showFrame Maru 31/pause 300/globalFade/viewport -4000 0/message \"Trumpets blare as soldiers rush through a heavy forest as artillary goes off in the distance.\"/warp Sam 13 5 1/warp Sam 14 8 3/faceDirection Sam 3/warp Abigail 10 8/showFrame Abigail 0/faceDirection Abigail 1/warp Penny 13 7/showFrame Penny 0/faceDirection Penny 2/warp farmer 10 7/showFrame farmer 0/faceDirection farmer 1/warp Maru 12 9/showFrame Maru 0/faceDirection Maru 0/warp Sebastian 12 10/showFrame Sebastian 0/faceDirection Sebastian 0/playMusic echos/pause 300/viewport 9 9 clamp/pause 300/textAboveHead Maru \"Take care everyone!\"/emote Penny 32/pause 700/warp Sebastian 40 40/move Maru 0 1 2/warp Maru 41 41/move Abigail 1 0 1/move Sam -1 0 3 true/move Penny -1 0 2 false/speak Abigail \"That was pretty interesting. I never knew how that war was funded.#$b#Really puts things into perspective though.$s\"/speak Penny \"How you feeling, Sam?\"/speak Sam \"Like I said before, I'm fine.$u#$b#But I guess I now know why my dad doesn't talk much about combat in his letters.$s#$b#Still, it makes me wonder if I should consider signing up for the reserves.\"/speak Penny \"If you want to, we'll support you.#$b#I'd run it by your parents first though.$u\"/textAboveHead Abigail \"Yeah.\"/pause 500/switchEvent movieNightEnd",
    "movieBandits": "pause 100/speak Sebastian \"A western? Really?\"/speak Abigail \"You're vetoed Sebastian. I'm with @ on this one.#$b#Just think of it like a live-action 'Journey of the Prairie King.'$h\"/speak Sebastian \"...#$b#Alright, I'll give it a shot.$h\"/speak Sam \"Isn't this the one with the two coyboys who-\"/textAboveHead Maru \"Umm, no...\"/textAboveHead Abigail \"Nope!\"/textAboveHead Penny \"...\"/pause 500/speak Sam \"...$a#$b#Who die at the end?\"/speak Penny \"Oh! Umm... Also no.$u\"/speak Abigail \"*Sigh*$u#$b#Before Sam tries to spoil the movie again, let's just watch it.\"/faceDirection Sam 2/move Penny 0 -1 2/showFrame Penny 34/move farmer 1 0 0 true/move Maru 0 -1 1 false/move farmer 0 -1 2 true/move Maru 1 0 0 false/positionOffset farmer 0 -75/showFrame farmer 54/move Maru 0 -2 2/showFrame Maru 31/pause 300/globalFade/viewport -4000 0/message \"Two bandits and two barmaids take positions at the windows of a Saloon as a gunfight breaks out.\"/warp Sam 13 5 1/warp Sam 14 8 3/faceDirection Sam 3/warp Abigail 10 8/showFrame Abigail 0/faceDirection Abigail 1/warp Penny 13 7/showFrame Penny 0/faceDirection Penny 2/warp farmer 10 7/showFrame farmer 0/faceDirection farmer 1/warp Maru 12 9/showFrame Maru 0/faceDirection Maru 0/warp Sebastian 12 10/showFrame Sebastian 0/faceDirection Sebastian 0/playMusic echos/pause 300/viewport 9 9 clamp/pause 300/textAboveHead Maru \"Adios Cow Pokes!\"/emote Penny 32/pause 700/warp Sebastian 40 40/move Maru 0 1 2/warp Maru 41 41/move Abigail 1 0 1/move Sam -1 0 3 true/move Penny -1 0 2 false/speak Sam \"So... What did we just watch, exactly?\"/speak Abigail \"A rom-com western! It wasn't that bad, was it?\"/speak Sam \"I actually liked it, but it wasn't what I thought it was going to be.\"/speak Penny \"Yeah, it takes a couple viewings. But it's got something for everyone.#$b#It's one of the better westerns I've seen.\"/speak Abigail \"Better plot than games like Prairie King, too.\"/switchEvent movieNightEnd",
    "movieDwarfling": "pause 100/speak Maru \"I thought Cristof Herr Nomad did Aviator...\"/speak Penny \"Nope, he did Inception. Though I sometimes confuse those two directors as well.\"/speak Sam \"Wait, isn't Exception a McGulf production?$s\"/speak Sebastian \"You're thinking 'Trance Formation Machines.'#$b#At least, I think you are? They're very different movies.$s\"/speak Maru \"Whatever it is, I'm sure it's fine. Put it in Abby.\"/faceDirection Sam 2/move Penny 0 -1 2/showFrame Penny 34/move farmer 1 0 0 true/move Maru 0 -1 1 false/move farmer 0 -1 2 true/move Maru 1 0 0 false/positionOffset farmer 0 -75/showFrame farmer 54/move Maru 0 -2 2/showFrame Maru 31/pause 300/globalFade/viewport -4000 0/message \"A dozen characters trek across a mountain as a dragon looms above them.\"/warp Sam 13 5 1/warp Sam 14 8 3/faceDirection Sam 3/warp Abigail 10 8/showFrame Abigail 0/faceDirection Abigail 1/warp Penny 13 7/showFrame Penny 0/faceDirection Penny 2/warp farmer 10 7/showFrame farmer 0/faceDirection farmer 1/warp Maru 12 9/showFrame Maru 0/faceDirection Maru 0/warp Sebastian 12 10/showFrame Sebastian 0/faceDirection Sebastian 0/playMusic echos/pause 300/viewport 9 9 clamp/textAboveHead Maru \"Into the night!\"/emote Penny 32/pause 700/warp Sebastian 40 40/move Maru 0 1 2/warp Maru 41 41/move Abigail 1 0 1/move Sam -1 0 3 true/move Penny -1 0 2 false/speak Abigail \"Man, I love this quadrilogy!$h\"/speak Sam \"It's that long? Wow.$u#$b#Looks like we'll have to do this again soon to see the rest.\"/speak Penny \"Sounds good to me, though you might change your mind once we get to the second quadrilogy. Even more characters and subplots get introduced.\"/textAboveHead Sam \"Seriously?!\"/emote Abigail 32/switchEvent movieNightEnd",
    "movieNightEnd": "pause 100/speak Penny \"I'm glad you all had a good time. I did too.#$b#And let Sebastian know I'm up for board games next time. Though Oligarchy might ruin our friendships.$h\"/speak Sam \"No kidding, that's why we avoid it. He only likes that game because he wins.$s#$b#Don't tell him I said that.$u#$b#Anyway, you have a good night Penny. You coming @?\"/move Abigail 1 0 3/playSound dwop/showFrame Sam 33/showFrame Abigail 5/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -7 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -8 0/pause 15/positionOffset Abigail -5 0/positionOffset Sam -8 0/pause 25/showFrame Sam 35/pause 25/showFrame Abigail 7/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/positionOffset Abigail 5 0/positionOffset Sam 0 8/pause 15/faceDirection Abigail 0/pause 300/showFrame Sam 0/faceDirection Sam 0/pause 300/speak Abigail \"Let them say goodbye first, you dunce!$h#$b#Good night Penny, see you later!\"/warp Sam 42 42/move Abigail 0 1 2/warp Abigail 43 43/move farmer 0 1 1 true/move Penny 0 1 3 false/move Penny -1 0 3/speak Penny \"Thanks for coming @.#$b#I was far more comfortable knowing you'd be here.$h#$b#But they didn't seem to care about how small the trailer was. I'm glad.#$b#All Abby even said about it was that it was like a camping trip.$h\"/emote Penny 32/globalFade/viewport -1000 -1000/end",
		}
		},
	   
	]
}
