{
"spring.000": "...$2#$b#%Nikolai looks sad",
"spring.001": "Bees are the most active during the summer, but spring is a better time for honey production.$1",
"spring.002": "*He's playing the game right now.*",
"spring.003": "You should have a drink with me!$3",
"spring.004": "*He's trying to sleep.*",
"summer.000": "I love the way bees look, don't you?$3",
"summer.001": "Gunther is actually really nice once you get to know him.$1",
"summer.002": "*He's busy washing dishes.*",
"summer.003": "Wha... I'm trying to sleep.$6",
"fall.000": "A honey bee can fly for up to six miles, and as fast as 15 miles per hour! Isn't that the coolest thing?$3",
"fall.001": "You can collect honey from your bees all year round. But they need extra support in the cold seasons, so don't forget to take care of them.$8",
"fall.002": "The changing weather always makes me sick... Harvey is a great doctor though, he's the first one to actually listen to me.$1",
"fall.003": "Hey, @, Why don't you join me for a drink? I can't drink too much though, it messes with me too much.$3",
"fall.004": "Oh hey! I'm sorry about my place being a mess, I don't usually get company. It's just really hard to keep it clean for some reason.$6",
"fall.005": "@, it's really late. Is something wrong?",
"winter.000": "Did you know honey has always been highly regarded as a medicine? It's thought to help with everything from sore throats and digestive disorders to skin problems and hay fever. Isn't that interesting?$1",
"winter.001": "I've been exploring the mines. It's pretty cool!$1",
"winter.002": "Jodi pays me during the holidays to clean her house. She gets really busy with getting ready for the festival so I help out. Plus it's nice to get the extra cash.",
"winter.003": "You're up late again.$6$b#I know I am too, I just can't turn my brain off. Sometimes my thoughts just start racing - do you know what that's like?",
"rain.000": "I can't go out there, the rain will make my hair go crazy.",
"rain.001": "I figure now's the time to catch up on some cleaning.#b$Never seems to get done though...$6",
"rain.002": "I couldn't just stay in, I was worried about my bees.$6",
"rain.003": "I hope they're not scared. Rain can be very dangerous for bees.$2",
"rain.004": "It's raining pretty bad outside, maybe you should stay the night? I have a couch over there if you want to crash on it.$6",
"marriage.000": "We should go into the mines together and fight monsters.",
"marriage.001": "I haven't taken my meds yet, so I should be fine to drink. You should join me! I love your company, sweetheart.$4",
"marriage.002": "I know I don't live here anymore, but I can't bring myself to move the bees. I don't want to freak them out. Bees can die from getting too anxious, you know.$6",
"marriage.003": "I was thinking - if I can find someone who doesn't mind me taking care of my bees here, I could rent this place out. Wonder who would even want this place.$2",
"marriage.004": "It's gotten much easier to sleep with you here.$4",
}