{
"spring.000": "It's nice and calm in here... Reading is my favorite thing to do, since it takes little energy.",
"spring.001": "There's so much gossip going around. People think I can't hear them but I can...$2",
"spring.002": "I love to swim when it's warm enough. The water is easier on my aching joints.$1",
"spring.003": "Oh hey, it's been a long day, hasn't it? Why don't you have a drink with me?",
"spring.004": "I just had to sit down, I'm so winded.$12",
"spring.005": "When I was young, I loved to dance.$1",
"spring.006": "I'm tired. Please leave me alone.$12",
"summer.000": "I read every medical book I can get my hands on... It's important I become educated.$2",
"summer.001": "The summer heat makes it really hard to breathe, but I go crazy staying inside all the time.$6",
"summer.002": "Harvey's said that the fresh air is good for me. I'm inclined to agree.$3",
"summer.003": "Small town doctors are much nicer then city ones. Harvey actually does home visits!$1",
"summer.004": "I can understand why Pam has a drinking problem. It's easy to go overboard.",
"summer.005": "I still haven't really made any friends. It's really hard when people think you're weird.$2",
"summer.006": "*He's asleep. You can hear him wheezing badly.*",
"fall.000": "I recently read that Spirit's Eve was a Gotoro tradition. Isn't it funny how culture spreads?$1",
"fall.001": "The cool mountain breeze is just what I needed after that hot summer heat.$3",
"fall.002": "I love coming over and petting Marnie's cows, they're really the cutest animals.$3",
"fall.003": "I'm thinking of trying something pumpkin spice-flavored. There's a pretty big uproar about it in the city.",
"fall.004": "I envy Gus quite a bit. He has so much work experience... I'm on disability benefits right now. I just can't seem to work.$2",
"fall.005": "*John's asleep. He looks like he's a lot of pain.*",
"winter.000": "I know the Winter Star festival is supposed to be this big celebration, but I can't seem to get the energy to get excited about it.$2",
"winter.001": "I ordered some teas from the city. Pierre charges to order, but that's okay.",
"winter.002": "Shane's been really worrying us. He really needs a good friend, but it's hard talking to him.$2",
"winter.003": "It's been quite a year, hasn't it? I'm glad to see it over with, I have to admit.$2",
"winter.004": "*John opens his eyes but he doesn't seem like he's awake*",
"winter.005": "I wonder if everything does happen for a reason...$2",
"winter.006": "I love mango, but Pierre never has any. I always have to go to Joja for it and I really hate that place.",
"winter.007": "Jas is really mature for her age. It blows my mind.$1",
"winter.008": "Oh, @, it's nothing serious... Just here to get some test results back.",
"winter.009": "*He lets out a groan and then rolls over in his sleep.*",
"rain.000": "I refuse to let a little rain keep me from the library.$3",
"rain.001": "I'm soaked to the bone, but really, I don't think I care much.$1",
"rain.002": "I needed some more coffee. It's the best for rainy days.$1",
"rain.003": "I'm loving this weather, it's the best.$3",
"rain.004": "*He looks peaceful as he sleeps.*",
"marriage.000": "Oh it's nothing. I'm just doing some research, is all.$1",
"marriage.001": "Do you need anything from the store, sweetheart? I can pick it up while I'm here.",
"marriage.002": "I keep seeing Lewis come around here. You think him and Marnie are next for a wedding?$3",
"marriage.003": "It's been a long day, hasn't it? Rest well when you do, sweetheart.$1",
}