{
"spring.000": "É legal e calmo aqui... é bom para ler um livro sem interrupções.",
"spring.001": "O pessoal é bem fofoqueiro aqui. Eles acham que eu não percebo, mas eu escuto...$2",
"spring.002": "Eu adoro para nadar quando a água está quentinha. Faz as minhas juntas ficar relaxadas.$1",
"spring.003": "Ei, foi um longo dia, não achas? Por que não bebe algo comigo?",
"spring.004": "Estou cansado. Preciso sentar.$12",
"spring.005": "Quando eu era mais novo. Adorava dançar.$1",
"spring.006": "Estou cansado. Me deixe.$12",
"summer.000": "Eu li tantos livros medicinais que perdi as contas... é importante ficar informado.$2",
"summer.001": "O calor do verão faz minha respiração ficar pior, mas eu ficaria louco estando em casa o dia inteiro.$6",
"summer.002": "O Harvey disse que esse tempo faz bem para a minha respiração. Vou ter que concordar.$3",
"summer.003": "O Harvey faz atendimento doméstico. Esse é o lado bom de morar em uma cidade pequena!$1",
"summer.004": "Não sei por que a Pam tem problema com bebidas. É tão fácil parar.",
"summer.005": "Eu ainda não fiz nenhum amigo. É complicado quando te acham estranho.$2",
"summer.006": "*Ele está dormindo. Você consegue ouvir uma respiração ofegante.*",
"fall.000": "Eu li recentemente que a Véspera dos Espíritos era uma tradição Gotoro. Não é legal como a cultura se espalha?$1",
"fall.001": "A brisa da montanha refresca o calor infernal do verão.$3",
"fall.002": "Eu amo vir e acariciar as vacas da Marnie, elas são realmente os animais mais fofos.$3",
"fall.003": "Estou pensando em experimentar algo com sabor de abóbora. O pessoal disse ser bom.",
"fall.004": "Eu invejo um pouco o Gus. Ele tem muita experiência de trabalho... já eu, sou incapaz agora. Eu simplesmente não consigo trabalhar.$2",
"fall.005": "*John está dormindo. Parece que ele sente muita dor.*",
"winter.000": "Eu sei que o festival de inverno deveria ser uma grande celebração, mas eu não tenho energia suficiente para ficar animado.$2",
"winter.001": "Eu encomendei alguns chás da cidade. Pierre cobra o pedido, mas faz parte.",
"winter.002": "Shane me preocupa. Ele realmente precisa de um bom amigo, mas é complicado tentar falar com ele.$2",
"winter.003": "Foi um ano e tanto, não acha? Temos que concordar.$2",
"winter.004": "*John abre os olhos, mas não parece acordar.*",
"winter.005": "Eu acredito que todas as coisas acontecem por uma razão...$2",
"winter.006": "Eu amo manga, mas o Pierre nunca tem. Daí tenho que ir na Joja, um local que eu odeio.",
"winter.007": "A Jas é realmente avançada para a sua idade.$1",
"winter.008": "Oh, @, não é nada sério... estou fazendo uns exames de rotina.",
"winter.009": "*Ele boceja, rola na cama e volta a dormir.*",
"rain.000": "Eu me recuso que uma chuvinha qualquer não me deixe ir para a biblioteca.$3",
"rain.001": "Estou ensopado, mas quem se importa?$1",
"rain.002": "Um cafézinho nessa chuva cairia bem.$1",
"rain.003": "Eu amo esse tempo, é o melhor.$3",
"rain.004": "*Ele parece estar descansando em paz.*",
"marriage.000": "Ah, não é nada. Estava fazendo uma pesquisa interna.$1",
"marriage.001": "Quer algo da loja, coração? Eu posso pegar para você.",
"marriage.002": "Eu continuo vendo o Lewis passando por aqui. Será que ele e a Marnie vão casar um dia?$3",
"marriage.003": "Foi realmente um longo dia, não achas, coração?$1",
}