{
"spring.000": "여긴 조용하고 좋아... 독서는 내가 가장 좋아하는 거야. 힘이 거의 들지 않거든.",
"spring.001": "사람들은 내가 듣지 못할 거라고 생각하겠지만, 소문은 돌고 돌아...$2",
"spring.002": "날씨가 따뜻할 때 하는 수영은 좋아. 아픈 관절에 도움이 많이 돼.$1",
"spring.003": "정말 긴 하루였지? 술 한 잔 하지 않을래?",
"spring.004": "앉아있어야 겠어. 너무 피곤해.$12",
"spring.005": "어렸을 때는, 춤추는 걸 좋아했어.$1",
"spring.006": "좀 피곤해. 날 내버려 둬.$12",
"summer.000": "보이는 모든 의학 서적을 다 읽었어... 교육을 받는 건 중요한 일이야.$2",
"summer.001": "여름의 더위는 숨쉬기 힘들 정도야. 항상 실내에만 있으니 더 미칠 것 같아.$6",
"summer.002": "하비는 신선한 공기가 내게 도움이 될 거라고 했어. 어느 정도는 동의해.$3",
"summer.003": "작은 마을의 의사들은 도시의 의사들보다 훨씬 좋아. 방문진료도 해주거든!$1",
"summer.004": "팸이 왜 알코올중독인지 난 이해할 수 있어. 기분전환이 쉽게 되거든.",
"summer.005": "아직도 친구를 제대로 사귀지 못했어. 사람들이 우리를 이상하다고 생각할까봐 걱정돼.$2",
"summer.006": "*자고 있다. 숨을 버겁게 몰아쉬고 있다.*",
"fall.000": "최근에 성령제 이브가 고토로의 전통이라는 걸 알게됐어. 문화가 어떻게 퍼지고 있는 건지. 정말 재밌지 않아?$1",
"fall.001": "가을의 시원한 산들바람. 내가 여름에 필요로했던 거야.$3",
"fall.002": "나는 마니의 소들을 쓰다듬는 걸 좋아해. 정말 귀여운 동물이야.$3",
"fall.003": "호박 주스 같은 걸 먹어보려고. 도시에서는 큰 인기인 것 같아.",
"fall.004": "거스가 부러워. 일한 경험이 많으니까... 난 지금 일을 할 수 없는 상태야. 장애수당을 받고 있어.$2",
"fall.005": "*존은 자고 있다. 매우 고통스러워 보인다.*",
"winter.000": "겨울 축제는 큰 행사가 되어야 한다는 걸 알고는 있지만, 그걸로 내가 에너지를 얻을 것 같지는 않아.$2",
"winter.001": "도시에서 차를 좀 주문했어. 피에르에게 요금을 좀 지불해야 하지만, 괜찮아.",
"winter.002": "셰인은 우리를 항상 걱정시켜. 그에게는 친구가 필요할 거야... 그치만 말 걸기 쉽지 않더라.$2",
"winter.003": "벌써 1년이 끝났네. 그렇지? 다 끝난 것 같아 기뻐.$2",
"winter.004": "*존은 눈을 뜨고 있지만, 깨어있는 것 같지 않다.*",
"winter.005": "모든 일에는 다 이유가 있다는 말이 맞는 건지 궁금해...$2",
"winter.006": "망고를 좋아하는데, 피에르의 가게에서는 팔지 않아. 정말 싫지만 어쩔 수 없이 조자를 이용해야 돼.",
"winter.007": "재스는 나이에 비해 많이 성숙한 것 같아. 왠지 마음이 좀 아팠어.$1",
"winter.008": "아 @, 별일 아니야... 결과를 보러 온 것뿐이야.",
"winter.009": "*존은 신음소리를 내며 잠결에 뒤척이고 있다.*",
"rain.000": "비가 오면 도서관에 하루종일 있을 수 있어.$3",
"rain.001": "뼛속까지 흠뻑 젖었지만, 뭐. 괜찮아. 신경쓰지 않아도 돼.$1",
"rain.002": "커피가 좀 필요할 것 같아. 비 오는 날에는 커피가 최고야.$1",
"rain.003": "난 이 날씨가 좋아, 최고야.$3",
"rain.004": "*존은 평온하게 자고 있다.*",
"marriage.000": "오 별거 아냐. 그냥 조사를 좀 하고 있었어. 그게 다야.$1",
"marriage.001": "가게에 갈 건데 필요한 거 있어? 사다 줄게.",
"marriage.002": "루이스는 이 근처에 자주 오는 것 같아. 그가 마니와 결혼을 할 것 같아?$3",
"marriage.003": "긴 하루였지? 푹 쉬어, 여보.$1",
}