{
"spring.000": "Es ist schön und ruhig hier drin... Lesen ist meine Lieblingsbeschäftigung, da es nur wenig Energie erfordert.",
"spring.001": "Es gibt so viel Klatsch und Tratsch. Die Leute denken, ich kann sie nicht hören, aber ich kann...$2",
"spring.002": "Ich schwimme gerne, wenn es warm genug ist. Das Wasser ist angenehmer für meine schmerzenden Gelenke.$1",
"spring.003": "Oh hey, es war ein langer Tag, nicht wahr? Warum trinkst du nicht etwas mit mir?",
"spring.004": "Ich musste mich einfach hinsetzen, ich bin so außer Atem.$12",
"spring.005": "Als ich jung war, liebte ich das Tanzen.$1",
"spring.006": "Ich bin müde. Bitte lass mich allein.$12",
"summer.000": "Ich lese jedes medizinische Buch, das ich in die Hände bekomme... Es ist wichtig, dass ich mich weiterbilde.$2",
"summer.001": "Die Sommerhitze macht es wirklich schwer zu atmen, aber ich werde verrückt, wenn ich die ganze Zeit drinnen bleibe.$6",
"summer.002": "Harvey hat gesagt, dass die frische Luft gut für mich ist. Ich bin geneigt, dem zuzustimmen.$3",
"summer.003": "Kleinstadtärzte sind viel netter als Stadtärzte. Harvey macht tatsächlich Hausbesuche!$1",
"summer.004": "Ich kann verstehen, dass Pam ein Alkoholproblem hat. Es ist leicht, zu übertreiben.",
"summer.005": "Ich habe immer noch keine richtigen Freunde gefunden. Es ist wirklich schwer, wenn die Leute denken, dass man seltsam ist.$2",
"summer.006": "*Er ist eingeschlafen. Man kann ihn deutlich keuchen hören.*",
"fall.000": "Ich habe kürzlich gelesen, dass die Geisternacht eine Tradition in Gotoro ist. Ist es nicht komisch, wie sich die Kultur verbreitet?$1",
"fall.001": "Die kühle Gebirgsbrise ist genau das, was ich nach dieser heißen Sommerhitze brauchte.$3",
"fall.002": "Ich liebe es, vorbeizukommen und Marnies Kühe zu streicheln, sie sind wirklich die süßesten Tiere.$3",
"fall.003": "Ich denke daran, etwas mit Kürbisgewürz zu probieren. In der Stadt gibt es einen ziemlich großen Aufruhr deswegen.",
"fall.004": "Ich beneide Gus sehr. Er hat so viel Arbeitserfahrung... Ich bin gerade bei der Invalidenrente. Ich kann einfach nicht arbeiten.$2",
"fall.005": "*John schläft. Er sieht aus, als hätte er große Schmerzen.*",
"winter.000": "Ich weiß, dass das Fest des Wintersterns ein riesiges Fest sein soll, aber ich habe nicht die Energie, mich dafür zu begeistern.$2",
"winter.001": "Ich habe einige Tees aus der Stadt bestellt. Pierre berechnet auf Bestellung, aber das ist okay.",
"winter.002": "Shane hat uns wirklich Sorgen gemacht. Er braucht wirklich einen guten Freund, aber es ist schwer, mit ihm zu reden.$2",
"winter.003": "Das war ein interessantes Jahr, nicht wahr? Ich bin froh, dass es vorbei ist, das muss ich zugeben.$2",
"winter.004": "*John öffnet seine Augen, aber er scheint nicht wach zu sein.*",
"winter.005": "Ich frage mich, ob alles aus einem Grund geschieht...$2",
"winter.006": "Ich liebe Mango, aber Pierre hat nie welche. Ich muss dafür immer zu Joja gehen, und ich hasse diesen Ort wirklich.",
"winter.007": "Jas ist wirklich reif für ihr Alter. Das haut mich um.$1",
"winter.008": "Oh @, es ist nichts Ernstes... Ich bin nur hier, um ein paar Testergebnisse zu bekommen.",
"winter.009": "*Er lässt ein Stöhnen los und dreht sich dann im Schlaf um.*",
"rain.000": "Ich weigere mich, mich von ein wenig Regen von der Bibliothek abhalten zu lassen.$3",
"rain.001": "Ich bin bis auf die Knochen durchnässt, aber wirklich, ich glaube nicht, dass mir das viel ausmacht.$1",
"rain.002": "Ich brauchte noch etwas Kaffee. Das ist der beste für regnerische Tage.$1",
"rain.003": "Ich liebe dieses Wetter, das ist das beste.$3",
"rain.004": "*Er sieht friedlich aus, wenn er schläft.*",
"marriage.000": "Ach, es ist nichts. Ich recherchiere nur ein wenig, das ist alles.$1",
"marriage.001": "Brauchst du etwas aus dem Laden, Liebling? Ich kann es abholen, solange ich hier bin.",
"marriage.002": "Ich sehe Lewis immer wieder hierher kommen. Glaubst du, er und Marnie sind die Nächsten die heiraten werden?$3",
"marriage.003": "Es war ein langer Tag, nicht wahr? Ruh dich gut aus, mein Liebling.$1",
}