{
"spring.000": "...$2#$b#Oh... I'm just visiting a old friend.$2#$e#It's been years since he passed, but I try to visit him as much as I can.$2",
"spring.001": "I come here to clear my head.#$e#I usually come alone, but if you want to, you may stay.",
"spring.002": "Robin and I built this place together... I would have done it on my own, but, well... you know.$s",
"spring.003": "$6#$b#%He's listening to music right now.",
"spring.004": "Gus is real kind to me, it's a rare treat.#$e#You should pull up a seat and have a drink. It's very relaxing.",
"spring.005": "Something's been bothering my hens at night and I plan on finding out what.$11#$e#When I catch it, I'll skin it.$11",
"summer.000": "It's been quite a while since Marlin passed.#$e#I can't seem to get over it.$2",
"summer.001": "It's beautiful out.$1#$e#Do you smoke? You can join me if you like.",
"summer.002": "$2#$b#%He looks depressed.",
"summer.003": "$6#$b#%He's humming along to his music.",
"summer.004": "After a hot day, a cold drink is just what I need.$1#$e#I've been in Pelican Town for a few years now - best beer I've had in a long time.$1",
"fall.000": "I used to ride plenty back in the day but my girl has gotten fragile with age.#$e#Maybe I should buy a newer model...$3",
"fall.001": "Mountains are beautiful this time of year.$1#$e#I'm hiking up the mountain in a bit here.",
"fall.002": "Methol is my favorite kinda smoke.#$e#I know it's bad for me, but well, I'd rather be happy and comfortable.$1",
"fall.003": "Rasmodius is one of the only people that understand me.#$e#He's agreed to teach me a few things - I have many questions.",
"fall.004": "%He looks like he's had a few too many.",
"winter.000": "Marlin gave me this bike.$2#$e#I miss him dearly.",
"winter.001": "Pierre is... just as bad as Morris, I'm realizing.$2#$e#But, well, I'd rather shop here then Joja any day.",
"winter.002": "I've learned quite a bit from Rasmodius.$1#$e#Oh, well, I can't talk about it, though. It's personal.$2",
"winter.003": "Have you seen the train go by?#$e#If you follow the train as it rides by, you can catch things that fall off.$1",
"winter.004": "Hm?$2#$e#Oh, it's nothing, just have a lot on my mind.",
"winter.005": "It feels like beer is warming you up, but really it'll just make you freeze faster.#$e#So be careful. It'd be a shame to see you hurt.",
"marriage.000": "Hello, love, thank you for joining me.$1#$e#We could sell my land, though I like having a place of my own.$2#$b#I know it's strange, but I enjoy taking care of the property.$1",
"marriage.001": "I love you, I really do.$2#$b#But I miss him...$2",
"marriage.002": "$6#$b#%He smiles at you and then sings the song to you.",
"marriage.003": "Care to join me?$4#$b#Here, have a drink, love.$1[346 348 303]",
"marriage.004": "I love you, @.$4#$e#It's been a long day, hasn't it? I'm ready to sleep.",
"nightmarket.001": "The night market is always good fun.$1#$e#Don't spend all your money tonight, though, it'll be around for a few nights.",
"nightmarket.002": "Have you seen the mermaid?#$e#She's quite beautiful, isn't she?$4",
"nightmarket.003": "There's a fortune teller along the docks.#$e#I'm pretty sure it's a scam, but it's fun to humor it.",
"nightmarket.004": "There's a boar in a floaty...#$b#I've seen everything now.$1",
"nightmarket.005": "Would you like to look around the market with me?$5",
"rain.000": "Marlin loved the rain.$2#$e#When he was alive, we used to run outside on rainy days.#$b#We'd always end up muddy from head to toe.$1",
"rain.001": "I love the sound of rain hitting my roof.#$b#It's very relaxing.",
"rain.002": "%Think he's had too much.",
}