{
"Format": "1.0",
"Changes": [
{
"Action": "EditData",
"Target": "Characters/Dialogue/George",
"Entries": {
        "Introduction": "Hmmph... It's irritating to have to meet all these new people, huh?#$b#Name's George, by the way. Now buzz off... Hmmph.",
        "pamHouseUpgrade": "Thanks for replacing that beat up old trailer... the new house is much nicer to look at.#$e#You know, I'll bet it increases the value of our property too!",
        "pamHouseUpgradeAnonymous": "Welp... that new house blocks my view of the river a little... but it sure looks nicer than that old tin can Pam was livin' in.",
        "joja_Begin": "So... the old Community Center is gone, huh? Whatever happened to small-town values? It's a shame how times have changed...",
        "Tue": "Hmmph... Looks like another gloomy day.$s",
        "Tue_inlaw_Alex": "It's good for my grandson to be out there at the farm. You learn a lot of useful things from working with the land.$h",
        "Wed": "Alex is my grandson. Energetic fellow, you might have seen him outside with his football.",
        "Wed_inlaw_Alex": "How can two men get married? It's unnatural... Hmmph. I guess I'm just \"old fashioned\"...^You're part of the family, now. I'm glad that my grandson found such a nice wife.",
        "Wed10_inlaw_Alex": "I'll admit, I thought it was... strange... for two men to be together. But you're such a nice young man, and I know you two are in love... I've changed my mind.^You're part of the family, now. I know I wasn't the kindest person when we first met, but after how much you've done for us it makes me proud to think of you as my grandaughter-in-law.$h",
        "Thu": "Afraid I can't talk right now, young man. My favorite program is on.^Afraid I can't talk right now, miss. My favorite program is on.",
        "Fri10_inlaw_Alex": "I hope my grandson is treating you well @, I can tell he cares quite deeply even if he's a bit shy about it.^I'm glad my grandson is so happy with you, although I admit the prospect of becoming a great-grandfather is a bit daunting.$h",
        "Fri": "So you're a farmer, huh? At least it's honest work.",
        "Sat": "The weekend isn't much different than any other time, for me. That's how it is when you're retired.",
        "Sat9": "I hope you're enjoying yourself today, @. Thanks to you I've taken it upon myself to be a little more active on weekends.#$e#I think it's made both me and the wife a little happier these days.$h",
        "Sun": "Aren't you cold? They don't make sweaters like they used to.#$e#*Sigh*",
        "Sun7": "You must be glad to take a break when Sunday rolls around. Try not to work yourself too hard on that farm of yours, @.#$e#Don't want to end up as old as I am before your time.$h",
        "Mon6": "I'm surprised you'd want to be friends with an old-timer like me. Lot of youths these days steer clear of us despite what we still have to offer.",
        "Thu6": "Hello, @. Wanna watch the TV with me?",
        "Fri4": "My grand-pap was a farmer. It's a respectable profession.#$e#If I wasn't so darned old I'd come to your farm and show you a thing or two...",
        "Wed8": "I wish my legs worked so I could play catch with Alex. Show my grandson a few tricks.$s#$e#But... that can't happen.$s",
        "Fri8": "I've been thinking...Maybe I've been a little bit of a grouch.$s#$e#I used to think no one cared about us old folks.",
        "Fri10": "You know, I really have been a grumpy old man to everyone. But now I feel like I'm softening up like an old ripe fruit. Heheh!$h#$e#Take care, son.^Take care, hun.",
        "Wed10": "@! Let me turn off this darned television and we can have a proper chat.$h#$e#So, what are the young people doing these days? You're not getting into too much trouble, I hope.$h",
        "Tue10": "You know, I suppose I shouldn't get too depressed about my legs.#$e#I should just be happy that I'm alive.$h",
        "Thu10": "When you get as old as me it's a lot harder to adjust to new things.#$e#One day you'll know what I mean.$s#$e#Go on, go outside and enjoy the world while you're still young.$h",
		"spring_Mon": "I don't see what's so great about spring.#$e#All the pollen in the air is a real nuisance!$a",
		"spring_Mon1": "It's leek season at the moment.#$e#If you want my advice, go out and pick as many as you can find. They're a good vegetable.",
		"spring_Mon3": "You must be hard at work in spring. I expect there's a lot to grow while things stay warm.",
		"spring_Mon6": "Be careful if you're wandering through the flowers, @. You might stumble into clusters of bees, and a lot of stings at once is rather unpleasant.",
		"spring_Tue2": "Some days, I feel too darned old for spring.#$e#I just don't have the energy to properly enjoy it.$s",
		"spring_Tue4": "Sometimes I'll take Dusty for a walk if the weather's good. I've got to be careful though, the dog can pull quite hard on his lead if he's excited.",
		"spring_Tue7": "Hey there, @. I hope you're enjoying the season. I don't like it so much, but Alex always perks up during spring.$h",
		"spring_Tue": "Seen any woodpeckers around here? I think there may be some nesting on the roof.",
		"spring_Wed_inlaw_Alex": "How's Alex doing on %farm% Farm?#$e#Whenever he visits he sounds happy. He always talked about being a gridball star before, but I think family life will be even better for him.$h",
		"spring_Wed": "Well, I suppose if there's one good thing about spring it's that leeks are in season this time of year.",
		"spring_Wed1": "Wish the shop wasn't closed on Wednesdays...*grumble*",
		"spring_Wed8": "Say, @, while you're out there roaming the wilderness could you bring back a leek or two?#$e#They're quite a scrumptious vegetable, one of my favorites.$h",
		"spring_Thu": "Have to be careful sometimes in spring. The wind can be mighty cold, especially in the afternoon.",
		"spring_Thu2": "If you're goin' into the mines, be careful.#$e$#Doesn't matter how nice the weather is up here, there are always monsters down in the earth.",
		"spring_Thu5": "I hope you haven't got allergies, @.#$e#They can be a real nightmare to deal with this time of year.$s",
		"spring_Fri": "The week is coming to a close. I suppose everyone will be out running around and enjoying the fresh air... *sigh*$s",
		"spring_Fri3": "My grandson enjoys the springtime. Summer is his favorite season, though.#$e#I guess it's still /my/ favorite too, even when I'm old...$s",
		"spring_Fri4": "Found any interesting plants on your excursions?#$e#I got a big daffodil caught in one of my wheels earlier.$a",
		"spring_Fri9": "How's the weather out there, @? I hope your crops are doing well.$h#$e#Here's a bit of advice I learned from my grand-pap: If you plant strawberry bushes or green beans early in spring, you'll get a bigger harvest than if you plant them later.",
		"spring_Sat10": "Ah, it's @! Good to see you, I hope the farm's doing alright in this fine weather.$h",
		"spring_Sat": "Everyone's always so excited for the weekend, but I can't see the appeal. I'd prefer to be doing something productive.",
		"spring_Sat1": "Always a lot of birdsong in the spring. I don't mind it, though.",
		"spring_Sat6": "Found any daffodils out there? Most people around here enjoy them as a gift, even myself.",
		"spring_Sun9": "The Flower Dance festival will be coming up soon. I can't exactly dance in my condition, but I like to sit with the wife while the younger folk pair up.#$e#Maybe this year you'll find yourself a partner for the dance, eh @?$h",
		"spring_Sun2": "Some young'uns sit around and don't do much on the weekend. Now, back in my day...",
		"spring_Sun5": "The Egg Festival takes place every spring. I've not much interest in it, but the young ones always seem to enjoy it.",
		"summer_1": "Hmph. Summer's come again, which means hot weather and plenty of insects.#$e#Still, I prefer it over the frigid cold of winter.$s",
		"summer_Mon7": "My grandson and his dog both enjoy summer very much. Sometimes they go down to the beach and run around together...#$e#Heh. It reminds me of my own dog I once had, Legs, who was just as playful.$h",
		"summer_Mon4": "I hope you're wearing sunblock @. It's easy to get burnt skin if you're not careful in this heat.",
		"summer_Mon1": "I'll admit, the warm sun is a lot better on my bones than a cold wind.",
		"summer_Tue": "I wish it wasn't so darned hot outside! I can feel my skin burning just at the thought of it...$a",
		"summer_Tue2": "While I won't miss the pollen of spring, it's a shame there won't be any more leeks growing for a while.$s",
		"summer_Tue9": "I hope you're keeping hydrated while you're working at the farm, @. Heatstroke is a real possibility this time of year.",
		"summer_Tue3": "What're those new-fangled machines you young'uns use to play games? Super-Neendo or something?",
		"summer_Wed5": "Those summer storms can sure make a racket, although if you could somehow harness the lighting I bet you'd make a fortune.",
		"summer_Wed_inlaw_Alex": "I imagine my grandson is juggling his commitments well this time of year.#$e#Having a husband doesn't seem to have slowed him down, if anything he seems more grounded.^Having a wife doesn't seem to have slowed him down, if anything he seems more grounded.",
		"summer_Wed7": "I like to go to the beach when the sun is shining, but my wheelchair is a bit awkward getting through the sand.#$e#The wife is always patient with me, though. Sometimes I wonder how I'd be if she wasn't here...$s",
		"summer_Wed": "Blasted mosquitoes will suck you dry if you go into the thicker forests without bug repellant. At least they don't usually come inside.",
		"summer_Wed4": "If you want to get a lot of money from that farm of yours, sow a large harvest at the very start of the season and another large one right after you've collected the first.#$e#My grand-pap always used to do that with more expensive stuff, like cauliflowers or pumpkins.",
		"summer_Thu": "Going to have to fix that darned window after Alex jolted it with that ball of his...",
		"summer_Thu6": "I know my grandson can be a bit of a show-off, but he means well.#$e#He's always loved the summer heat, since he was a little boy.$h",
		"summer_Thu1": "I hope the dog's doing alright outside in the heat.#$e#I know Alex will be taking good care of him, in any case.",
		"summer_Thu10": "Hey there @, why not stay awhile? The wife's baking a fresh batch of cookies, and the fact that even after all these years I still enjoy them is a testament to her cooking.$h",
		"summer_Fri": "It's so hot out there sometimes I bet you could fry an egg on the pavement.",
		"summer_Fri3": "Seen any crows on your farm?#$e#The pests will try to eat your crops, but my grand-pap was always able to scare em' off with a scarecrow.$a",
		"summer_Fri6": "Ever had anyting strange happen on your farm?#$e#My grand-pap had a meteor fall near his house once, and another time he woke up to find some of his crops had grown from seed to harvestable overnight!",
		"summer_Fri10": "It's funny, but it was around this time many decades ago that I first moved here with my family.#$e#I met Evelyn when I was barely ten... she could make me feel as nervous as a sparrow and like I could take on the world at the same time.$h#$e#Oh, sorry, I'm rambling a little. Don't often get to talk about my past these days.",
		"summer_Sat": "Hmph, those darn birds are knocking about on the roof again...",
		"summer_Sat4": "What kinds of monsters have you seen down in the mines?#$e#The worst thing I ever saw was a walking skeleton. It even threw its bones at me, if you can believe it.",
		"summer_Sat7": "Keeping out of the sun for a bit, @? Your skin looks like it might be peeling a little bit.",
		"summer_Sat2": "Wish I could go down into the mines again sometimes, I bet there's some good mushrooms growing down there.#$e#They make a good meal if you cook em' right with some oil.",
		"summer_Sun": "Another lazy Sunday. The heat makes me feel drowsy sometimes in the afternoon.",
		"summer_Sun1": "If you've got animals on your farm, make sure they've got plenty of food and water. Some of em' don't do well in the summer heat.",
		"summer_Sun8": "Enjoying this summer Sunday, @? It's a good day to relax if you've been working hard this week.$h",
		"summer_Sun5": "Evelyn is always cheerful in the summer. I guess it's because the pleasant weather means she can do more of what she enjoys.",
		"fall_Mon10": "*Sigh* Hello, @. Apologies if I'm not in the best mood. I was reminiscing about Alex's mother...$s#$e#Her name was Clara, and she was our daughter. Such a bright and happy girl, even after she married that brute of a husband. Evelyn and I were always so proud of her.$s#$e#She died in the fall over twelve years ago, and we took in Alex afterwards... I'm sorry, @, but that's all I can say for the moment.$s",
		"fall_1": "It's cooling down now. I can practically feel my bones aching already..$s",
		"fall_Mon5": "You must be pretty busy this time of year @. Fall is the season of harvest, after all.",
		"fall_Mon2": "If you're not careful on that farm of yours, you'll overwork yourself and pass out.#$e#It's happened to me before, and even though someone found me, ya can't count on that.",
		"fall_Tue": "Going to need to rake away some of those leaves drifting around outside at some point...",
		"fall_Tue7": "Growing any beets on your farm? The wife has quite a fondness for them.",
		"fall_Tue1": "In some places they call fall \"Autumn\", not sure why. Wish whoever it was'd make up their minds.",
		"fall_Tue3": "There should be some mushrooms popping up this season. If you can pick them you might be able to make something nice.",
		"fall_Wed10": "The wife and I used to climb up the trees in fall. It was nice to sit on the branches and listen to the leaves as they moved.#$e#I may not be able to climb anymore, but we still go out to sit under the trees now and then.$h",
		"fall_Wed_inlaw_Alex": "Hello, @. Are you and my grandson doing well on %farm% Farm?#$e#I know he has a family of his own now, but I'll still miss him.$s",
		"fall_Wed2": "I keep gettin' those darned tree leaves stuck in my wheels!$a",
		"fall_Wed4": "Have you seen a green scarf outside? I was wearing it the other day but lost it to the wind.",
		"fall_Wed5": "Make sure to have some scarecrows around your crops, @. The crows were always the most numerous in fall on my grand-pap's farm.",
		"fall_Thu": "Please be careful not to let too many of those blasted leaves blow in here! They can make a real mess.$a",
		"fall_Thu4": "Ever caught any odd fish, @?#$e#I never fished myself, but I've heard stories...",
		"fall_Thu9": "The Fall Fair is one of the nicer events of the year. I always had a lot of fun there when I first came to the valley, and even now it makes me happy just to see everyone having such a good time.$h",
		"fall_Thu3": "If you want to make some money, I'd recommend growing pumpkins. My grand-pap always got some good prices for them when they sold.",
		"fall_Fri": "The weather's been bad lately. I'm not looking forward to winter when it comes around.",
		"fall_Fri1": "I have to agree with my grandson. I wish it was still summer instead of cold, windy fall.$s",
		"fall_Fri5": "The Spirit's Eve festival happens near the end of fall. It has a \"Scary\" maze, which contains a prize if you can get to the center.#$e#Myself, I just have a look at whatever decorations have been whipped up with the wife.",
		"fall_Fri8": "It's good to see you, @. Stay and warm up for a bit, the wind's been chilly today!$h",
		"fall_Sat": "I need to wear a sweater when I go outside in fall. I expect I'll need to wear two by winter.$s",
		"fall_Sat7": "I expect you'll have a good harvest this year @. The soil is always best in fall.$h",
		"fall_Sat3": "Enjoy the weekends while you can @. It'll be mighty cold outside in winter.",
		"fall_Sat1": "So many vegetables growing now, but I couldn't find a leek if my life depended on it.",
		"fall_Sun": "Alex has been spending more time indoors lately. It's curious how lowering temperatures can affect the young as much as the old...",
		"fall_Sun10": "Truth to tell, fall is my favorite season.#$e#Though I enjoy the warmth of summer and spring, fall holds some of my happiest memories.$h",
		"fall_Sun4": "Take care of your livestock this season, @. It's best for them to have somewhere warm and safe when things start cooling down.",
		"fall_Sun2": "Some people pray to Yoba on Sunday. I've never really been sure of all that religious stuff.",
		"winter_Mon8": "Come in from the cold, @? Settle down, make yourself at home. It's better to be indoors so you can keep from getting sick.$h",
		"winter_Mon3": "Winter must be a quiet time for you.#$e#My grand-pap didn't have much to do on his farm when it got colder, because all the crops died.$s",
		"winter_Mon": "Not much point in going outside when the weather's this freezing.#$e#The ice is tough on me and tougher on my wheelchair.$s",
		"winter_Mon1": "Not much of anything growing this time of year. I suppose you could still grow things if you had a greenhouse, though.", 
		"winter_Tue4": "What do you do all day without crops to tend?#$e#I used to help my grand-pap cut down trees for firewood in the winter.",
		"winter_Tue2": "I might complain, but I've still got a warm home, a wife, and a grandson. I may be old, but its nice to know that I'm not alone.",
		"winter_Tue8": "The wife's always making a fuss about my health in the cold season.#$e#I know she means well, but I think I've got a ways to go before I'd get that sick.$h",
		"winter_Tue": "What I wouldn't give for some warm fried mushrooms right now...$s",
		"winter_Wed": "The snow outside may look nice, but it'll freeze you solid if you get caught in a blizzard.",
		"winter_Wed1": "Word of advice, don't go walking in the forest at night when it's snowing.#$e#Old friend of mine got lost in the dark and ended up with bad frostbite from doing that.",
		"winter_Wed_inlaw_Alex": "It's funny, since he's been married my grandson seems less sulky in the winter.#$e#He tells me it's because he has more purpose to his life now. Take care of him, @.",
		"winter_Wed3": "The few times I go out into the snow, it always baffles me to see how many plants can survive in the cold.#$e#Frankly, it seems pretty darn odd to me.",
		"winter_Wed10": "I haven't always been so grumpy in winter. When I was younger and full of vigor, I'd wrap up warm and go out to explore in the snow.#$e#Evelyn would join me on those excursions after I met her... *sigh*$s",
		"winter_Thu1": "Haven't you go got something better to do than to talk to me? I can feel my marrow freezing up from the wind you let in!$a",
		"winter_Thu4": "George is mumbling something to himself.#$e#Curmudgeonly... Bah! What kinda word is that?$a",
		"winter_Thu7": "Back when I worked in the mines it was easier to ignore winter's chill.#$e#The frost couldn't reach us way down deep in the earth!$h",
		"winter_Thu3": "There's generally no bugs in winter. I guess that's something good from this rotten season.",
		"winter_Fri": "Darn TV signal keeps going fuzzy...$a",
		"winter_Fri2": "Have you seen Alex around?#$e#If you do, tell him to wear a scarf when he goes out. The wind's fierce today.",
		"winter_Fri5": "Wear good shoes if you're staying out in the snow for a while. Otherwise you could lose your toes or more to frostbite.",
		"winter_Fri8": "Alex is always a little miserable in winter, poor lad. He thrives on the warm sun and fresh grass...$s",
		"winter_Sat": "Ugh, the wind made such a terrible howling noise last night!$s",
		"winter_Sat1": "I hope the dog's doing alright in this weather. He's a sturdy fellow, but he's also old. A bit like me, I suppose.",
		"winter_Sat4": "Dusty comes inside if it's a particularly cold day. We don't want the dog to freeze out there in the yard.",
		"winter_Sat8": "I know it may not seem like it sometimes, but I really don't know what I'd do without my wife.$s#$e#Evelyn's always been there when things get tough, and when my legs went she kept it from wearing me down too much.$h",
		"winter_Sun10": "I'll always remember The Feast of The Winter Star. One year when I was just a young man, my lover Evelyn was chosen as the one I was to gift.#$e#I gave her a mermaid's pendant, and asked her to marry me. She agreed, and all these years later I can say for sure that it was one of the happiest days of my life.$h",
		"winter_Sun5": "Not much to do on a Sunday when it's winter...$s",
		"winter_Sun4": "Try not to track snow inside, @!$a",
		"winter_Sun10": "Hey there @. Listen, I have a bit of advice for you.#$e#If you ever find yourself feeling very strongly for someone, then it is possible to give them a mermaid's pendant to show your love and wish to marry.#$e#If you want to get one, you must seek out the old mariner on the beach. But only on a day when it's raining, otherwise he will not appear.",
		"winter_1": "Brrr... It's so cold.$s#$e#The chill seeps right into these brittle bones of mine. When you're young the cold doesn't bite as hard.",
  
	}

},
{
"Action": "EditData",
"Target": "Characters/Dialogue/Evelyn",
"entries": {
        "Introduction": "Why, hello and welcome to our little community, dear! #$b#You can call me 'Granny' if you like.$h",
        "pamHouseUpgrade": "Oh, sweetie... that was so nice of you to put Pam up in a beautiful new house!$h#$e#It warms my heart when people take care of each other like that...",
        "pamHouseUpgradeAnonymous": "Call me a silly old fool... but I think I have an idea who paid for Pam's new house... *wink*",
        "Mon": "Oh my! What a lovely day.$u",
        "Tue": "Don't mind my husband, George. He isn't very friendly to strangers.#$e#If you get to know him better he'll warm up to you.#$e#I'm sure you two could become good friends one day!$h#$e#Since you're so interested in my husband I'll let you in on a little secret: he really likes leeks! You can find them in the mountains this time of year.",
        "Wed": "#$1 evelynGarden1#I saw the most beautiful family of butterflies sunning themselves in the town garden yesterday.$k#$e#The good Mayor put me in charge of the town's public gardens.#$e#I've been working on the town flower beds for weeks, so don't step on them!",
        "Thu": "I'll be baking cookies today. I like to make flower shapes in the spring.$h#$e#Maybe I'll tell you my recipe one of these days.",
        "Fri": "George spends the whole day in front of that darned television set.#$e#I wish he'd go outside more. Some fresh air would do him good.",
        "Sat": "I used to love looking at the clouds, but I have trouble seeing them these days.#$e# My eyes just don't work as well as they used to.$s",
        "Sun": "It's nice to be so close to the ocean. The sound of the sea makes going to sleep a lot easier.#$e#As kids we hunted for seashells after the tide went out. Those were the days...",
        "Tue6": "It's nice of you to take the time to visit George and I.#$e#Without young people around, we'd age much faster.$h",
        "Event_cookies1": "Thank you!$h",
        "Event_cookies2": "What was that, dear? I could've sworn you said 'hockey puck'. *sigh* My ears aren't what they used to be.$s",
		"spring_Mon_inlaw_Alex": "I'm happy for you, my dear. It is a wonderful thing to be in love, and I'm glad that you get to experience that with Alex.",
        "spring_Mon3": "Good to see you, @. It's another fine spring day outside, I'm sure your crops must be doing well on the farm.",
        "spring_Mon1": "Spring is a wonderful time of year. So much to do and see throughout the valley...",
		"spring_Mon7": "I make a few trips to the mountains in spring to bring back some fresh leeks. George smiles a little when he sees me coming in with an armful of them.",
        "spring_Tue": "Have you seen any butterflies on your farm @? They love to be near flowers for the nectar they hold.",
        "spring_Tue2": "I think I'll bake a pink cake for the egg festival this year.#$e#I don't have as much practice with cakes, but I'll make sure it's a sweet treat!",
		"spring_Tue5": "Some days I'll make a nice complete breakfast. It has eggs, milk, hashbrowns and pancakes packed with nutrients. My grandson always eats it up eagerly when he starts the day.$h",
        "spring_Tue7": "My grandson is such a good boy, even though he's had a bit of a rough time.$s#$e#I'm proud of the young man he's growing into. He may seem a little brash at times, but if you get to know him, @, you'll see he has a big heart.",
        "spring_Wed": "George doesn't like the spring pollen in the air so much, but for me it's a reminder that new life is flourishing all around us.",
        "spring_Wed_inlaw_Alex": "You don't need to worry about getting a partner for the flower dance anymore, dear.#$e#Alex isn't much of a dancer, but I'm sure he'll be happy knowing that you're happy.$h",
		"spring_Wed1": "I went for a walk along the beach earlier.#$e#You'll see a lot of colorful seashells washing up this time of year. They make wonderful decorations!$h",
		"spring_Wed8": "Are you looking forward to the Flower Dance festival, dear? George and I used to dance together when we were young, and although we can't anymore it makes me happy just to sit with him and admire the new love blossoming.#$e#I hope you find a partner, @. A small connection can grow and branch into something beautiful.$h",
        "spring_Wed3": "Strawberries are in season at the moment.#$e#Are you growing any @? They're a wonderfully juicy fruit.$h",
        "spring_Thu": "Have you been down to the beach? It's always so lovely and calm there in the spring.",
        "spring_Thu2": "You could put in a beehouse at your farm if you've got some flowers, @. The bees will use the pollen and nectar to make plenty of honey!.",
		"spring_Thu5": "Daffodils are always popping up in spring. They're such lovely flowers. George and I go out and pick some on occassion...",
        "spring_Thu9": "It's wonderful to see you, @. I hope you've been enjoying the sweet smells and colors of spring!$h",
        "spring_Fri": "The Egg festival is a fun event for the young ones. I do my best to decorate the town to make things cheerful when it comes around.",
        "spring_Fri2": "Hello, dearie. Would you like some cookies? I've got a batch fresh from the oven.",
		"spring_Fri5": "Dusty so loves to run about in the fresh grass. I take him for walks through the forest when it's not too windy.$h",
        "spring_Fri7": "Spring is the season of love, @. I always do my best to spread good feelings around Pelican Town so others may do the same.",
        "spring_Sat": "It's nice to see blossoms on the trees. Nature dresses her best for spring.",
        "spring_Sat1": "I saw a bear when I was walking through the woods yesterday.#$e#I kept a safe distance away, and I got to see it pick salmonberries to eat.",
		"spring_Sat3": "How is your farm doing, dear? I imagine your crops are thriving in these nice conditions.",
        "spring_Sat8": "Oh, @, it's you. I was just thinking of your old grandfather.#$e#He always seemed to have such a way with plants, even as a child. Once while we were exploring he even found a stardrop.$h#$e#Rather than keep it to himself, he broke it in half and we each ate a piece. It was a powerful experience in my life, though a little hard to explain...",
        "spring_Sun": "It's another quiet spring sunday. I think I might take a break and read a good book...",
        "spring_Sun1": "It's easy to cook for George in the spring.#$e#There's plenty of leeks and other forage waiting to be found in the forest!$h",
		"spring_Sun4": "If you want some cookies from a fresh batch of mine, you'd better be quick.#$e#Alex gobbles them up as soon as he sees them!",
        "spring_Sun8": "Have you checked the calendar, dear? Everyone's birthday is marked on it for the season.#$e#My own birthday is quite far away, on the 20th of winter!$h",
        "summer_Mon": "I feel more energetic in this wonderful weather! The bright summer sun gives life to many things.$u",
        "summer_Mon3": "A golden summer is such a beautiful thing. All we need to do is step outside and open our eyes, and we are surrounded by the world...",
        "summer_Mon1": "If you're going for a swim in the ocean, be on the lookout for pufferfish.#$e#They're awfully common this time of year, and they are quite poisonous.$s",
		"summer_Mon7": "My grandson was born in the summer.#$e#It was a cloudless, warm day, but my daughter was brighter than the sun as she cradled her boy.$h#$e#*Sigh*... I miss her often...$s",
        "summer_Mon_inlaw_Alex": "How's my grandson doing? I imagine he's quite happy living on the farm. He deserves to be happy... he's a good boy.",
        "summer_Tue9": "I first met George in the winter, when we were both children.#$e#He was a little clumsy when he spoke to me, but always did his best to make me happy after we became friends. It was very sweet.$h",
        "summer_Tue3": "Don't forget to wear sunblock, dear. You look a little red.$s",
        "summer_Tue": "George is always a little less grumpy in the summer. The warm weather softens his bones.#$e#You might not be able to tell, but I can. I've known him for sixty years!",
        "summer_Wed": "The good Mayor put me in charge of the town's public gardens.#$e#I've been working on the town flower beds for months, so don't step on them!",
        "summer_Wed_inlaw_Alex": "Thank you, @. You've given my grandson so much happiness, and I'm glad to have you in the family.",
		"summer_Wed7": "I have lived in this valley my whole life, like the rest of my family before me. I can't imagine living anywhere else!$h",
        "summer_Wed2": "The summer air is so fresh and clear. It reinvigorates my old lungs.",
		"summer_Wed4": "I liked to explore when I was young. I roamed the forests of the valley, first by myself and then with George.#$e#I could tell he was a little unnerved by some places, but I took his hand and told him there was nothing to fear. He always blushed red as a tomato...$h",
        "summer_Thu": "I'm going to bake some more cookies today. They're coconut wonders shaped like little palm trees! Heehee.$h#$e#Maybe I'll tell you my recipe one of these days. A good farmer often makes a good cook too, although I can't say that was true for your grandfather.$h",
        "summer_Thu2": "If it's a terribly hot day, we sometimes take Dusty inside where it's a bit cooler.#$e#We must always remember to care for our animals, @. They deserve as much love as you or I.",
        "summer_Thu1": "I must remember to ask Emily for more cloth...#$e#I'm knitting a sweater for George. He'll need it when winter rolls around!$h",
		"summer_Thu8": "Make sure to stay connected with the people important to you, @.#$e#To sever one's ties is to sever one's soul.$s",
        "summer_Fri": "I've seen a few bees out among the flowers today. I'm glad they're getting use out of the pollen.#$e#But if you see them outside, @, don't disturb them. You could get stung!$h",
        "summer_Fri4": "Make sure to keep track of your energy, dear. Otherwise you could burn out and become exhausted, especially in this weather.",
        "summer_Fri2": "I think I'll try my hand at a chocolate cake for the luau.#$e#I won't add it to the soup, dear, don't worry.",
		"summer_Fri7": "I always make sure to keep my watering can full in summer.#$e#Plants need a good supply of water, or they'll dry out and die.$s",
        "summer_Sat": "Be careful out there, dear. You could get sunburnt!",
        "summer_Sat3": "I may be retired now, but the weekend is always a good time to unwind.#$e#It gets hot outside sometimes when I tend the flowerbeds, so I need to come inside to cool down or I'll faint!",
        "summer_Sat8": "I used to help my daughter tend grapevines in summer.#$e#Warm sunny days and sweet juicy grapes...*sigh*, what more could we need?$s",
        "summer_Sat1": "I remember hearing how every single moment of summer is worth it's weight in gold.#$e#I'd say that's true for almost every day!$h",
		"summer_Sun": "Sweet peas are in bloom right now.#$e#They've got such a wonderful fragrance, haven't they?",
        "summer_Sun2": "Do you have a pet on your farm, @? If you do I imagine they enjoy summer.#$e#Our dog Dusty is always so energetic when the weather warms up!$h",
        "summer_Sun8": "It's good to go swimming in the ocean when it's calm.#$e#A good way to keep cool, and soothing.",
        "summer_Sun1": "I pray to Yoba on Sundays. It's something I grew up with in my family.",
		"summer_Thu4": "It seems like we always have more visitors when I start baking cookies.#$e#My mother taught me the recipe.",
        "fall_Mon": "With every year I appreciate the seasons more and more. For young people it's easy to let them slip by.",
        "fall_Mon9": "I always enjoy the fall. George and I used to climb up the trees and sit on their branches when we were young.",
        "fall_Mon1": "It's truffle season now, @. If you've got any pigs on your farm, they can sniff them out.#$e#I've heard dogs can find them, too, but they need to be trained for it.",
		"fall_Mon3": "Have you seen my grandson's dog in the yard outside? He's friendly, but a bit shy around strangers.",
        "fall_Tue": "I've been putting raisins in George's oatmeal... but he hasn't said a word. I wonder if he even notices these things?",
        "fall_Tue9": "George and I are a bit sad this time of year. Our daughter, Clara, passed away in the fall nearly twelve years ago. We took in Alex afterwards.$s#$e#It's a terrible thing for a boy to lose his mother so young...$s",
        "fall_Tue2": "Be careful going out if there's a thunderstorm, @. The weather can get quite powerful.$s",
		"fall_Tue4": "You can find mushrooms growing in the soil in fall. If you gather enough you could fry them with a little oil. It's a nice dish, one I've made for George since before we were married.",
        "fall_Wed": "The good Mayor put me in charge of the town's public gardens.#$e#The fall flowers are delicate, so don't go stepping on them! They're a part of nature to be admired and enjoyed by all.",
        "fall_Wed_inlaw_Alex": "I suppose Alex is helping you with your work on %farm% farm, @. He's a good boy.",
		"fall_Wed1": "Pumpkin pie is lovely for dessert in the fall.#$e#I haven't quite got the hang of making it, though...$s",
		"fall_Wed8": "Psst! @!#$e#George's birthday is on the 24th of fall. I know growing old may seem sad, but I think I've made my peace.#$e#I'm not sure about George sometimes, though... I worry about him.$s",
        "fall_Wed3": "Have you ever seen a stardrop @?#$e#It is an especially rare fruit, which grows only in the oldest parts of the valley.#$e#I've only ever seen one in my lifetime. Since you're so in touch with this land, perhaps you'll find one too?$h",
        "fall_Thu": "Today I'm baking cookies. I make them shaped like little pumpkins in fall.$h#$e#Maybe I'll tell you my recipe one of these days. Your grandfather's attempts always ended with burnt dough, but I have a feeling you'd make them well.",
        "fall_Thu5": "Dust used to chase the tumbling leaves when he was younger. He's an old dog now, though.",
		"fall_Thu3": "I worry about my husband's health as it gets colder. I know he has great strength of will, but both of us have aging bodies...$s",
        "fall_Thu7": "Please, dear, make yourself at home! I'm just making some tea to keep out the chilly wind.$h",
        "fall_Fri": "I think the woodpeckers are nesting on our roof again.$s#$e#George doesn't like them much, but I like to hear their cheerful chirps in the morning.",
        "fall_Fri3": "Be careful if you go down into the old mines, dear. George used to tell stories of strange creatures back when he went down there.$s",
        "fall_Fri5": "I hope you're doing well on your farm, @. Don't overwork yourself, now!",
		"fall_Fri8": "Cranberry pie is a delight to make in the fall.#$e#If you come by later, there might still be some left!$h",
        "fall_Sat": "Are you friends with Alex?#$e#Sometime he worries me sick. I'm always afraid he'll get hurt running around out there.$s",
        "fall_Sat2": "I do so enjoy the lovely orange leaves of fall. Your grandfather and I used to make a real mess playing in the leaf piles as children, heehee!$h",
        "fall_Sat1": "I've almost finished knitting George's new sweater.#$e#I know it's a bit cliché given that I'm an old lady, but it's both fun and practical!$h",
		"fall_Sat6": "Have you harvested anything tasty from your farm yet @? There are lots of good recipes around for fall feasts!$h",
        "fall_Sat_inlaw_Alex": "Oh, hello my dear. I think of you as my own grandson now.$h^Oh, hello my hear. I think of you as my own grandaughter now.$h",
        "fall_Sun": "My eyesight may be poor, but my nose hasn't failed me yet!#$e#I can smell fallen leaves and mushrooms. It reminds me of the forests I used to play in as a girl.",
        "fall_Sun4": "I saw some lights coming from that old tower when I was in the forest the other day.#$e#I'm not worried, though. The fellow who lives there has things under control.",
		"fall_Sun2": "Harvest season is a good time to give gifts. There's always plenty of good food to go around.",
        "fall_Sun7": "Alex gets a little gloomy as it cools down. He's always been a summer child, just like his mother...$s",
        "winter_Mon": "Be careful you don't slip on the ice, dear.",
        "winter_1": "The white blanket of snow has arrived to cover Stardew Valley once more.#$e#Even if it's chilly outside, it can be quite beautiful.",
        "winter_Mon8": "One of my fonder memories is of George trying to make some cookies when there was a blizzard raging outside.#$e#They came out a little lumpy and undercooked, but I gave him a kiss to show I appreciated he cared enough to bake something for me.$h",
        "winter_Mon1": "I wonder if I should make a little sweater for Dusty...",
		"winter_Mon": "I bake gingerbread men in winter instead of cookies. It's always fun to decorate them with icing!$h",
        "winter_Mon3": "You might want to wear mittens outside, @. The snow can make your hands go numb.$s",
        "winter_Tue": "Aren't you cold? You should wear a thicker jacket, my dear!#$e#This weather isn't good for my joints...$s",
        "winter_Tue3": "I always liked the idea of snowmen, but I was never very good at making them.#$e#The few times I've tried it came out as an odd-shaped blob.$s",
        "winter_Tue5": "Taking time to relax, dear? Not much to do on your farm with all this snow.",
		"winter_Tue8": "It's incredible to think about how many snowflakes are in the air, each one unique. They're like a reflection of all the different things living on Earth.",
        "winter_Wed": "I usually tend to the gardens, but they're covered in snow.#$e#I still like to check up on them now and then.",
        "winter_Wed_inlaw_Alex": "When he last visited, Alex seemed more energetic than he usually is this time of year.#$e#He told me that you inspire him to do something new every day.",
		"winter_Wed1": "The bees are dormant in winter. There's no flowers for me or them to tend!",
		"winter_Wed2": "There's plenty of chicken soup stocked in my cabinet for winter. Alex can be quite susceptible to the cold...",
        "winter_Wed7": "I do my best to cheer George up when he's gloomy. It's best to weather tough times with somebody beside you.",
        "winter_Thu": "It's always nice to have animals around, like our dog Dusty. My family had a ginger cat named Wilton when I was a little girl, and he was very good-natured.",
        "winter_Thu1": "I found some crystal fruit earlier. They make a nice crisp snack to keep your energy up.",
		"winter_Thu3": "Be careful if you go walking on the ice. It can break from too much weight, and you'd be dunked in freezing water!$s",
        "winter_Thu7": "It was on a day like this that I met George. During a snowball fight, of all things.#$e#I hit him square on the nose with one, and rushed over to check if he was alright. He complimented my aim and challenged me to another round! Ah, memories...$h",
        "winter_Fri2": "I think I'll cook a nice hotpot later...",
		"winter_Sat": "We've lived here for over 30 years.#$e#We've seen a lot of people come and go. Your grandfather, for one. Bless him... *sigh*$s",
        "winter_Sat4": "Doctor Harvey is quite overworked in this cold. Perhaps I should knit everyone some warm clothes to help prevent chills.$s",
		"winter_Sat6": "Oh... my dear. You have your grandfather's eyes...$s#$e#Yes... yes... I knew him very well. He was one of my closest friends before I met George.",
        "winter_Sun8": "George and I were married at the end of winter. He gave me a mermaid's pendant for the Feast of The Winter Star, which signifies a desire for marriage.#$e#It's a memory that I treasure more than the pendant I still keep.$h",
        "winter_Sun1": "Alex stays inside most of the time when it's cold. He says that there's not much for him to do when it snows.",
		"winter_Sun": "You should have some nice hot soup to stay warm.#$e#And make sure you wear a jacket!",
        "winter_Sat8": "@, have I told you that George and I have lived in our house for 30 years?#$e#I hope you stay here for a while, maybe you'll find yourself someone nice to settle down with too.$h",
		}
}
]
}