{
    //2 Hearts
	"44120001/f Sheila 500":"CloudCountry/5 15/farmer -100 -100 0 Sheila 3 14 2 Lewis 3 16 0/skippable/emote Sheila 12/speak Lewis \"Hi, Sheila! I'm really impressed with what you've turned this place into.$h\"/speak Sheila \"Thanks Lewis! Is my business tax due today?\"/speak Lewis \"No, actually I came here to warn you! Jodi warned me that there was someone lurking around her house last night. Since you live here by yourself, I wanted to let you know.#$b#We don't know who's doing it and we don't know their intentions.\"/pause 500/emote Sheila 28/speak Lewis \"I thought it might've been Linus rummaging through her garbage can, but she was sure it wasn't him. The person seemed to be spying on her house.\"/speak Sheila \"Oh!...$3\"/speak Lewis \"Anyway, let me know if you see anything suspicious.\"/speak Sheila \"Yes sir!\"/speak Lewis \"Thank you, bye for now!$h\"/pause 500/speak Sheila \"Bye!$1\"/move Lewis 0 3 2/warp Lewis 100 100/pause 500/emote Sheila 28/end",
	//8 Hearts
	"44120008/f Sheila 2000":"Overcast/5 15/farmer 3 19 0 Sheila 2 5 2 Harvey -100 -100 0/skippable/showFrame Sheila 21/positionOffset Sheila 18 0/move farmer 0 -3 0/pause 500/emote farmer 8/move farmer 2 0 1/move farmer 0 -3 0/doAction 5 12/viewport move 0 -3 3000/move farmer 0 -4 0/pause 500/emote farmer 16/speed farmer 7/move farmer 0 -4 3/speed farmer 7/move farmer -1 0 3/speak Sheila \"@, is that you? I feel so weak, I'll take the da...$7\"/stopMusic/globalFade/viewport -1000 -1000/changeLocation Hospital/warp Sheila 18 12/positionOffset Sheila 18 8/showFrame Sheila 23/warp farmer 20 11/faceDirection farmer 3/warp Harvey 20 12/faceDirection Harvey 3/viewport 18 10/pause 500/playMusic shaneTheme/animate Sheila false false 100 19 19 19 19 19 23 23 23 20 20/emote Sheila 16/showFrame Sheila 22/speak Sheila \"Sweet Yoba, what happened?$6\"/pause 500/speak Harvey \"Your blood pressure was so low that you passed out.#$b#I've run some exams and your esophagus has been damaged by gastric juice. Have you been forcing yourself to vomit frequently?\"/pause 500/speak Sheila \"...$6\"/pause 500/speak Harvey \"Sheila, you know bulimia nervosa is a disease and can be treated.#$b#If you keep doing that you can put your life at risk.#$b#Bulimia can cause gastritis, weaken tooth enamel and even cause death as it affects the heart as well.$2\"/showFrame Sheila 23/pause 500/speak Harvey \"I will prescribe you some medicines and some vitamins to combat malnutrition.#$b#I'll also refer you to a psychologist friend of mine. She will help you cope with this situation.\"/pause 500/speak Sheila \"$q -1 null#Sorry for that, @.#$r -1 50 hospital1#No problem! Just remember you promised your father you'd take care of yourself!#$r -1 100 hospital2#Why would you do that to yourself? You're perfect, you don't need that!\"/showFrame Sheila 22/speak Sheila \"Thanks, both of you, for saving my life.$9\"/end invisible Sheila",	
	 }