{
    "Format": "1.3",
    "Changes": [
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sebastian",
        "Entries":
        {
            "Mon2": "I'm finishing up some work right now, could you keep it down for awhile?",
            "Mon6": "Hey, @. Are you as bored as I am? Wanna hang out for awhile?",
            "Mon8": "Oh hey, @! I was hoping you'd stop by today.",
            "Tue8": "Hey, @. Abigail wants to play a game of 'Solorian Chronicles' and I was just thinking about inviting you.#$h#You'd be a great partner!$b",
            "Tue10": "I'm so glad you're here, @.#$h#...#$e#I enjoy your company.",
            "Wed4": "Demetrius is such a pain. Why do I even need to clean my room?#$a#I mean, c'mon...#$e#It's the BASEMENT.#$e#Not like anyone comes down here to see me anyways.",
            "Wed8": "Are you this nice to everyone, or just me?#$e#I hope just me...",
            "Thu2": "The weekend is coming up, I can't wait for all the fun things I have planned.#$e#What...?#$e#Of course I'm being sarcastic.",
            "Thu10": "I've been doing some research about the valley's soil and air quality. I think I'd make a pretty good farm-hand.",
            "Sat4": "I don't like the sun very much, so I try to stay inside when the weather is extra cheerful.",
            "Sat6": "You should tell mom you're staying for dinner, then maybe we can have pizza or something.",
            "Sat8": "Do you want to hang out a little bit? I feel like you really... Get me.",
            "Sat10": "It's great to see you!#$e#I mean, you look great!#$e#Umm...#$e#Sorry, @- that was weird.",
            "Sun6": "Are you friends with my half-sister, Maru? She can be strange sometimes.",
            "Sun8": "Oh, @. I was just working on my game.#$e#I think I accidently made a character just like you.$h#$b#It's a compliment.",
            "Fri4": "My mom has been pushing me to spend more time with my step-dad.#$e#Like I want to go stare at bugs and plants all day.",
            "Fri10": "I don't want to sound like a show-off, but I can beat Sam at pool blind-folded.#$e#Wanna come to the Saloon and cheer me on?",
            "summer_Mon2": "If I'm forced to 'help' my step-dad with his research one more day, I'll need stronger sunscreen.",
            "summer_Mon4": "It's so hot my brain isn't working right today.",
            "summer_Mon8": "If you ever need someone to take you to the beach, I could use a break from work...",
            "summer_Mon10": "I saw an advertisement for some swimsuits online, and saw one you'd look good in.#$e#What?#$e#I didn't mean it in a weird way!$b",
            "summer_Tue2": "I wish the heat would just melt me already.",
            "summer_Tue4": "You can hang out in my room for awhile, just don't move the stuff on my table.#$e#Abby, Sam and I are in the middle of a game.",
            "summer_Tue6": "I should invest in some decent sunglasses.",
            "summer_Tue8": "I bet the farm work is rough this time of year.#$e#I mean, I guess I could help if you needed it...",
            "summer_Tue10": "It's way cooler in the basement than it is outside.#$e#You're always welcome to sit next to me though.",
            "summer_Wed4": "I'm in a bad mood today, don't bug me unless you've got some coffee.",
            "summer_Wed6": "Oh, hey @. Slow day at the farm?",
            "summer_Wed10": "Hey, @... Have I ever told you about how boring it was before you moved here?$s#$e#At least now I've got you.",
            "summer_Thu2": "Wow, @. You bring a whole new meaning to phrase 'farmer's tan'.",
            "summer_Thu4": "It's almost too hot to go outside and smoke a cigarette...#$e#Who am I kidding?",
            "summer_Thu6": "I wonder if the ice cream stand is open...",
            "summer_Thu8": "Why am I still wearing a hoodie?#$e#Why?#$e#You just want to watch me change...#$e#Heh, you should see the look on your face.$h",
            "summer_Fri2": "What's up?",
            "summer_Fri4": "Hey, Abby was just telling me she thought she saw you in the mines the other day.#$e#If you ever run into her, watch her back. She might space out and get hurt out there.#$e#Oh, you too I guess.",
            "summer_Fri8": "Oh, hey @. You don't look like you've been running around in the heat all day.#$e#You always look good to me, though.",
            "summer_Fri10": "Let's go to the beach before summer's over!$h#$e#That settles it, it's a date.$h#$e#I'll take care of everything, you just bring yourself and a swimsuit.$h",
            "summer_Sat2": "Uh, I'm not in the mood to talk today, no offense.",
            "summer_Sat4": "Living by the train is pretty cool. I used to watch it go by when I was a kid.#$e#Sometimes after it left I'd find cool things dropped by the tracks.",
            "summer_Sat6": "Another exciting weekend.",
            "summer_Sat8": "I'd like to take a ride to ZuZu tonight, but I'm waiting for a new part to come in for my bike.#$e#Should've paid that for that express shipping...",
            "summer_Sat10": "Thanks to you, @ I don't feel like everyday is the same anymore.#$e#Thanks...$h",
            "summer_Sun2": "I might take a nap...#$e#*yawn*",
            "summer_Sun6": "It's too hot to ride my motorcycle during the day, but it cools off at night.",
            "summer_Sun8": "Hey @.$h#$e#I always wanna talk to you.#$e#You can always tell me what's on your mind.$h",
            "summer_Sun10": "Hey, you look nice today.#$e#Are you doing something... different?$b",
            "fall_Mon2": "Fall is the best season to wear hoodies.",
            "fall_Mon6": "You ever had Pumpkin Soup? It's probably the best thing to come out of the harvest season.",
            "fall_Mon8": "It gets colder by the lake, so I've been taking shorter smoke breaks lately.",
            "fall_Mon10": "It's a little chilly today, your cheeks are red.#$e#It's cute...$b",
            "fall_Tue2": "Sometimes I go out into the cold and stay until my hands are numb.#$e#I'm used to feeling numb.",
            "fall_Tue4": "I do freelance work that I find online. Finding bugs in programs and occasionally writing code.#$e#I like dealing with people better online than face-to-face.",
            "fall_Tue8": "You smell like a pumpkin... Maybe I'm just craving Pumpkin Soup again...",
            "fall_Tue10": "It's nice to see you, oh- there's a leaf in your hair...#$e#Got it.$h",
            "fall_Wed4": "I found an error in some code I've been working on for the last few weeks.#$e#Now I practically have to start all over...$s",
            "fall_Wed6": "You must be pretty busy this time of year, but the money should help you breeze through winter.",
            "fall_Wed10": "Sam has been bugging me to work on my keyboarding skills.#$e#I'm learning a song that makes me think of you.$5#$e#You can't hear it yet!$3#$e#I'm still learning it...$b",
            "fall_Thu2": "Sometimes I feel invisible. Have you ever felt that way?#$e#...#$e#Are you even listening?",
            "fall_Thu4": "I'm kinda busy right now.#$e#I'm instant messaging a client about a coding error.",
            "fall_Thu6": "...$s#$e#I'm not feeling so good today...#$e#Sorry, @.",
            "fall_Thu8": "You wanna take a walk somewhere? I guess you make Pelican Town seem a little more interesting...$h",
            "fall_Thu10": "What?$h#$e#What face am I making?$h#$e#Well I didn't realize... I guess because you're here.$h",
            "fall_Fri2": "I wish mom wouldn't ask me to call Demetrius 'dad'.#$e#He doesn't even like me.",
            "fall_Fri4": "Maru's robot caught fire the other night, and no one even told me.#$e#I walked out and the house was full of smoke and guess where they all were?#$e#Right. They forgot me in the house.$a",
            "fall_Fri8": "I know I hate on the pumpkin fad, but I could eat Pumpkin Soup every night.",
            "fall_Fri10": "Oh... @...#$e#You look stunning today.#$e#Did you get dressed up to see me?$b",
            "fall_Sat2": "I need some coffee... Let's talk later.",
            "fall_Sat4": "I didn't sleep well last night... Some nightmare about Abigail and the Wizard...",
            "fall_Sat6": "I picked up a new comic the other day, a prequel to the 'Cave Saga X' series.#$e#I couldn't put it down until I finished it.",
            "fall_Sat8": "I was walking to the lake the other day and I swear I saw a fish jump out of the water that was at least 7 feet long!#$e#No, really!#$e#If I can catch it will you be impressed?",
            "fall_Sat10": "I have an extra hoodie you can take home if you get too cold.#$e#I bet you'd look even cuter in it.$b#$e#Of course I washed it!$h",
            "fall_Sun2": "I can hardly keep my eyes open these days...#$e#Maybe I'll just go take a nap.",
            "fall_Sun4": "I just told mom I got another coding job and then Demetrius makes me rake the leaves!$a#$e#It's not like I'm in here playing games all day!$a#$e#I have a job too, why don't they see that?$a#$e#They don't ever ask Maru to do chores...$s",
            "fall_Sun6": "I've been trying to come up with a new 'Solarian Chronicles' campaign in my spare time.#$e#I guess I have writers block or something...",
            "fall_Sun8": "I used to feel so lonely, even with Sam around sometimes...#$e#I don't feel that way around you though.",
            "fall_Sun10": "If you ever need to warm up, I'll hold your hand.",
            "winter_Mon2": "No one knocks when they come in my room, I guess it's fine.",
            "winter_Mon6": "I keep getting emails from JoJa Cola to subscribe to a premium membership... Where did they even get my email...?",
            "winter_Mon8": "I was thinking of changing my hairstyle up a little.#$e#Huh? Well I don't have to, if you like it...$b",
            "winter_Mon10": "I saw an advertisement when I was online- and I almost ordered you a scarf.#$e#It was identical to the one 'X' from 'Cave Saga X' wears.#$e#I think it would look good on you, maybe I'll still get it...",
            "winter_Tue2": "Hmm? Oh, sorry- I've got a lot on my mind right now.#$e#%Sebastian seems lost in thought...",
            "winter_Tue8": "I found a geode and took it to Clint the other day, and got this from it...[84]#$e#It's one of my favorites, but I want you to have this one...$b",
            "winter_Wed2": "I want some pizza... No, coffee...",
            "winter_Wed6": "Have you played 'Journey of the Prairie King' at the saloon?#$e#Abby always asks me for tips.",
            "winter_Wed8": "I made too much coffee today, here.[395]#$e#Oh, is it too bitter?",
            "winter_Wed10": "Hey, @. How's it going?#$e#I could listen to you talk all day...$h",
            "winter_Thu2": "One of these days I'm going to smack Demetrius in the head with a snowball.",
            "winter_Thu4": "You can always hang out in my room... It stays kind of cold in the winter though.#$e#Heat rises. Basement. You get it.",
            "winter_Thu8": "Are you cold? Your cheeks are red.#$e#Don't lie, I heard you sniffling too...",
            "winter_Thu10": "I've never been in the Adventurers Guild, but I heard they sell things you need to stay safe in the mines.#$e#If you need help getting some gear, let me know. I don't want you to end up in the clinic.",
            "winter_Fri2": "I need a cigarette...",
            "winter_Fri4": "Do you have animals on your farm? Do you knit them sweaters?#$e#Oh, I guess a heater makes more sense.",
            "winter_Fri6": "I need to organize my comic collection. The shelf is getting crowded.",
            "winter_Fri10": "You look cold.#$e#Are you eating okay?#$e#If I knew how to cook I would make you something warm and tasty...",
            "winter_Sat2": "I can't ride my bike in weather like this...$s",
            "winter_Sat4": "You aren't busy? Oh, I guess it is winter...",
            "winter_Sat8": "You wanna hang out today?#$e#You always seem to cheer me up.",
            "winter_Sat10": "I'm lucky your farm is just down the mountain from my house.#$e#I don't want you catching cold walking all over town to come say hi.",
            "winter_Sun2": "The snow muffles the noise in the valley.#$e#I like it quiet.",
            "winter_Sun4": "I went to bed late last night and then had this weird dream...#$e#My pizza was telling me to stop smoking...",
            "winter_Sun8": "Hey, @. Wanna read comics or something?$h",
            "winter_Sun10": "When winter rolls around, I get anxious for the new year.#$e#Will you keep me company next year, too?$b",
            "fall_13": "Abigail's birthday is today, luckily I found an Amethyst in the mines last time I went.#$e#No, you can't have it.",
            "fall_27": "I'm going to scare Maru tonight.#$e#But she might scream and then I'll get in trouble...",
            "fall_21": "Maru is making spaghetti tonight for my mom's birthday.#$e#As long as she doesn't build some freaky robot to 'help' her, then I'll eat it.",
            "summer_9": "Maru's birthday is tomorrow, and of course Demetrius and mom are making her favorite, Rhubarb Pie.#$e#You know what I got for my last birthday? Omelets for breakfast...$a#$e#Yuck.",
            "summer_17": "It's Sam's birthday today, maybe I'll let him win at pool this weekend.",
            "summer_19": "Mom's making something 'special' for Demetrius's birthday dinner...#$e#Luckily, I have a pizza stash in the back of the freezer for nights like this.#$e#Last time mom 'surprised' us, Maru got food poisoning...$s",
            "winter_9": "My birthday is tomorrow.#$e#What? No I won't tell you how old I'm gonna be.",

        },
    }]
}