{
    "Name": "Ruby Fruit", 
    "Product": "Ruby Fruit", 
    "SeedName": "Ruby Fruit Seeds", 
    "SeedDescription": "Plant these in the summer or the fall. Takes 10 days to mature, and continues to produce after first harvest.", 
    "Type": "Fruit", 
    "CropType": "Normal", 
    "Seasons": ["summer", "fall"], 
    "Phases": [1, 2, 3, 4, 4],
    "RegrowthPhase": 4, 
    "HarvestWithScythe": false, 
    "TrellisCrop": false, 
    "Bonus": 
    {
        "MinimumPerHarvest": 1, 
        "MaximumPerHarvest": 1, 
        "MaxIncreasePerFarmLevel": 5, 
        "ExtraChance": 0.0, 
    },
    "SeedPurchaseRequirements": null, 
    "SeedPurchaseFrom": "Krobus", 
    "SeedPurchasePrice": 250, 

    // Localization

    "SeedNameLocalization":
    {
        "es": "Semillas de frutas de rubí", 
        "ko": "루비 과일 씨앗", 
        "de": "rubinrote Fruchtsamen", 
        "fr": "graines de fruits rubis", 
        "hu": "rubin gyümölcsmagok", 
        "it": "semi di frutta rubino", 
        "ja": "ルビーの実の種", 
        "pt": "Sementes de rubi", 
        "ru": "рубиновые семена", 
        "tr": "yakut meyve tohumları", 
        "zh": "红宝石水果种子", 
    },
    "SeedDescriptionLocalization":
    {
        "es": "Plantar estos en el verano o el otoño. Tarda 10 días en madurar y continúa produciendo después de la primera cosecha.", 
        "ko": "여름이나 가을에 심습니다. 성숙하는데 10 일이 걸리며 첫 수확 후에도 계속 생산됩니다.", 
        "de": "Pflanzen Sie diese im Sommer oder im Herbst. Reift 10 Tage und produziert nach der ersten Ernte weiter.", 
        "fr": "Plantez-les en été ou en automne. Prend 10 jours pour mûrir et continue de produire après la première récolte.", 
        "hu": "Ültesse ezeket nyáron vagy ősszel. 10 napig érik, és az első betakarítás után folytatja a termelést.", 
        "it": "Piantali in estate o in autunno. Impiega 10 giorni per maturare e continua a produrre dopo il primo raccolto.", 
        "ja": "これらを夏または秋に植えてください。熟成には10日かかり、最初の収穫後も生産を続けます。", 
        "pt": "Plante-as no verão ou no outono. Leva 10 dias para amadurecer e continua a produzir após a primeira colheita.", 
        "ru": "Посади их летом или осенью. Требуется 10 дней, чтобы созреть, и продолжает производить после первого урожая.", 
        "tr": "Bunları yaz veya sonbaharda bitki. Olgunlaşması 10 gün sürer ve ilk hasattan sonra üretime devam eder.", 
        "zh": "夏天或秋天播种。10天成熟，在第一次收获后循环生产。", 
    }
}