{
	"Introduction": "Du bist der neue Kerl vom %farm Hof?#$eHast du keine Arbeit zu verrichten?$5",
	"danceRejection": "Oh... Oh, nein danke.$7",
    "divorced": "Bitte, ich kann deinen Anblick nicht ertragen.$2",
	"Mon": "*seufz*#$b#$q 6000/6001 mon_question#Gibt es etwas, bei dem ich dir helfen kann?#$r 6000 250 talk_yes#Du siehst nett aus, ich will mit dir reden.#$r 6001 -50 talk_no#Nein, ich bin zu beschäftigt, um zu reden.",
	"talk_yes": "...ist das so?#$Hm, du siehst auch ziemlich nett aus.$1",
	"talk_no": "Warum hast du dann den Mund aufgemacht?#$b#*tsk*#$b#Also, auf Wiedersehen.$5",
	"mon_question": "$p 6000#Es gibt nicht viel, was ich zu sagen habe.|Ich dachte, du wärst beschäftigt.$5",
	"Tue": "...#$eDas ist nicht die beste Zeit.$2",
	"Wed": "Es ist ein schöner Tag...#$e#Ich würde ihn lieber allein genießen.$3",
	"Thu": "*seufz*#$e#Mir ist einfach nicht nach Reden zumute.",
	"Fri": "Du siehst... durstig aus.#$e#Das hier kannst du haben.[350]",
	"Sat": "Die Wochenenden vergehen immer langsam.",
	"Sun": "Ich wollte das Heiligtum besuchen, aber ich kann mich nicht dazu überwinden.$2",
	"Mon_summer": "Es ist ziemlich heiß geworden.#$b#Ich kann die Hitze nicht ertragen.$2",
	"Tue_summer": "Ich bin gerade beschäftigt...$2",
	"Wed_summer": "Hm, gibt es einen Grund, warum du mit mir redest?",
	"Thu_summer": "Es ist verrückt, wie oft du mit mir redest.$2",
	"Fri_summer": "Je früher dieser Monat vorbei ist, desto besser.",
	"Mon_fall": "Der Herbst ist eine so großartige Jahreszeit.$3",
	"Tue_fall": "Ich könnte eine Tasse heißen Kaffee gebrauchen.$3",
	"Wed_fall": "Ich bin in dieser Jahreszeit immer in einer besseren Stimmung.#$e#Ich werde ziemlich launisch, wenn mir zu heiß ist.$2",
	"Thu_fall": "Fühlst du die kühle Brise?#$e#Erfrischend, nicht wahr?",
	"Fri_fall": "Die Woche verging so schnell, ich weiß nicht, was passiert ist.$6",
	"Mon_winter": "Der Schnee ist um diese Jahreszeit wunderschön.$3",
	"Tue_winter": "Die Feiertage sind anstrengend.$2",
	"Wed_winter": "Es ist bereits Winter. Es fühlt sich an, als wäre ich gerade erst angekommen.$2",
	"Thu_winter": "Ich denke, ich werde heute Abend am Kamin hängen. Es wird ziemlich kalt in meinem Zimmer.",
	"Fri_winter": "Zu dieser Zeit zog ich nach Pelikan.#$e#Es ist eine nette kleine Stadt.$3",
	"Mon2": "Du bist ziemlich hartnäckig.$3",
	"Mon4": "Du redest so oft mit mir... Es ist fast so, als wolltest du...$6",
	"Mon6": "@, es ist schön, dich zu sehen.*#$b#$q 6002/6003 6th_heart#Es ist immer schön, dich zu sehen. Ich halte dich für einen guten Freund.#$r 6002 250 heart_yes#Du bist auch ein guter Freund.#$r 6003 -50 heart_no#Es ist ziemlich peinlich, das auszusprechen.",
	"heart_yes": "Das ist nett von dir, @. Wir sollten uns öfter besuchen.$4",
	"heart_no": "Ja...#$b#Ich denke, das ist es. Dann sollte ich jetzt gehen.$8",
	"Mon8": "Ich habe gerade an dich gedacht...$7",
	"Tue2": "Es ist nicht so schlimm hier, wenn man sich an den Klatsch gewöhnt hat...$2",
	"Tue4": "Ich hatte mich nie wirklich als sozial betrachtet, bis ich dich traf.$4",
	"Tue6": "Ich weiß nicht, warum du mit mir sprichst, aber ich kann nicht behaupten, dass es mir nicht gefällt.$4",
	"Tue8": "Ich hoffe, du hast einen guten Tag. Meiner wurde gerade besser.$7",
	"Wed2": "Hm, wenn man nicht aufpasst, kann man vor Überanstrengung ohnmächtig werden... Nur damit du es weißt.$6", 
	"Wed4": "*Räuspern*... Ich hoffe, du hast einen guten Tag.$7",
	"Wed6": "Dein Lächeln ist immer so strahlend...$4",
	"Wed8": "Ich würde dich bitten, mit mir zu gehen, aber du bist wahrscheinlich sehr beschäftigt mit der Arbeit auf dem Hof.$7",
	"Thu2": "Solange du keine Gerüchte über mich verbreitest, werden wir gut miteinander auskommen.",
	"Thu4": "Du bist anscheinend der Einzige, der mit mir spricht.$2",
	"Thu6": "Ich weiß nicht, warum du dich entschieden hast, mit mir zu sprechen. Ich habe nie etwas Interessantes zu sagen.$2",
	"Thu8": "Wenn du spät in der Nacht an den Strand gehst, kannst du manchmal einen Blick auf etwas werfen, das wie Meerjungfrauen aussieht.#$b#Ich finde die ganze Geschichte hinter ihnen interessant.$1",
	"Fri2": "Ich habe einen anstrengenden Tag, wir reden später.",
	"Fri4": "Gestern Abend habe ich draußen etwas gehört. Es klang wie ein Tier, das den Müll durchwühlte.",
	"Fri6": "Wenn du heute in die Berge gehst, grüße Linus von mir.#$b#Er ist ein wirklich süßer Mann.",
	"Fri8": "Oh, du hast Schmutz im Gesicht.#$b#*wischt es ab*#$b#Da haben wir's.$7",
	"Saloon": "Endlich kann ich mich entspannen.$2",
	"Saloon_Entry": "*seufz* Gut, wieder da zu sein.",
	"Saloon2": "Du hast herausgefunden, wo ich wohne, wie ich sehe.",
	"Saloon4": "$1 giveDrink3#Hier sieht so aus, als ob du es brauchen könntest.[346]#$e#Es muss schwer sein, ein Landwirt zu sein.$2",
	"Saloon6": "$1 giveDrink2#Trink etwas mit mir.$1 [346]#$e#Es ist schön, mit einem Freund zu trinken.$1",
	"Saloon8": "$1 giveDrink1#Du solltest das probieren, es ist wirklich gut.[348]#$e#Es ist schön, etwas zu trinken.$1",
	"Spring_12": "Ich bin mir nicht sicher, ob ich zu dem Festival gehen soll. Die Menschenmengen stressen mich.$2",
	"Spring_23": "Tanzen war schon immer meine Stärke, aber ich glaube nicht, dass ich am Blumentanz teilnehmen werde.$2",
	"Summer_10": "Der Luau ist morgen. Ich habe keine Ahnung, was ich für den Topf mitbringen soll.",
	"Summer_27": "Ich freue mich darauf, morgen die Quallen zu sehen.",
	"Fall_15": "Das Volksfest soll eine große Sache sein. Ich denke darüber nach, hinzugehen.$2",
	"Fall_26": "Die Geisternacht ist ein so interessanter Feiertag. Du solltest dich über die Überlieferungen informieren.$1",
	"Winter_7": "Ich würde morgen mit dem Rest der Stadtbewohner fischen, aber ich bin schrecklich darin.",
	"Winter_24": "Wäre es respektlos, morgen nicht zum Fest des Wintersterns zu gehen? Ich möchte niemanden beleidigen.$2",
	"thanks_1": "Meinst du das ernst?$6#$b#Nun, danke, das bedeutet mir sehr viel.$3#$b#In dieser Stadt nehmen mich nicht viele Menschen wahr.$2#$b#Und wenn sie es tun, dann ist es nur Klatsch und Tratsch.$2#$b#Aber du bist anders.$1",
	"thanks_2": "Ich werde nicht zulassen, dass das noch einmal passiert.#$b#Entschuldige, dass ich dich belästigt habe.$2",
	"haley_1": "Oh...$2#$b#Das hast du also auch gehört...?$2#$b#Ich weiß nicht, warum es mich so stört... Es ist nicht das erste Mal, dass jemand über mich tratscht.$2",
	"haley_2": "Nun, ja, natürlich tut es das.$6#$b#Alles, was die Menschen immer tun, ist Klatsch und Tratsch. Das ist in Zuzu so passiert, und es passiert hier ebenfalls.$2",
	"doctor_1": "...$2#$b#Ich schätze, du hast Recht.#$b#Es ist einfach so ermüdend. Ich habe so viele Tests durchgemacht und wir können immer noch nicht sagen, warum ich Schmerzen habe.$2#$b#Aber ich denke, in dieser Situation hilft alles.$2",
	"doctor_2": "Keine... keine Antworten?$2#$b#Ich kann nicht einfach aufgeben, ich kann nicht leben, ohne zu wissen, warum dies geschieht.$5#$b#",
	"doctor_3": "Das ist eine gute Idee. Ich müsste hin und wieder nach Zuzu fahren, da es dort mehr Ärzte gibt.#$b#Danke, @, ich sollte die Hoffnung nicht so leicht aufgeben.$3#$b#Ich werde jede Hilfe annehmen, die ich kriegen kann.$1",
	"priest_1": "Du hast Recht, ich freue mich darauf, Dinge auszuprobieren, die ich noch nie gemacht habe.#$b#Es fühlt sich an, als wäre ich wieder jung.$1",
	"priest_2": "...$2#$b#Ich schätze, du hast Recht. Es tut mir leid.#$b#Ich habe mich einfach mitreißen lassen, nehme ich an.$2",
	"event_final1": "Ich bin wirklich froh, dass du so denkst. Manchmal mache ich mir Sorgen, dass ich dich nerven könnte.$14",
	"event_final2": "Oh, ich denke, ich verstehe das.$14#$b#Jeder braucht seinen Freiraum.$14",
	"event_final3": "Wirklich?$14#$b#Ich... Ich bin so froh, dass du genauso fühlst.$16",
	"event_final4": "Oh, Ich...$14#$b#Es tut mir leid, wenn ich dir Unbehagen bereitet habe.$14",
	"give_flowersA": "Das ist so süß von dir.$4",
	"give_flowersB": "Aber ich habe nichts, was ich dir geben könnte!$4",
	"give_pendant": "Das ist wunderschön.#$b#Ich nehme an.$4",
	"stardrop_gift": "Das ist... Ich bin sprachlos.$h",
	"rejectNPCA": "Oh nein, ich bin nicht interessiert.",
	"rejectNPCB": "Auf keinen Fall, tut mir leid.",
	"reject_two_heartA": "Das ist ein bisschen früh, nicht wahr?$3",
	"reject_two_heartB": "Oh Gott, nein... Entschuldige...$3",
	"reject_four_heartA": "Ich bin noch nicht bereit dafür... Können wir nicht Freunde bleiben?$3",
	"reject_four_heartB": "Äh... Wie bitte?$3",
	"engageA": "Du bist entsetzlich! Bist du nicht schon verlobt?!$5",
	"engageB": "Moment, was? Bist du nicht schon verlobt?$5",
	"marriedA": "Ist das ein Witz? Du bist schon verheiratet?!$5",
	"marriedB": "Ich kann das nicht glauben! Du bist schon verheiratet!$3",
	"refusal_no_heartsA": "Oh nein, wir stehen uns einfach nicht nahe genug.$3",
	"refusal_no_heartsB": "Es tut mir leid, ich kenne dich nicht gut genug.$3",
	"refusal_knownA": "Ich fühle mich geschmeichelt, aber das kann ich nicht akzeptieren.$3",
	"refusal_knownB": "Es ist so...#$b#Es ist ein Nein, tut mir leid.$3",
	"refusal_botherA": "Ich würde ja, aber du scheinst derzeit zu unbeständig zu sein.$3",
	"refusal_botherB": "Ich glaube nicht. Im Moment ist es wohl eher ein schlechter Zeitpunkt.$3",
}