{    
    "Entries": {
	"Rainy_Day_0": "O barulho da chuva é bem relaxante.$3",
    "Rainy_Day_1": "Eu queria saber o que os animais pensam quando chove.$2",
    "Rainy_Day_2": "Vista um casaco, não quero que pegue um resfriado.",
    "Rainy_Day_3": "É tão tentador ir tomar banho de chuva.$3",
    "Rainy_Day_4": "Vou aproveitar esse tempo para arrumar a casa.$2",
    "patio_John": "Você não adora olhar toda essa paisagem? Não é lindo?$3",
	"spouseRoom_John": "Estou com muito tempo livre.#$b#O que eu deveria fazer com isso?$1",
    "Rainy_Night_0": "O tempo está ótimo para ficarmos agarradinhos na cama.$4",
    "Rainy_Night_1": "Ouviu esse barulho? Eu imagino o que seja.$9",
    "Rainy_Night_2": "Eu vou fazer um chá quente. Parece perfeito para a ocasião.",
    "Rainy_Night_3": "Parece que vai chover o dia inteiro.$2",
    "Rainy_Night_4": "Você vai ficar encharcado lá fora.$2",
    "Rainy_Night_5": "Eu ouvi uma história antiga sobre a chuva uma vez, ela diz que a chuva é uma deusa derramando suas lágrimas.",
    "Rainy_Night_John": "Eu gosto de ver a chuva bater na caixa de coleta lá fora. É bonito.",
    "Indoor_Day_0": "Se eu começar a divagar sobre algo sem sentido, por favor, me impeça.$2",
    "Indoor_Day_1": "Eu te amo, @.$4",
    "Indoor_Day_2": "Eu ainda fico tímido durante a nossa noite de núpcias.$4",
    "Indoor_Day_3": "Eu pretendo começar a escrever novamente, mas não consigo encontrar minha musa.",
    "Indoor_Day_4": "É incrível amar tão tarde assim.$1",
    "Indoor_Day_John": "Acho que vou limpar a casa hoje. Está precisando.",
    "Indoor_Night_0": "Às vezes vejo sombras pelo canto do olho. É estranho.$2",
    "Indoor_Night_1": "O pôr do sol é lindo, podíamos vê-lo juntos.$3",
    "Indoor_Night_2": "*resmungo resmungo*#$b#Hm? Oh, não é nada.$2",
    "Indoor_Night_3": "Estou mais cansado do que o normal. Isso não é bom.$2",
    "Indoor_Night_4": "Eu preciso de novos hobbies. Estou surtando aqui.$2",
    "Indoor_Night_John": "É sério que tem criaturas medonhas à noite? Dá vontade de sair e ver.",
    "Outdoor_0": "Você olha para o céu e vê o quão fantástico ele é? É inspirador.$3",
    "Outdoor_1": "Não ligue muito pra mim, estou curtindo o dia.$3",
    "Outdoor_2": "Eu poderia jurar que vi alguma coisa, mas acho que era apenas minha imaginação.$2",
    "Outdoor_3": "A fazenda está tão legal! Você está fazendo um ótimo trabalho.$1",
    "Outdoor_4": "Viver no campo é diferente da cidade Zuzu.",
    "Outdoor_John": "O ar é tão puro aqui.$3",
    "funLeave_John": "Eu estou saindo, coração, não me espere.$3",
    "funReturn_John": "Foi divertido, mas preferia ficar em casa.$2",
    "OneKid_3": "Não acredito que tenho filho nessa idade.$3",
	"OneKid_2": "Eu tenho medo de derrubar o bebê.$2",
	"OneKid_0": "Eu nunca fui muito bom com crianças... mas é bem diferente quando ela é sua.$3",
    "TwoKids_0": "Estou confuso, já temos dois filhos?$6",
    "TwoKids_2": "Espero que os pequenos gostem de mim.$2",
    "TwoKids_3": "Eu tomo conta dos pequenos, não se preocupe.$3",
    "Good_1": "Eu te amo, @, você ilumina o meu dia.$3",
    "Good_2": "Oh.... Nada não, eu só estava pensando sobre a noite passada.$4",
    "Good_3": "Eu vou amar ir para a praia contigo.$3",
    "Good_4": "Eu acho que posso escrever algo hoje. O tempo está bom.$1",
    "Good_5": "Eu sei que não ando fazendo muito isso, mas eu rezei por nós hoje.",
    "Good_6": "Eu cresci acreditando que há sempre um plano para nós... Agora eu sei o meu.$3",
    "Good_7": "Uma taça de vinho cairia bem.$3",
    "Neutral_0": "Que dia cinza... blé.$2",
    "Neutral_1": "Eu preciso encontrar novos hobbies, estou entediado.",
    "Neutral_6": "Não se cobre tanto.",
    "Neutral_7": "Toma, fique com isso.[347]",
    "Neutral_8": "Antes de ir, coração, fique com isso.[351]",
    "Neutral_9": "Fique com isso. Pode ser útil.[369]",
    "Bad_7": "Eu só... preciso ficar só por um tempo, ok?$2",
    "Bad_8": "Não é uma boa hora agora.$2",
    "Bad_9": "Estou cansado hoje. Estou cansado de você também.$2",
	"spring_23": "O Festival das Flores é amanhã, você vai?",
	"spring_12": "Eu gosto de ver as crianças se divertindo no Festival dos Ovos.$1",
	"summer_10": "Não esquece de separar algum ingrediente para a sopa, tá?",
	"summer_27": "Amanhã será romântico. As água-vivas são lindas.$4",
	"fall_15": "Você pode ir ao festival sem mim amanhã. Tem muita gente.$2",
	"fall_26": "Tem uma história por trás da Véspera dos Espíritos. Dizem que as áboboras são utilizadas para espantar os espíritos ruins, além de deixar a gente quentinho.$1",
	"winter_7": "Boa sorte amanhã no festival! Pesque o máximo de peixes que conseguir.$1",
	"winter_24": "O meu festival favorito está chegando.$2",
},
}