{    
	"Rainy_Day_0": "The rain sounds so relaxing.$3",
    "Rainy_Day_1": "I wonder what animals think when it starts raining?$2",
    "Rainy_Day_2": "Make sure you wear a coat, you don't want to catch a cold out there.",
    "Rainy_Day_3": "It's so tempting to go play in the rain.$3",
    "Rainy_Day_4": "I'm ready for this weather to clear up.$2",
    "patio_John": "Don't you love looking out at our fields? Isn't it beautiful.$3",
	"spouseRoom_John": "Being retired, I'm finding I have way too much free time.#$b#What am I supposed to do with it all?$1",
    "Rainy_Night_0": "We should cuddle in bed, it's the perfect weather for it.$4",
    "Rainy_Night_1": "Did you hear that noise? I wonder what it was.$9",
    "Rainy_Night_2": "I might make some hot tea. It sounds good right now.",
    "Rainy_Night_3": "It's been raining all day. I wonder when it'll stop.$2",
    "Rainy_Night_4": "You're going to get drenched out there.$2",
    "Rainy_Night_5": "I heard a old story about the rain once, that everytime it rains it's a goddess shedding her tears.",
    "Rainy_Night_John": "I like watching the rain hit the collecting puddles outside. It's pretty.",
    "Indoor_Day_0": "If I ever start rambling about something pointless, please stop me.$2",
    "Indoor_Day_1": "I love you, @.$4",
    "Indoor_Day_2": "I still get bashful over our wedding night.$4",
    "Indoor_Day_3": "I've been meaning to start writing again, but I can't seem to find my muse.",
    "Indoor_Day_4": "It's amazing I found love so late in the game.$1",
    "Indoor_Day_John": "Think I'll clean up the house today. It needs it.",
    "Indoor_Night_0": "Sometimes I see shadows from the corner of my eye. It's real concerning.$2",
    "Indoor_Night_1": "The sunset was beautiful. We should watch it together sometime.$3",
    "Indoor_Night_2": "*mumble mumble*#$b#Hm? Oh no, it's nothing.$2",
    "Indoor_Night_3": "I'm more tired then usual. Think I'll turn in early.$2",
    "Indoor_Night_4": "I need some more hobbies. I'm losing my mind here.$2",
    "Indoor_Night_John": "Ever wonder what creatures come out at night? Makes me wanna sit out there and watch.",
    "Outdoor_0": "Do you ever look at the sky, just really look at it? It's inspiring.$3",
    "Outdoor_1": "Don't mind me, I'm just enjoying the day.$3",
    "Outdoor_2": "I could have sworn I saw something, but I guess it was just my imagination.$2",
    "Outdoor_3": "The farm is looking so good! You're doing a great job.$1",
    "Outdoor_4": "Living in the country is so different from Zuzu.",
    "Outdoor_John": "The air is so clean here.$3",
    "funLeave_John": "I'm heading out, sweetheart, don't wait up.$3",
    "funReturn_John": "That was fun, but I'm glad to be home.$2",
    "OneKid_3": "Can't believe I'm having children at this age.$3",
	"OneKid_2": "I'm always scared I'll drop the baby.$2",
	"OneKid_0": "I never was good with children... But it really is different when they're your own.$3",
    "TwoKids_0": "I'm so dazed - we have two kids already?$6",
    "TwoKids_2": "I hope our little ones like me.$2",
    "TwoKids_3": "I already took care of the little ones, no need to worry.$3",
    "Good_1": "I love you, @, you always brighten my day.$3",
    "Good_2": "Oh.... Nothing, I was just thinking about last night.$4",
    "Good_3": "I would love to go to the beach soon.$3",
    "Good_4": "I was finally able to write today. It's about time.$1",
    "Good_5": "I know I don't do it often, but I prayed today. It felt pretty nice.",
    "Good_6": "I was raised to believe there's a plan for all of us... It's a nice sentiment.$3",
    "Good_7": "I think I'll unwind with a glass of wine.$3",
    "Neutral_0": "It's... it's such a gray day. Bleh.$2",
    "Neutral_1": "I need more hobbies, I'm getting bored.",
    "Neutral_6": "Don't overwork yourself.",
    "Neutral_7": "Here, I want you to have this.[347]",
    "Neutral_8": "Here you go, sweetheart, this is for you.[351]",
    "Neutral_9": "I want you to have this. I hope it helps.[369]",
    "Bad_7": "I just... I need to be alone right now, okay?$2",
    "Bad_8": "Now's not a good time.$2",
    "Bad_9": "I think I'm going to lay back down. I'm feeling pretty low today.$2",
	"spring_23": "The Flower Dance is tomorrow. Are you ready for it?",
	"spring_12": "The Egg Festival is always sort of fun. I like watching the kids play.$1",
	"summer_10": "Don't forget to get your ingredients ready for tomorrow's festival.",
	"summer_27": "The jellyfish are coming tonight. It'll be romantic to watch together.$4",
	"fall_15": "You can go to the festival without me tomorrow. I don't think I can handle the crowds.$2",
	"fall_26": "There's a history behind Spirit's Eve. Jack-o'-lanterns used to be made of radishes and they were to scare away spirits that meant us harm.$1",
	"winter_7": "Good luck tomorrow during the festival! Catch a lot of fish for me.$1",
	"winter_24": "This used to be one of my favorite holidays.$2",
}