{    
	"Rainy_Day_0": "Der Regen klingt so entspannend.$3",
    "Rainy_Day_1": "Ich frage mich, was die Tiere denken, wenn es zu regnen beginnt.$2",
    "Rainy_Day_2": "Achte darauf, dass du einen Mantel trägst, du willst dich nicht erkälten.",
    "Rainy_Day_3": "Es ist so verlockend, im Regen spielen zu gehen.$3",
    "Rainy_Day_4": "Ich bin bereit, dass dieses Wetter sich aufklärt.$2",
    "patio_John": "Liebst du es nicht, auf unsere Felder zu schauen? Ist das nicht schön?$3",
	"spouseRoom_John": "Da ich im Ruhestand bin, finde ich, dass ich viel zu viel freie Zeit habe.#$b#Was soll ich damit anfangen?$1",
    "Rainy_Night_0": "Wir sollten im Bett kuscheln, es ist das perfekte Wetter dafür.$4",
    "Rainy_Night_1": "Hast du dieses Geräusch gehört? Ich frage mich, was das war.$9",
    "Rainy_Night_2": "Vielleicht mache ich einen heißen Tee. Das hört sich im Moment gut an.",
    "Rainy_Night_3": "Es hat den ganzen Tag geregnet. Ich frage mich, wann er aufhört.$2",
    "Rainy_Night_4": "Du wirst da draußen ganz schön nass werden.$2",
    "Rainy_Night_5": "Ich habe einmal eine alte Geschichte über den Regen gehört, dass jedes Mal, wenn es regnet, eine Göttin ihre Tränen vergießt.",
    "Rainy_Night_John": "Ich sehe gerne zu, wie der Regen draußen auf die sich sammelnden Pfützen trifft. Das ist schön.",
    "Indoor_Day_0": "Wenn ich jemals anfange, über etwas Sinnloses zu schwafeln, dann halte mich bitte auf.$2",
    "Indoor_Day_1": "Ich liebe dich, @.$4",
    "Indoor_Day_2": "Ich scheue mich immer noch vor unserer Hochzeitsnacht.$4",
    "Indoor_Day_3": "Ich wollte wieder mit dem Schreiben beginnen, aber ich kann meine Muse nicht finden.",
    "Indoor_Day_4": "Es ist erstaunlich, dass ich die Liebe so spät gefunden habe.$1",
    "Indoor_Day_John": "Ich denke, ich werde heute das Haus aufräumen. Es hat es nötig.",
    "Indoor_Night_0": "Manchmal sehe ich Schatten aus den Augenwinkeln. Das ist wirklich beunruhigend.$2",
    "Indoor_Night_1": "Der Sonnenuntergang war wunderschön, wir sollten ihn uns irgendwann gemeinsam ansehen.$3",
    "Indoor_Night_2": "*Gemurmel*#$b#Hm? Oh nein, es ist nichts.$2",
    "Indoor_Night_3": "Ich bin erschöpfter als sonst. Ich denke, ich werde früh schlafen gehen.$2",
    "Indoor_Night_4": "Ich brauche noch weitere Hobbys. Ich verliere hier den Verstand.$2",
    "Indoor_Night_John": "Hast du dich jemals gefragt, welche Kreaturen nachts herauskommen? Ich möchte da draußen sitzen und zusehen.",
    "Outdoor_0": "Beobachtest du jemals den Himmel? Er ist inspirierend.$3",
    "Outdoor_1": "Lass dich nicht stören, ich genieße nur den Tag.$3",
    "Outdoor_2": "Ich hätte schwören können, dass ich etwas gesehen habe, aber ich glaube, es war nur meine Einbildung.$2",
    "Outdoor_3": "Der Hof sieht so gut aus! Du machst einen tollen Job.$1",
    "Outdoor_4": "Das Leben auf dem Land ist so anders als in Zuzu.",
    "Outdoor_John": "Die Luft ist hier so sauber.$3",
    "funLeave_John": "Ich gehe jetzt, Liebling, warte nicht auf mich.$3",
    "funReturn_John": "Das hat Spaß gemacht, aber ich bin froh, zu Hause zu sein.$2",
    "OneKid_3": "Ich kann nicht glauben, dass ich in diesem Alter Kinder bekomme.$3",
	"OneKid_2": "Ich habe immer Angst, dass ich das Baby fallen lasse.$2",
	"OneKid_0": "Ich konnte nie gut mit Kindern umgehen... Aber es ist wirklich anders, wenn es deine eigenen sind.$3",
    "TwoKids_0": "Ich bin so überwältigt, dass wir schon zwei Kinder haben?$6",
    "TwoKids_2": "Ich hoffe, unsere Kleinen mögen mich.$2",
    "TwoKids_3": "Ich habe mich bereits um die Kleinen gekümmert, kein Grund zur Sorge.$3",
    "Good_1": "Ich liebe dich, @, du erhellst immer meinen Tag.$3",
    "Good_2": "Oh..... Nichts, ich habe nur über gestern Abend nachgedacht.$4",
    "Good_3": "Ich würde gerne bald an den Strand gehen.$3",
    "Good_4": "Heute konnte ich endlich wieder schreiben. Es wurde auch Zeit.$1",
    "Good_5": "Ich weiß, dass ich es nicht oft tue, aber ich habe heute gebetet. Es hat sich ziemlich gut angefühlt.",
    "Good_6": "Ich wurde in dem Glauben erzogen, es gäbe einen Plan für uns alle... Das ist eine schöne Vorstellung.$3",
    "Good_7": "Ich denke, ich entspanne mich mit einem Glas Wein.$3",
    "Neutral_0": "Es ist... es ist so ein grauer Tag. Bäh.$2",
    "Neutral_1": "Ich brauche mehr Hobbys, mir wird langsam langweilig.",
    "Neutral_6": "Überarbeite dich nicht.",
    "Neutral_7": "Hier, das sollst du haben.[347]",
    "Neutral_8": "Bitte sehr, mein Liebling, das ist für dich.[351]",
    "Neutral_9": "Ich möchte dir das hier geben. Ich hoffe, es hilft.[369]",
    "Bad_7": "Ich habe gerade... Ich muss jetzt einfach allein sein, okay?$2",
    "Bad_8": "Jetzt ist kein guter Zeitpunkt.$2",
    "Bad_9": "Ich glaube, ich lege mich wieder hin. Ich fühle mich heute ziemlich niedergeschlagen.$2",
	"spring_23": "Morgen ist der Blumentanz. Bist du bereit dafür?",
	"spring_12": "Das Eierfestival macht immer irgendwie Spaß. Ich sehe den Kindern gerne beim Spielen zu.$1",
	"summer_10": "Vergiss nicht, deine Zutaten für das morgige Festival vorzubereiten.",
	"summer_27": "Die Quallen kommen heute Abend. Es wird romantisch sein, sie gemeinsam zu beobachten.$4",
	"fall_15": "Du kannst morgen ohne mich zum Festival gehen. Ich glaube nicht, dass ich mit dem Gedränge umgehen kann.$2",
	"fall_26": "Es gibt eine Geschichte hinter der Geisternacht. Kürbislaternen wurden früher aus Radieschen hergestellt und sollten Geister verscheuchen, die uns Schaden zufügen wollten.$1",
	"winter_7": "Viel Glück morgen während des Festivals! Fang viele Fische für mich.$1",
	"winter_24": "Dies war früher einer meiner Lieblingsfeiertage.$2",
}